[
  {
    "quote": "Remembrance restores possibility to the past, making what happened incomplete and completing what never was. Remembrance is neither what happened nor what did not happen but, rather, their potentialization, their becoming possible once again.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "One day humanity will play with law just as children play with disused objects, not in order to restore them to their canonical use but to free them from it for good.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "...there is no head of state in the world today who is not in virtuality a criminal. Those who shoulder the dreary mantle of sovereignty know that their turn may come to be branded a criminal by their colleagues. We certainly will not be the ones to complain. For the sovereign, who freely consented to donning the executioner's clothes, is now finally manifesting his originary kinship with the criminal. ",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "To believe that will has power over potentiality, that the passage to actuality is the result of a decision that puts an end to the ambiguity of potentiality (which is always potentiality to do and not to do) — this is the perpetual illusion of morality.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "إن «الديمقراطية الخاضعة للحماية» ليست ديمقراطية على الإطلاق",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "The coming being is whatever being.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "In the eyes of authority - and maybe rightly so - nothing looks more like a terrorist than the ordinary man.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "فما لا يقبله القانون بأي حالٍ من الأحوال ويعده تهديدًا لا مجال للتسامح معه مطلقًا هو وجود عنفٍ يقع خارج نطاق القانون؛ وليس هذا لأنَّ الهدف من ذلك العنف لا يتماشى مع القانون، بل لمجرد أنه يقع خارج القانون",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "لِمَ الصَّمْتُ أَيُّهَا الفُقَهَاءِ حِيَالَ قَضَايَا تَهُمُّكُمْ !؟",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "According to the mystics, the obscure matter that creation presupposes is nothing other than divine potentiality. The act of creation is God’s descent into an abyss that is simply his own potentiality and impotentiality, his capacity to and capacity not to . . . In this context, “abyss” is not a metaphor . . . It is the life of darkness in God, the divine root of Hell in which the Nothing is eternally produced. Only when we succeed in sinking into this Tartarus and experiencing our own impotentiality do we become capable of creating, truly becoming poets.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "Every culture is first and foremost a particular experience of time, and no new culture is possible without an alteration in this experience. The original task of a genuine revolution, therefore, is never merely to 'change the world', but also - and above all - to 'change time'.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "The friend is not another I, but an otherness immanent in selfness, a becoming other of the self. At the point at which I perceive my existence as pleasant, my perception is traversed by a concurrent perception that dislocates it and deports it towards the friend, towards the other self. Friendship is this desubjectivization at the very heart of the most intimate perception of self.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "If it is the sovereign who, insofar as he decides on the state of exception, has the power to decide which life may be killed without commission of homicide, in the age of bio-politics this power becomes emancipated from the state of exception and transformed into the power to decide the point at which life ceases to be politically relevant. When life becomes the supreme political value, not only is the problem of life's non-value thereby posed, it is as if the ultimate ground of sovereign power were at stake in this decision. In modern bio-politics, sovereign is he who decides on the value or non-value of life as-such.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "Further expanding the already large class of Foucauldian apparatuses, I shall cal an apparatus literally anything that has in some way the capacity to capture, determine, intercept, model, control , or secure the gestures, behaviors, opinions, or discourses of living beings. Not only, therefore, prisons, madhouses, the panopticon, schools, confession, factories, disciplines, juridical measures, and so forth (whose connection with power is in a certain sense evident), but also the pen, writing, literature, philosophy, agriculture, cigarettes, navigation, computers, cellular telephones and - why not - language itself, which is perhaps the most ancient of apparatuses - one in which thousands and thousands of years ago a primitive inadvertently let himself be captured, probably without realizing the consequences that he was about to face.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "One of the essential characteristics of the state of exception-the provisional abolition of the distinction among legislative, executive, and judicial powers-here shows its tendency to become a lasting practice of government.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "Comunicar los deseos imaginados y las imágenes deseadas es la tarea más ardua.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "What our investigation has shown is that the real problem, the central mystery of politics is not sovereignty, but government; it is not God, but the angel; it is not the king, but ministry; it is not the law, but the police—that is to say, the governmental machine that they form and support.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "One of the lessons of Auschwitz is that it is infinitely harder to grasp the mind of an ordinary person than to understand the mind of a Spinoza or Dante.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "Uexküll begins by carefully distinguishing the Umgebung, the\nobjective space in which we see a living being moving, from the\nUmwelt, the environment-world that is constituted by a more or\nless broad series of elements that he calls “carriers of significance”\n(Bedeutungsträger) or of “marks” (Merkmalträger), which are the\nonly things that interest the animal. In reality, the Umgebung is\nour own Umwelt, to which Uexküll does not attribute any particular\nprivilege and which, as such, can also vary according to the point of view from which we observe it. There does not exist a forest\nas an objectively fixed environment: there exists a forest-forthe-park-ranger,\na forest-for-the-hunter, a forest-for-the-botanist,\na forest-for-the-wayfarer, a forest-for-the-nature-lover, a forest-forthe-carpenter,\nand finally a fable forest in which Little Red Riding\nHood loses her way. Even a minimal detail—for example, the\nstem of a wildflower—when considered as a carrier of significance,\nconstitutes a different element each time it is in a different environment,\ndepending on whether, for example, it is observed in the\nenvironment of a girl picking flowers for a bouquet to pin to her\ncorset, in that of an ant for whom it is an ideal way to reach its\nnourishment in the flower’s calyx, in that of the larva of a cicada\nwho pierces its medullary canal and uses it as a pump to construct\nthe fluid parts of its elevated cocoon, or finally in that of the cow\nwho simply chews and swallows it as food.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "Deze schat - dat wat nooit geweest is - bergt de idee van het geluk.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "It is well known that in subsequent years a “European constitution” was drafted, with the unexpected consequence—which should have been anticipated—that it was rejected by the “citizens as people” [“popolo dei cittadini ”] who were asked to ratify what was certainly not an expression of their constituent power. The fact is that, if to Grimm and the theorists of the people-constitution nexus one could object that they still harked back to the common presuppositions of language and public opinion, to Habermas and the theorists of the people-communica- tion one could easily object that they ended up passing political power into the hands of experts and the media.\nWhat our investigation has shown is that the holistic state, founded on the immediate presence of the acclaiming people, and the neutralized state that re- solves itself in the communicative forms without subject, are opposed only in appearance. They are nothing but two sides of the same glorious apparatus in its two forms: the immediate and subjective glory of the acclaiming people and the mediatic and objective glory of social communication. As should be evident today, people-nation and people-communication, despite the differences in behavior and figure, are the two faces of the doxa that, as such, ceaselessly interweave and separate themselves in contemporary society. In this interlacing of elements, the “democratic” and secular theorists of communicative action risk finding them- selves side by side with conservative thinkers of acclamation such as Schmitt and Peterson; but this is precisely the price that must be paid each time by theoretical elaborations that think they can do without archaeological precautions.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "But the analogy is even stronger and deeper than the image of the “invisi- ble hand” allows us to infer. Didier Deleule has magisterially analyzed the link between Hume and Smith’s thought and the birth of economic liberalism. He opposes the “naturalism” of Hume and Smith to the “providentialism” of the Physiocrats who are direct tributaries, as we have seen, of a theological paradigm. To the idea of an original divine design, comparable to a project developed in the brain, Hume opposes, as we have seen, that of an absolutely immanent prin- ciple of order, which functions instead as a “stomach,” rather than as a brain. “Why,” he makes Philo ask, “can an ordered system not be woven out of a stom- ach rather than a brain”? (Deleule, pp. 259 and 305, note 30). If it is probable that the Smithian image of the invisible hand is to be understood, in this sense, as the action of an immanent principle, our reconstruction of the bipolar machineof the theological oikonomia has shown that there is no conflict between “provi- dentialism” and “naturalism” within it, because the machine functions precisely by correlating a transcendent principle with an immanent order. Just as with the Kingdom and the Government, the intradivine trinity and the economic trinity, so the “brain” and the “stomach” are nothing but two sides of the same apparatus, of the same oikonomia, within which one of the two poles can, at each turn, dominate the other.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "The Japanese psychiatrist Kimura Bin, director of the Psychiatric Hos- pital of Kyoto and translator of Binswanger, sought to deepen Heidegger’s anal- ysis of temporality in Being and Time with reference to a classification of the fundamental types of mental illness. To this end he made use of the Latin for- mula post festum (literally, “after the celebration”), which indicates an irreparable past, an arrival at things that are already done. Post festum is symmetrically dis- tinguished from ante festum (“before the celebration”) and intra festum (“during the celebration”).\nPost festum temporality is that of the melancholic, who always experiences his own “I” in the form of an “I was,” of an irrecoverably accomplished past with respect to which one can only be in debt. This experience of time corresponds in Heidegger to Dasein’s Being-thrown, its finding itself always already abandoned to a factual situation beyond which it can never venture. There is thus a kind of constitutive “melancholy” of human Dasein, which is always late with respect to itself, having always already missed its “celebration.”\nAnte festum temporality corresponds to the experience of the schizophrenic, in which the direction of the melancholic’s orientation toward the past is in- verted. For the schizophrenic, the “I” is never a certain possession; it is always something to be attained, and the schizophrenic therefore always lives time in the form of anticipation. “The ‘I’ of the schizophrenic,” Kimura Bin writes, “is not the ‘I’ of the ‘already been’; it is not tied to a duty. In other words, it is not the post festum ‘I’ of the melancholic, which can only be spoken of in terms of a past and a debt. . . . Instead, the essential point here is the problem of one’s own possibility of being oneself, the problem of the certainty of becoming oneself and, therefore, the risk of possibly being alienated from oneself” (Kimura Bin 1992: 79). In Being and Time, the schizophrenic’s temporality corresponds to the primacy of the future in the form of projection and anticipation. Precisely because its experience of time originally temporalizes itself on the basis of the future, Dasein can be defined by Heidegger as “the being for whom, in its very Being, Being is always at issue” and also as “in its Being always already anticipat- ing itself.” But precisely for this reason, Dasein is constitutively schizophrenic; it always risks missing itself and not being present at its own “celebration.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "Sellele ajale - meie ajale - on omane, et kõik rahvad ja inimesed maa peal on leidnud end ühel hetkel jäägi olukorrast",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "Uma obra crítica ou filosófica, que não se mantenha de alguma maneira numa relação essencial com a criação, está condenada a girar no vazio, do mesmo modo que uma obra de arte ou de poesia, que não contenha em si uma exigência crítica, está destinada ao esquecimento.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "Direita e esquerda, que se alternam hoje na gestão do poder, têm por isso bem pouco o que fazer com o contexto político do qual os termos provêm e nomeiam simplesmente os dois polos - aquele que aposta sem escrúpulos na dessubjetivação e aquele que gostaria, ao contrário, de recobri-la com a máscara hipócrita do bom cidadão democrático - de uma mesma máquina governamental.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "Le transport rythmique, qui donne au vers son élan, est vide, il n'est que le transport de lui-même. Et c'est ce vide que la césure pense et tient en suspens, en tant que parole pure, pendant le bref instant où s'arrête le cheval de la poésie.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "Aos olhos da autoridade - e, talvez, está tenha razão - nada se assemelha melhor ao terrorista que o homem comum.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "That there is no autonomous space in the political order of the nation-state for something like the pure human in itself is evident at the very least from the fact that, even in the best of cases, the status of refugee has always been considered a temporary condition that ought to lead either to naturalization or to repatriation. A stable statute for the human in itself is inconceivable in the law of the nation-state.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "Pertence verdadeiramente ao seu tempo, é verdadeiramente contemporâneo, aquele que não coincide perfeitamente com este, nem está adequado às suas pretensões e é, portanto, nesse sentido, inatual; mas, exatamente por isso, exatamente através desse deslocamento e desse anacronismo, ele é capaz, mais do que os outros, de perceber e apreender seu tempo.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "To believe that will has power over potentiality, that the passage to actuality is the result of a decision that puts an end to the ambiguity of potentiality (which is always potentiality to do and not to do)—this is the perpetual illusion of morality.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "Я даже считаю, что можно было бы дать хорошее описание мнимо демократических обществ, в которых мы живём, простой констатацией: в рамках этих обществ онтология повеления заняла место онтологии утверждения, не в ясной форме императива, но в более коварной форме совета, приглашения, уведомления, которые даются во имя безопасности, так что повиновение приказу принимает форму сотрудничества и зачастую — форму повеления самому себе. Я думаю здесь не только о сфере рекламы или предписаний безопасности, которые даются в форме приглашений, но и о сфере технологических диспозитивов. Эти диспозитивы определяются тем фактом, что субъект, их использующий, полагает, будто повелевает ими (и, в действительности, нажимает на клавиши, названные «командами»), но реально он только и делает, что повинуется повелению, вписанному в саму структуру диспозитива. Свободный гражданин демократическо-технологических обществ — это существо, которое непрестанно повинуется, самим жестом, каковым он даёт повеление.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "Uexküll begins by carefully distinguishing the Umgebung, the\nobjective space in which we see a living being moving, from the\nUmwelt, the environment-world that is constituted by a more or\nless broad series of elements that he calls “carriers of significance”\n(Bedeutungsträger) or of “marks” (Merkmalträger), which are the\nonly things that interest the animal. In reality, the Umgebung is\nour own Umwelt, to which Uexküll does not attribute any particular\nprivilege and which, as such, can also vary according to the\n Umwelt\npoint of view from which we observe it. There does not exist a forest\nas an objectively fixed environment: there exists a forest-forthe-park-ranger,\na forest-for-the-hunter, a forest-for-the-botanist,\na forest-for-the-wayfarer, a forest-for-the-nature-lover, a forest-forthe-carpenter,\nand finally a fable forest in which Little Red Riding\nHood loses her way. Even a minimal detail—for example, the\nstem of a wildflower—when considered as a carrier of significance,\nconstitutes a different element each time it is in a different environment,\ndepending on whether, for example, it is observed in the\nenvironment of a girl picking flowers for a bouquet to pin to her\ncorset, in that of an ant for whom it is an ideal way to reach its\nnourishment in the flower’s calyx, in that of the larva of a cicada\nwho pierces its medullary canal and uses it as a pump to construct\nthe fluid parts of its elevated cocoon, or finally in that of the cow\nwho simply chews and swallows it as food.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "If, unlike what happens in classical historiography, history has for us a meaning and a direction that the historian needs to be able to grasp; if it is not simply a series temporum but something in which a purpose and a destiny are at stake, this is first of all due to the fact that our concept of history has been formed according to the theological paradigm of the revelation of a “mystery” that is, at the same time, an “economy,” an organization, and a “dispensation” of divine and human life. Reading history amounts to deciphering a mystery that involves us in an essential way; yet, this mystery does not concern anything like pagan fate or stoic necessity, but rather an “economy” that freely arranges creatures and events, leaving to them their contingent character and even their freedom and their inclinations:",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "In breaking the vicious circle of virtue, it is necessary to think the virtuous (or the virtual) as use, that is, as something that stands beyond the dichotomy of being and praxis, of substance and action. The virtuous (or the virtual) is not opposed to the real: on the contrary, it exists and is in use in the mode of habituality; however, it is not immaterial, but, insofar as it never ceases to cancel and deactivate being-at-work, it continually restores energeia to potential and to materiality. Use, insofar as it neutralizes the opposition of potential and act, being and acting, material and form, being-at-work and habit, wakefulness and sleep, is always virtuous and does not need anything to be added to it in order to render it operative. Virtue does not suddenly develop into habit: it is the being always in use of habit; it is habit as form of life. Like purity, virtue is not a characteristic that belongs to someone or something on its own. For this reason, virtuous actions do not exist, just as a virtuous being does not exist: what is vir- tuous is only use, beyond—which is to say, in the middle of—being and acting.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "The form that civil war has acquired today in world history is terrorism. If the Foucauldian diagnosis of modern politics as biopolitics is correct, and if the genealogy that traces it back to an oikonomical-theological paradigm is equally correct, then global terrorism is the form that civil war acquires when life as such becomes the stakes of politics. Precisely when the polis appears in the reassuring figure of an oikos - the 'Common European Home', or the world as the absolute space of global economic management - then stasis, which can no longer be situated in the treshold between the oikos and the polis, becomes the paradigm of every conflict and re-emerges in the form of terror. Terrorism is the 'global civil war' which time and again invests this or that zone of planetary space. It is no coincidence that the 'terror' should coincide with the moment in which life as such - the nation (which is to say, birth) - became the principle of sovereignty. The sole form in which life as such can be politicised is its unconditioned exposure to death - that is, bare life.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "The link established by Christian theology between oikonomia and history is crucial to an understanding of Western philosophy of history. In particular, it is possible to say that the concept of history in German idealism, from Hegel to Schelling and even up to Feuerbach, is nothing besides an attempt to think the “economic” link between the process of divine revelation and history (adopting Schelling’s terms, which we have quoted earlier, the “co-belonging” of theology and oikonomia). It is curious that when the Hegelian Left breaks with this theological concept, it can do so only on condition that the economy in a modern sense, which is to say, the historical self-production of man, is placed at the center of the historical process. In this sense, the Hegelian Left replaces divine economy with a purely human economy.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "In reality the oft-invoked distinction between constitutive rule and prag- matic rule has no raison d’être. Every constitutive rule—the bishop moves in this or that way—can be formulated as a pragmatic rule—“one cannot move the bishop except diagonally”—and vice versa. The same happens with grammati- cal rules: the syntactic rule “in French the subject normally precedes the verb” can be formulated pragmatically as “you cannot say pars je ; you can only say je pars.” In truth it is a matter of two different ways of considering the game—or language: one as a formal system that exists in itself (namely, as a langue) and another as a use or praxis (namely, as a parole).\nFor this reason it has rightly been asked whether it is possible to transgress a rule of chess, like what constitutes checkmate. One would be tempted to say that transgression, which is impossible on the level of constitutive rules, is pos- sible on the pragmatic level. In reality, the one who transgresses the rule simply ceases playing. Hence the special gravity of the swindler: the one who swindles does not transgress a rule but pretends to keep playing when in reality he has left the game.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "The democratic principle of the separation of powers has today collapsed and the executive power has in fact, at least partially, absorbed the legislative power. Parliament is no longer the sovereign legislative body that holds the exclusive power to bind the citizens by means of the law: it is limited to ratifying the decrees issued by the executive power. In a technical sense, the Italian Republic is no longer parliamentary, but executive. And it is significant that though this transformation of the constitutional order (which is today underway to varying degrees in all the Western democracies) is perfectly well known to jurists and politicians, it has remained entirely unnoticed by the citizens. At the very moment when it would like to give lessons in democracy to different traditions and cultures, the political culture of the West does not realize that it has entirely lost its cannon.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "The relation between technology and slavery has often been evoked by histo- rians of the ancient world. According to the current opinion, in fact, the striking lack of technological development in the Greek world was due to the ease with which the Greeks, thanks to slavery, could procure manual labor. If Greek mate- rial civilization remained at the stage of the organon, that is, of the utilization of human or animal power by means of a variety of instruments and did not have access to machines, this happened, one reads in a classic work on this argument, “because there was no need to economize on manual labor, since one had access to living machines that were abundant and inexpensive, different from both human and animal: slaves” (Schuhl, pp. 13–14). It does not interest us here to verify the correctness of this explanation, whose limits have been demonstrated by Koyré (pp. 291ff.) and which, like every explanation of that kind, could be easily reversed (one could say just as reasonably, as Aristotle does in the end, that the lack of machines rendered slavery necessary).\nWhat is decisive, rather, from the perspective of our study, is to ask ourselves if between modern technology and slavery there is not a connection more es- sential than the common productive end. Indeed, if it is clear that the machine is presented from its first appearance as the realization of the paradigm of the animate instrument of which the slave had furnished the originary model, it is all the more true that what both intend is not so much, or not only, an increase and simplification of productive labor but also, by liberating human beings from necessity, to secure them access to their most proper dimension—for the Greeks the political life, for the moderns the possibility of mastering the nature’s forces and thus their own.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "If one reads attentively, Wittgenstein writes as much in one of the rare pas- sages in which he makes use (in English) of the term “to constitute” with respect to the rules of chess:\nWhat idea do we have of the king of chess, and what is its relation to the rules of chess? . . . Do these rules follow from the idea? No, the rules are not something contained in the idea and got by analyzing it. They constitute it. . . . The rules constitute the “freedom” of the pieces. (Wittgenstein 5, p. 86)\nRules are not separable into something like an idea or a concept of the king (the king is the piece that is moved according to this or that rule): they are immanent to the movements of the king; they express the autoconstitution process of their game. In the autoconstitution of a form of life what is in question is its freedom.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "But this means that, as is evident in the Sondergötter, in its originary core the god who presides over the singular activity and the singular situation is nothing other than the very name of the activity and the situation. What is divinized in the Sondergötter is the very event of the name: nomination itself, which isolates and renders recognizable a gesture, an act, a thing, creates a 'special god', is a 'momentary divinity'. The nomen is immediately numen and the numen immediately nomen. Here we have something like the foundation or the originary core of that testimonial and guaranteeing function of language that, according to the traditional interpretation, the god came to assume in the oath. Like the Sondergott, the god invoked in the oath is not properly the witness of the assertion or the imprecation: he represents, he is the very event of language in which words and things are indissolubly linked. Every naming, every act of speech is, in this sense, an oath, in which the logos (the speaker in the logos) pledges to fulfill his word, swears on its truthfulness, on the correspondence between words and things that is realized in it. And the name of the god is only the seal of this force of logos - or, in the case in which it falls into perjury, of the male-diction that has been brought into being.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "The fracture between theology and oikonomia, being and action, insofar as it makes the praxis free and 'anarchic', opens in fact, at the same time, the possibility and necessity of its government.\nIn a historical moment that witnesses a radical crisis of classical conceptuality, both ontological and political, the harmony between the transcendent and eternal principle and the immanent order of the cosmos is broken, and the problem of the 'government' of the world and of its legitimization becomes the political problem that is in every sense definitive.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "If the postjudicial condition coincides with the supreme glory ('vera ibi gloria erit': The City of God, p. 696) and if glory in the century of centuries has the form of an eternal Sabbath, what remains to be investigated is precisely the meaning of this intimacy between glory and sabbatism. At the beginning and the end of the highest power there stands, according to Christian theology, a figure not of action and government, but of inoperativity. The indescribable mystery that glory, which is blinding light, must hide from the gaze of the scrutatores maiestatis is that of divine inoperativity, of what God does before creating the world and after the providential government of the world is complete. It is not the kabhod, which cannot be thought or looked upon, but the inoperative majesty that it veils with its clouds and the splendor of its insignia. Glory, both in theology and in politics, is precisely what takes the place of that unthinkable emptiness that amounts to the inoperativity of power. And yet, precisely this unsayable vacuity is what nourishes and feeds power (or, rather, what the machine of power transforms into nourishment). That means that the center of the governmental apparatus, the treshold at which Kingdom and Government ceaselessly communicate and ceaselessly distinguish themselves from one another is, in reality, empty; it is only the Sabbath and katapausis - and nevertheless, this inoperativity is so essential for the machine that it must at all costs be adopted and maintained at its center in the form of glory.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "Classical Greece is perhaps the place in which this tension found for a moment an uncertain, precarious equilibirum. In the course of the subsequent political history of the West, the tendency to depoliticise the city by transforming it into a house or a family, ruled by blood relation or by merely economic operations, will alternate together with other, symmetrically opposed phases in which everything that is unpolitical must be mobilised and politicised. In accordance with the prevailing of one or the other tendency, the function, situation and form of civil war will also change. But so long as the words 'family' and 'city', 'private' and 'public', 'economy' and 'politics' maintain an albeit tenuous meaning, it is unlikely that it can ever be eliminated from the political scene of the West.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "In Aristotle’s warning there comes to light the aporia inherent in the inter- weaving of being and having that has its place in habit. Against the scholastic doctrine according to which “the use of potential belongs to the one to whom habit belongs,” it is necessary to affirm that use does not belong to any subject, that it is situated beyond both being and having. That is to say, use breaks the ambiguous implication of being and having that defines Aristotelian ontology. Glenn Gould, to whom we attribute the habit of playing the piano, does noth- ing but make use-of-himself insofar as he plays and knows habitually how to play the piano. He is not the title holder and master of the potential to play, which he can put to work or not, but constitutes-himself as having use of the piano, independently of his playing it or not playing it in actuality. Use, as habit, is a form-of-life and not the knowledge or faculty of a subject.\nThis implies that we must completely redraw the map of the space in which modernity has situated the subject and its faculties.\nA poet is not someone who has the potential or faculty to create that, one fine day, by an act of will (the will is, in Western culture, the apparatus that allows one to attribute the ownership of actions and techniques to a subject), he decides—who knows how and why—like the God of the theologians, to put to work. And just like the poet, so also are the carpenter, the cobbler, the flute player, and those who, with a term of theological origin, we call professionals— and, in the end, every human being—not transcendent title holders of a capacity to act or make: rather, they are living beings that, in the use and only in the use of their body parts as of the world that surrounds them, have self-experience and constitute-themselves as using (themselves and the world).",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "The invention of slavery as a ju- ridical institution allowed the capture of living beings and of the use of the body into productive systems, temporarily blocking the development of the technolog- ical instrument; its abolition in modernity freed up the possibility of technology, that is, of the living instrument. At the same time, insofar as their relationship with nature is no longer mediated by another human being but by an appa- ratus, human beings have estranged themselves from the animal and from the organic in order to draw near to the instrument and the inorganic to the point of almost identifying with it (the human-machine). For this reason—insofar as they have lost, together with the use of bodies, their immediate relation to their own animality—modern human beings have not truly been able to appropriate to themselves the liberation from labor that machines should have procured for them. And if the hypothesis of a constitutive connection between slavery and technology is correct, it is not surprising that the hypertrophy of technological apparatuses has ended up producing a new and unheard-of form of slavery.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "The stakes in the debate between Benjamin and Schmitt on the state of exception can now be defined more clearly. The dispute takes place in a zone of anomie that, on the one hand, must be maintained in relation to the law at all costs, and, on the other, must be just as implacably released and freed from this relation. That is to say, at issue in the anomic zone is the relation between violence and law - in the last analysis, the status of violence as a cipher for human action. While Schmitt attempts every time to reinscribe violence within a juridical context, Benjamin responds to this gesture by seeking every time to assure it - as pure violence - an existence outside of law.\nFor reasons that we must try to clarify, this struggle for anomie seems to be as decisive for Western politics as the gigantomachia peri tes ousias, the 'battle of giants concerning being', that defines Western metaphysics. Here, pure violence as the extreme political object, as the 'thing' of politics, is the counterpart to pure being, to pure existence as the ultimate metaphysical stakes; the strategy of the exception, which must ensure the relation between anomic violence and law, is the counterpart to the onto-theo-logical strategy aimed at capturing pure being the meshes of the logos.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "When life and politics - originally divided, and linked together by means of the no-mans-land of the state of exception that is inhabited by bare life - begin to become one, all life becomes sacred and all politics becomes the exception.",
    "author": "Giorgio Agamben"
  },
  {
    "quote": "One day humanity will play with law just as children play with disused objects, not in order to restore them to their canonical use but to free them from it for good. What is found after the law is not a more proper and original use value that precedes the law, but a new use that is born only after it. And use, which has been contaminated by law, must also be freed from its own value. This liberation is the task of study, or of play. And this studious play is the passage that allows us to arrive at that justice that one of Benjamin's posthumous fragments defines as a state of the world in which the world appears as a good that absolutely cannot be appropriated or made juridical.",
    "author": "Giorgio Agamben"
  },
  {
    "lastQuote": "In the eyes of authority - and maybe rightly so - nothing looks more like a terrorist than the ordinary man.",
    "lastNumber": 6
  }
]