[
    {
        "quote": "I follow a set of principles, I follow the Constitution. And that's what I base my votes on. Limited government, economic freedom and individual liberty.",
        "author": "Justin Amash"
    },
    {
        "quote": "If you're going to vote yes and change the law. You have to know what's in it. You can't depend on other people.",
        "author": "Justin Amash"
    },
    {
        "quote": "I don't have a particular go-to political blog.",
        "author": "Justin Amash"
    },
    {
        "quote": "As a legislator, I saw how effective I could be by being transparent, posting and explaining all of my votes.",
        "author": "Justin Amash"
    },
    {
        "quote": "Legislation that names a specific private organization to defund (rather than all organizations that engage in a particular activity) is improper and arguably unconstitutional.",
        "author": "Justin Amash"
    },
    {
        "quote": "Those of us who are pro-life should demand more from Congress.",
        "author": "Justin Amash"
    },
    {
        "quote": "I haven't been in politics too long so that's a good thing.",
        "author": "Justin Amash"
    },
    {
        "quote": "In the state of Michigan, where I served in the state Legislature, there was a lot of shuffling of money between one year and the other to balance the budget.",
        "author": "Justin Amash"
    },
    {
        "quote": "From the time the President was elected, I was urging Leading Freedom Caucus members to remain independent and to be willing to push back against the President where Leading Freedom Caucus members thought he was wrong, leading Freedom Caucus members've decided to stick with the President time and again, even where Leading Freedom Caucus members disagree with him privately.",
        "author": "Justin Amash"
    },
    {
        "quote": "The brutal killing of George Floyd is merely the latest in a long line of incidents of egregious police misconduct, this pattern continues because police are legally, politically and culturally insulated ... That must change so that these incidents stop happening.",
        "author": "Justin Amash"
    },
    {
        "quote": "We don't know how the additional candidate changes a race. It's too impossible to figure out. There are too many calculations involved.",
        "author": "Justin Amash"
    },
    {
        "quote": "Everyone has the right to protest. And I think the governor overreached in a lot of ways. And that upset a lot of people in the state of Michigan, but when we protest, we have to do it in a way that is appropriate. I totally denounce and condemn Nazi symbols that were used in some of the protests. I think it's a terrible idea to come into the capitol with weapons, bearing weapons, knowing that it might be perceived as some form of intimidation toward legislators. So, I denounce those things. But everyone has the right to protest.",
        "author": "Justin Amash"
    },
    {
        "quote": "Americans who believe in limited government deserve another option.",
        "author": "Justin Amash"
    },
    {
        "quote": "From a principled, moral position, she is making a mistake, if she believes, as I do, that there is impeachable conduct ... Then she should say so.",
        "author": "Justin Amash"
    },
    {
        "quote": "It's a big part of it. They're afraid they'll be attacked.",
        "author": "Justin Amash"
    },
    {
        "quote": "Most people don't have time to read a 448-page report, they expect their members of Congress to do the work for them. They want Speaker Pelosi to do the work. They want other members to do the work. And if she doesn't want to go forward, then we're going to have a big problem.",
        "author": "Justin Amash"
    },
    {
        "quote": "When I go back to my district people are coming up to me and saying,' Thank you for what you're doing,' people want open, honest representation. They want people to come to Congress and work with integrity.",
        "author": "Justin Amash"
    },
    {
        "quote": "I get people sending me text messages, people calling me, saying' thank you for what you're doing,'.",
        "author": "Justin Amash"
    },
    {
        "quote": "I don't think there is anyone in there who could change the system.",
        "author": "Justin Amash"
    },
    {
        "quote": "( Trump) thinks people owe loyalty to President Trump, but people are elected to Congress with an oath to support and defend the Constitution, not an oath to support and defend one person, the President who happens to be from your own party.",
        "author": "Justin Amash"
    },
    {
        "quote": "No matter your circumstance, I'm asking you to join me in rejecting the partisan loyalties and rhetoric that divide and dehumanize us, if we continue to take America for granted, we will lose it.",
        "author": "Justin Amash"
    },
    {
        "quote": "President Trump has engaged in impeachable conduct.",
        "author": "Justin Amash"
    },
    {
        "quote": "True to Washington's fears, Americans have allowed government officials, under assertions of expediency and party unity, to ignore the most basic tenets of our constitutional order : separation of powers, federalism and the rule of law, the result has been the consolidation of political power and the near disintegration of representative democracy.",
        "author": "Justin Amash"
    },
    {
        "quote": "Most Americans are not rigidly partisan and do not feel well represented by either of the two major parties, preserving liberty means telling the Republican Party and Republican Party that we'll no longer let them play their partisan game at our expense.",
        "author": "Justin Amash"
    },
    {
        "quote": "I have the highest regard for them and they're my close friends, i didn't want to be a further distraction for House Freedom Caucus.",
        "author": "Justin Amash"
    },
    {
        "quote": "House Speaker Nancy Pelosi's very nervous about some of House Speaker Nancy Pelosi Democrats who are in what House Speaker Nancy Pelosi considers tougher districts, we have a job to do, and I think we owe it to the American people to represent them to ensure that the people we have in office are doing the right thing, are of good character, aren't violating the public trust.",
        "author": "Justin Amash"
    },
    {
        "quote": "I am not concerned about it.",
        "author": "Justin Amash"
    },
    {
        "quote": "My job is to defend the Constitution. I'm laying out the information I want to lay out and it's not about getting on TV or anything like that, i want to make sure that I'm presenting it in the most clear-cut, sober way possible.",
        "author": "Justin Amash"
    },
    {
        "quote": "There are people who are still reviewing [ the Mueller report ], i've had people who, after I made my tweets said,' Boy, they'd better review it more carefully now and they hadn't really gone through it before.'.",
        "author": "Justin Amash"
    },
    {
        "quote": "I think that's irresponsible, but what do you expect ?",
        "author": "Justin Amash"
    },
    {
        "quote": "I don't have any reaction to it.",
        "author": "Justin Amash"
    },
    {
        "quote": "Don't let people convince you that principles only matter when the outcome is in your favor, principles matter especially, and really only, when the outcome is not in your favor.",
        "author": "Justin Amash"
    },
    {
        "quote": "Contrary to Barr's portrayal, Mueller's report reveals that President Trump engaged in specific actions and a pattern of behavior that meet the threshold for impeachment.",
        "author": "Justin Amash"
    },
    {
        "quote": "Barr's misrepresentations are significant but often subtle, frequently taking the form of sleight-of-hand qualifications or logical fallacies, which Attorney General Barr hopes people will not notice.",
        "author": "Justin Amash"
    },
    {
        "quote": "I would never rule anything out, that's not on my radar right now, but I think that it is important that we have someone in there who is presenting a vision for America that is different from what these two parties are presenting.",
        "author": "Justin Amash"
    },
    {
        "quote": "From the time the President was elected, I was urging them to remain independent and to be willing to push back against the President where they thought he was wrong, they've decided to stick with the President time and again, even where they disagree with him privately.",
        "author": "Justin Amash"
    },
    {
        "quote": "In some sense you've delegitimized objections to the President, you've built up such credibility for him that you just can't challenge him anymore.",
        "author": "Justin Amash"
    },
    {
        "quote": "It was an opportunity to conduct oversight and gather information. I believed it was best to give Michael Cohen.Much room to talk about Michael Cohen.Much relationship with the President, my staff and I drafted some ideas based on my approach, and I asked my brothers, who also are lawyers, for suggestions. I narrowed the list of questions the night before and during the hearing.",
        "author": "Justin Amash"
    },
    {
        "quote": "Unlike you, Mark has shown humility in his role and a desire to be a better man than he was the day before.",
        "author": "Justin Amash"
    },
    {
        "quote": "Regardless of recommendation, I was going to fire Comey.",
        "author": "Justin Amash"
    },
    {
        "quote": "I don’t deal with bullies, i’m not in the fifth grade.",
        "author": "Justin Amash"
    },
    {
        "quote": "It's in dictatorships where someone just comes up with a product and that's it, that's the final product. In our system, our constitutional republic, we tried something. It might fail, then we try again.",
        "author": "Justin Amash"
    },
    {
        "quote": "It's never true that you have to take whatever bill is given to you, that's just not true.",
        "author": "Justin Amash"
    },
    {
        "quote": "He does appeal to the anger.",
        "author": "Justin Amash"
    },
    {
        "quote": "We're not just here to take commands, people back home expect us to participate in the process. I hope that Paul Ryan will let us know how he feels about the process.",
        "author": "Justin Amash"
    },
    {
        "quote": "We haven't had real leadership over the last several years.",
        "author": "Justin Amash"
    },
    {
        "quote": "Republicans aren't fighting amongst themselves. Republicans back home are pretty clear. When I'm back home, Republicans are very supportive of my efforts and other efforts here. They are not happy about the direction that our conference is taking.",
        "author": "Justin Amash"
    }
]