[
  {
    "quote": "Don't tell me what you value, show me your budget, and I'll tell you what you value.",
    "author": "Joe Biden"
  },
  {
    "quote": "So I try to be mindful, at all times, of what a difference a small human gesture can make to people in need. What does it really cost to take a moment to look someone in the eye, to give him a hug, to let her know, I get it. You’re not alone?",
    "author": "Joe Biden"
  },
  {
    "quote": "Rules for Happiness: something to do, someone to love, something to hope for. —Immanuel Kant",
    "author": "Joe Biden"
  },
  {
    "quote": "True bravery is when there is very little chance of winning, but you keep fighting.",
    "author": "Joe Biden"
  },
  {
    "quote": "if the problem is fear, the answer is knowledge.",
    "author": "Joe Biden"
  },
  {
    "quote": "My own father had always said the measure of a man wasn't how many times or how hard he got knocked down, but how fast he got back up. I made a pledge to myself that I would get up and emerge from this debacle better for having gone through it. I would live up to the expectation I had for myself. I would be the kind of man I wanted to be.",
    "author": "Joe Biden"
  },
  {
    "quote": "Funerals are for the living, I have always believed, and the job of the eulogist is to acknowledge the enormity of the loss they have just suffered and to help them appreciate that the legacy and accomplishments of their loved one have not died with them.",
    "author": "Joe Biden"
  },
  {
    "quote": "The time will come when [his] memory will bring a smile to your lips before it brings a tear to your eyes.",
    "author": "Joe Biden"
  },
  {
    "quote": "If you do politics the right way, I believe, you can actually make people's lives better. And integrity is the minimum ante to get into the game.",
    "author": "Joe Biden"
  },
  {
    "quote": "I believe all Americans are born with certain inalienable rights. As a child of God, I believe my rights are not derived from the constitution. My rights are not derived from any government. My rights are not denied by any majority. My rights are because I exist. They were given to me and each of my fellow citizens by our creator, and they represent the essence of human dignity...",
    "author": "Joe Biden"
  },
  {
    "quote": "But all our differences hardly measure up to the values we all hold in common... ",
    "author": "Joe Biden"
  },
  {
    "quote": "Never tell a man what his interests are. Be straight and open with him about your own interests. And try to put yourself in his shoes. Try to understand his hopes and his limitations, and never insist that he do something you know he cannot.",
    "author": "Joe Biden"
  },
  {
    "quote": "And if the problem is fear, the answer is knowledge. Each side has to be willing to try to understand the concerns of the other.",
    "author": "Joe Biden"
  },
  {
    "quote": "We Irish are the only people in the world who are actually nostalgic about the future.",
    "author": "Joe Biden"
  },
  {
    "quote": "Nothing we're going to do is going to fundamentally alter or eliminate the possibility of another mass shooting...",
    "author": "Joe Biden"
  },
  {
    "quote": "My own father had always said the measure of a man wasn't how many times or how hard he got knocked down, but how fast he got back up.",
    "author": "Joe Biden"
  },
  {
    "quote": "To me this is the first principle of life, the foundational principle, and a lesson you can't learn at the foot of any wise man: Get up! The art of living is simply getting up after you've been knocked down. ",
    "author": "Joe Biden"
  },
  {
    "quote": "The senate is a place filled with goodwill and good intentions, and if the road to hell is paved with them, then it's a pretty good detour. \nHubert Humphrey, as quoted by Biden, p. 134",
    "author": "Joe Biden"
  },
  {
    "quote": "My rights are not derived from any government. My rights are not denied by any majority. My rights are because I exist.",
    "author": "Joe Biden"
  },
  {
    "quote": "I wasn't built to look the other way because the law demanded it. The law might be wrong.",
    "author": "Joe Biden"
  },
  {
    "quote": "We must rekindle the fire of idealism in our society, for nothing suffocates the promise of America more than unbounded cynicism and indifference.",
    "author": "Joe Biden"
  },
  {
    "quote": "There will come a day, I promise you, when the thought of your son, or daughter, or your wife or your husband, brings a smile to your lips before it brings a tear to your eye. It will happen. My prayer for you is that day will come sooner than later.",
    "author": "Joe Biden"
  },
  {
    "quote": "I promise you, the president has a big stick. I promise you.",
    "author": "Joe Biden"
  },
  {
    "quote": "you should not run for president because tactically you can win. The questions you have to ask are why you're running for president and what will you do when you are president. You shouldn't run until you know the answers to those questions.",
    "author": "Joe Biden"
  },
  {
    "quote": "There's only three things he mentions in a sentence -- a noun, a verb, and 9/11.",
    "author": "Joe Biden"
  },
  {
    "quote": "Israel has no better friend than Joe Biden",
    "author": "Joe Biden"
  },
  {
    "quote": "History says, don’t hope On this side of the grave. But then, once in a lifetime The longed-for tidal wave Of justice can rise up, And hope and history rhyme.",
    "author": "Joe Biden"
  },
  {
    "quote": "We must have public officials who will stand up and tell the people exactly what they think... Our failure in recent years has not been the failure of the people to meet the challenges placed before them, but rather the failure of both our great political parties to place those challenges honestly and courageously before the people, and to trust the willingness of the people to do the things that really need to be done.",
    "author": "Joe Biden"
  },
  {
    "quote": "Candor generates trust. Trust is the basis on which real change, constructive change, is made.",
    "author": "Joe Biden"
  },
  {
    "quote": "He told Beau to go home and live like he had a future. ‘Run for governor. Have a purpose.’ Almost every day after that, I found myself acting on that advice - have a purpose. No matter what came at me, I held fast to my own sense of purpose.",
    "author": "Joe Biden"
  },
  {
    "quote": "I am absolutely comfortable with the fact that men marrying men, women marrying women, and heterosexual men and women marrying another are entitled to the same exact rights, all the civil rights, all the civil liberties. And quite frankly, I don't see much of a distinction beyond that.",
    "author": "Joe Biden"
  },
  {
    "quote": "America is the promised land, because each generation bequeathed to its children a promise, a promise that they might not come to enjoy but which they fully expected their offspring to fulfill. So the words 'all men are created equal' took a life of its own, ultimately destined to end slavery and enfranchise women. And the words 'equal protection' and 'due process' inevitably led to the end of the words 'separate but equal,' ensuring that the walls of segregation would crumble, whether at the lunch counter or at the voting booth.",
    "author": "Joe Biden"
  },
  {
    "quote": "the Democratic Party had failed (in 1983) \n'to remember what got us this far and how we got here -- moral indignation, decent instincts, a sense of shared sacrifice and mutual responsibility, and a set of national priorities that emphasized what we had in common.. The Party that was the engine of the national interest -- molding our pluralistic interest into a compelling new social contract that served the nation well for fifty years -- became perceived as little more than the broker of narrow special interests. Instead of thinking of ourselves as Americans first, Democrats second, and members of interest groups third, we have begun to think in terms of special interests first and the greater interest second.. We have let our opponents set the agenda and define what is at stake.\np. 140",
    "author": "Joe Biden"
  },
  {
    "quote": "1983:\nTo my generation has now come the challenge. In the days to come we will be tested on whether we have the moral courage, the realism, the idealism, the tenacity, and the ability to sacrifice some of the current comfort to invest in the future... I believe that this generation will rise to the challenge... The experts believe that, like the Democratic Party itself, the less than forty-year-old voters are prepared to sell their souls for some security, real or illusory. They have misjudged us. Just because our political heroes were murdered does not mean that the dream does not still live, buried deep in our broken hearts.",
    "author": "Joe Biden"
  },
  {
    "quote": "Senator John Stennis:\nThe civil rights movement did more to free the white man that the black man. ... It freed my soul.",
    "author": "Joe Biden"
  },
  {
    "quote": "We all know - or at least we are told continuously - that we are a divided people. And we know there's a degree of truth in it. We have too often allowed our differences to prevail among us. We have too often allowed ambitious men to play off those differences for political gain. We have too often retreated behind our differences when no one really tried to lead us beyond them.",
    "author": "Joe Biden"
  },
  {
    "quote": "This can happen again. This is happening in other parts of the world now. And you have to speak out. You can’t remain silent. Silence is complicity.",
    "author": "Joe Biden"
  },
  {
    "quote": "I believe we have to end the divisive partisan politics that is ripping this country apart, and I think we can. It’s mean-spirited. It’s petty. And it’s gone on for much too long. I don’t believe, like some do, that it’s naïve to talk to Republicans. I don’t think we should look at Republicans as our enemies. They are our opposition, not our enemies. And for the sake of the country, we have to work together.… Four more years of this kind of pitched battle may be more than this country can take.",
    "author": "Joe Biden"
  },
  {
    "quote": "So how do I want to spend the rest of my life? I want to spend as much time as I can with my family, and I want to help change the country and the world for the better. That duty does much more than give me purpose; it gives me something to hope for. It makes me nostalgic for the future.",
    "author": "Joe Biden"
  },
  {
    "quote": "I kept trying to tell people that just because I was young didn't mean I could speak for all young people.",
    "author": "Joe Biden"
  },
  {
    "quote": "When one of your loved ones goes out of your life, you think what he might have done with a few more years,” Joe Sr. had written to his friend. “And you wonder what you are going to do with the rest of yours. Then one day, because there is a world",
    "author": "Joe Biden"
  },
  {
    "quote": "Rules for Happiness: something to do, someone to love, something to hope for.",
    "author": "Joe Biden"
  },
  {
    "quote": "The more people learn about them (Barack Obama and Hillary Clinton) and how they handle the pressure, the more their support will evaporate.",
    "author": "Joe Biden"
  },
  {
    "quote": "A man I'm proud to call my friend. A man who will be the next President of the United States — Barack America!",
    "author": "Joe Biden"
  },
  {
    "quote": "I got tested for AIDS. I know Barack got tested for AIDS. There's no shame in being tested for AIDS. It's an important thing.",
    "author": "Joe Biden"
  },
  {
    "quote": "Humans were capable of incredible cruelty, our father wanted me, my sister, and my brothers to understand. And just as dangerous, he made us see, human beings were also capable of looking the other way and remaining silent when awful things were happening all around them.",
    "author": "Joe Biden"
  },
  {
    "quote": "First they came for the Socialists, and I did not speak out— Because I was not a Socialist. Then they came for the Trade Unionists, and I did not speak out— Because I was not a Trade Unionist. Then they came for the Jews, and I did not speak out— Because I was not a Jew. Then they came for me—and there was no one left to speak for me.",
    "author": "Joe Biden"
  },
  {
    "quote": "One of my colleagues in the Senate, Daniel Patrick Moynihan, once made this simple but profound observation about us Irish: “To fail to understand that life is going to knock you down is to fail to understand the Irishness of life.",
    "author": "Joe Biden"
  },
  {
    "quote": "quoting from Neil Kinnock, running against Thatcher in 1987:\nWhy am I the first Kinnock in a thousand generations to be able to get to university? Why is Glenys the first woman in her family in a thousand generations to be able to get to university? Is it because all our predecessors were thick? Did they lack talent? Those people who could sing, and play, and recite, and write poetry, those people who could make wonderful things with their hands? Those people who could dream dreams, see visions? Why didn't they get it? Was it because they were weak? Those people who could work eight hours underground and then come up and play football? Weak? Those women who could survive eleven childbearings? Were they weak? Anybody really think that they didn't get what we have because they didn't have the talent, or the strength, or the endurance, or the commitment? Of course not. It was because there was no platform on which they could stand.",
    "author": "Joe Biden"
  },
  {
    "quote": "somewhere along the way I had begun to look up to my own sons.",
    "author": "Joe Biden"
  },
  {
    "quote": "then headed off separately to face their days—as I supposed thousands of husbands and wives all over the city did every morning. I just turned and looked at my dad for an explanation. “Joey, it’s simple,” my dad told me. “They love each other.",
    "author": "Joe Biden"
  },
  {
    "quote": "Ya know, Joey,’ Uncle Ed would say, ‘there’s no accountin’ for horses’ asses.",
    "author": "Joe Biden"
  },
  {
    "quote": "can happen again. This is happening in other parts of the world now. And you have to speak out. You can’t remain silent. Silence is complicity.",
    "author": "Joe Biden"
  },
  {
    "quote": "The only way I survived, the only way I got through it, was by staying busy and keeping my mind, when it can be, focused on my job.",
    "author": "Joe Biden"
  },
  {
    "quote": "We should not let this disease take over our entire existence. He told Beau to go home and live like he had a future: “Run for governor. Have a purpose.",
    "author": "Joe Biden"
  },
  {
    "quote": "He wanted me to understand two big things: First, that nobody, no group, is above others. Public servants are obliged to level with everybody, whether or not they'll like what he has to say. And second, that politics was a matter of personal honor. A man's word is his bond. You give your word, you keep it. For as long as I can remember, I've had a sort of romantic notion of what politics should be- and can be. If you do politics the right way, I believe, you can actually make people's lives better. And integrity is the minimum ante to get into the game. Nearly forty years after I first got involved, I remain captivated by the possibilities of politics and public service. In fact, I believe- as I know my grandpop did- that my chosen profession is a noble calling.",
    "author": "Joe Biden"
  },
  {
    "quote": "Vice President Cheney has been the most dangerous vice president we've had probably in American history. The idea he doesn't realize that Article I of the Constitution defines the role of the vice president of the United States, that's the Executive Branch. He works in the Executive Branch. He should understand that. Everyone should understand that. And the primary role of the vice president of the United States of America is to support the president of the United States of America, give that president his or her best judgment when sought, and as vice president, to preside over the Senate, only in a time when in fact there's a tie vote. The Constitution is explicit. The only authority the vice president has from the legislative standpoint is the vote, only when there is a tie vote. He has no authority relative to the Congress.",
    "author": "Joe Biden"
  },
  {
    "quote": "Never tell a man what his interests are. Be straight and open with him about your own interests. And try to put yourself in his shoes. Try to understand his hopes and his limitations, and never insist that he do something you know he cannot. It’s really just about making the effort to make a personal connection.",
    "author": "Joe Biden"
  },
  {
    "quote": "Now, people when I say that look at me and say, 'What are you talking about, Joe? You're telling me we have to go spend money to keep from going bankrupt?'. The answer is yes, that's what I'm telling you.",
    "author": "Joe Biden"
  },
  {
    "quote": "In Delaware, the largest growth in population is Indian-Americans moving from India. You cannot go to a 7-11 or a Dunkin' Donuts unless you have a slight Indian accent. I'm not joking.",
    "author": "Joe Biden"
  },
  {
    "quote": "When the stock market crashed, Franklin Roosevelt got on the television and didn't just talk about the princes of greed. He said, 'Look, here's what happened.",
    "author": "Joe Biden"
  },
  {
    "quote": "Every Republican's voted for it. Look at what they value and look at their budget and what they're proposing. Romney wants to let the - he said in the first 100 days he's going to let the big banks once again write their own rules - unchain Wall Street. They're gonna put y'all back in chains.",
    "author": "Joe Biden"
  },
  {
    "quote": "Look, John's last-minute economic plan does nothing to tackle the number-one job facing the middle class, and it happens to be, as Barack says, a three-letter word: jobs. J-O-B-S, jobs.",
    "author": "Joe Biden"
  },
  {
    "quote": "I would be honored to run with or against John McCain, because I think the country would be better off.",
    "author": "Joe Biden"
  },
  {
    "quote": "And don’t any of you, by the way, any of you guys vote Republican. I’m not supposed to say, this isn’t political. …don’t come to me if you do! You’re on your own, Jack!",
    "author": "Joe Biden"
  },
  {
    "quote": "Reality has a way of intruding.",
    "author": "Joe Biden"
  },
  {
    "quote": "Reverend Clementa",
    "author": "Joe Biden"
  },
  {
    "quote": "I thought I’d died and gone to Yale.",
    "author": "Joe Biden"
  },
  {
    "quote": "We have to take care of the cure that will make the problem worse no matter what.",
    "author": "Joe Biden"
  },
  {
    "quote": "It’s time to reach deep into the soul of this country and once again give everyone — and I mean everyone — the opportunity to achieve the impossible.",
    "author": "Joe Biden"
  },
  {
    "quote": "I’ve always found comfort in the ritual associated with my Catholicism. I find the rosary soothing. It’s almost like my meditation. And mass is a place I go to be by myself, even in the middle of the crowd. I always feel alone, just me and God. When I pray, I find myself not only praying to God, but praying to Neilia and to my mom to intercede with God for me. It’s a way of reminding myself that they are still a part of me, still inside me. And in the first hours after we lost Beau, I began to talk to him, too. It was my way to remind myself that he was still here with me, too.",
    "author": "Joe Biden"
  },
  {
    "quote": "For the first time in my life, I understood how someone could consciously decide to commit suicide. Not because they are deranged, not because they were nuts, but because they had been to the top of the mountain and they just knew in their heart they'd never get there again.",
    "author": "Joe Biden"
  },
  {
    "quote": "When Seagull droppings landed on my head at a campaign event, I chose to read it as a sign of a coming success.",
    "author": "Joe Biden"
  },
  {
    "quote": "So I try to be mindful at all times, of what a difference a small human gesture can make to people in need. What does it really cost to take a moment to look someone in the eye, to give him a hug, to let her know, I get it. You're not alone?",
    "author": "Joe Biden"
  },
  {
    "quote": "I hear the voice of the people calling for a future in which every American is more secure in life and liberty and more able to pursue happiness. I hear the voice of people willing to make sacrifices today to achieve that kind of tomorrow. It's time for a president to listen to that rising voice and to amplify it. It's time for a president who can point the American people to the future within their reach, tell them what it will take to get there, and vigilantly remind them why it's worth fighting for. It's time for a president to stand up and remind the American people that we have promises to keep -- promises to the world, promises to one another, promises to our children and to our grandchildren. In rededicating ourselves to to the hard work of fulfilling those promises, we restore America as the hope of the world and the vision of a brighter future.",
    "author": "Joe Biden"
  },
  {
    "quote": "that it was possible to absorb real loss and make it through.",
    "author": "Joe Biden"
  },
  {
    "quote": "We hold these truths to be self evident, All men and women created by...the...go you know the... you know the thing!",
    "author": "Joe Biden"
  },
  {
    "quote": "For the world to follow, we must do more than rattle our sabers and demand allegiance to our vision simply because we believe we are right. We must provide a reason for others to aspire to that vision. And that reason must come with more than the repetition of a bumper-sticker phrase about freedom and democracy.",
    "author": "Joe Biden"
  },
  {
    "quote": "What makes the partisanship so debilitating is that it's not confined to one party and, despite what so many pundits say, it's much more than a political tool to win elections. It has shaped our culture and our national dialogue. We've lost our ability to disagree without being disagreeable, and to argue substance without questioning the basic decency of the people on the other side of the line. The partisanship rips at the bonds of affection that tie the country state to state, political party to political party, citizen to citizen.",
    "author": "Joe Biden"
  },
  {
    "quote": "I was a newly elected thirty-year-old United States senator, excited to be down in Washington interviewing staff, when I got the call that my wife and eighteen-month-old daughter had died in a car accident while out shopping the week before Christmas. Beau and Hunt had been in the car, too.",
    "author": "Joe Biden"
  },
  {
    "quote": "I trusted him as far as I could throw a piano.",
    "author": "Joe Biden"
  },
  {
    "quote": "And yet there was an eerie stillness on Capitol Hill--like a moment of prolonged equipoise between inhalation and exhalation.",
    "author": "Joe Biden"
  },
  {
    "quote": "We prefer truth over facts.",
    "author": "Joe Biden"
  },
  {
    "quote": "May history be able to say that the end of this chapter of American darkness began here tonight as love and hope and light joined in the battle for the soul of the nation.",
    "author": "Joe Biden"
  },
  {
    "quote": "Police weren’t getting out of their cars to meet people as much anymore. They were more and more riding around alone, understandably fearful in the toughest neighborhoods, sometimes in surplus military and paramilitary equipment that made them look like invaders instead of protectors. Dramatic footage of high-profile deaths",
    "author": "Joe Biden"
  },
  {
    "quote": "I have come to believe that the first duty of a public servant is to help bring people together, especially in crisis, especially across difficult divides, to show respect for everybody at the table, and to help find a safe way forward. After forty-five years in office, that basic conviction still gave me purpose. * * *",
    "author": "Joe Biden"
  },
  {
    "quote": "grew harder and harder for either side to acknowledge the basic humanity of the other.",
    "author": "Joe Biden"
  },
  {
    "quote": "said to Finnegan as we walked back through the gate and back into our own time. “This can happen again. This is happening in other parts of the world now. And you have to speak out. You can’t remain silent. Silence is complicity.",
    "author": "Joe Biden"
  },
  {
    "quote": "The voting public was tired of careful and carefully packaged candidates. My reputation as a “gaffe machine” was no longer looking like a weakness. The public could see that",
    "author": "Joe Biden"
  },
  {
    "quote": "to put loyalty to country over loyalty to political party. I had",
    "author": "Joe Biden"
  },
  {
    "quote": "The time will come when the memory will bring a smile to your lips,” I would tell everyone in that situation, “before it brings a tear to your eyes.",
    "author": "Joe Biden"
  },
  {
    "quote": "We have put together one of the most extensive and inclusive voter fraud organizations in the history of American politics.",
    "author": "Joe Biden"
  },
  {
    "quote": "The spread of ISIL’s bloody rule changed the political calculus for all three factions in Baghdad, forcing them to think like the old American revolutionary Ben Franklin. “We must all hang together,” Franklin had famously said, at the signing of the Declaration of Independence, “or assuredly, we shall all hang separately.",
    "author": "Joe Biden"
  },
  {
    "quote": "Dad. Look at me. Look at me, Dad. Remember, Dad. Home base, Dad. Home base.” What he was saying was: Remember who you are. Remember what matters. Stay true to your ideals. Be courageous.",
    "author": "Joe Biden"
  },
  {
    "quote": "Their experience seemed to confirm my father’s belief that fate was an inescapable part of life, but that every person, and every family, got a kind of zero balance in the good fortune–bad fortune equation on the ledger sheet. The bigger the highs, the deeper the troughs. My own life bore out his adage.",
    "author": "Joe Biden"
  },
  {
    "quote": "So how do I want to spend the rest of my life? I want to spend as much time as I can with my family, and I want to help change the country and the world for the better. That duty does much more than give me purpose; it gives me something to hope for.",
    "author": "Joe Biden"
  },
  {
    "quote": "Part of being a public servant, I came to understand in 1978, was absorbing the anger of people who don't know where to turn.",
    "author": "Joe Biden"
  },
  {
    "quote": "The president had the further benefit of near absolute self-sufficiency; unlike most people I know, his own sense of his worth seemed entirely independent of what other people thought of him. He was almost never ruffled by the slights and unfair criticisms I saw him endure.",
    "author": "Joe Biden"
  },
  {
    "quote": "Will you shut up, man?",
    "author": "Joe Biden"
  },
  {
    "quote": "His mom lived in Long Island for 10 years or so. God rest her soul. And—although, she's—wait—your mom's still—your mom's still alive. Your dad passed. God bless her soul.",
    "author": "Joe Biden"
  },
  {
    "quote": "Hillary Clinton is as qualified or more qualified than I am to be vice president of the United States of America. Quite frankly, it might have been a better pick than me.",
    "author": "Joe Biden"
  },
  {
    "quote": "My mother believed and my father believed that if I wanted to be president of the United States, I could be, I could be vice president!",
    "author": "Joe Biden"
  },
  {
    "quote": "Isn’t it a b*tch? This vice president thing? \n\n\nThat was a joke, that was a joke. Best decision I ever made. I’m joking. That was a joke.",
    "author": "Joe Biden"
  },
  {
    "quote": "A successful dump!",
    "author": "Joe Biden"
  },
  {
    "quote": "This is a big f**king deal!",
    "author": "Joe Biden"
  },
  {
    "quote": "I guess what I'm trying to say without boring you too long at breakfast—and you all look dull as hell, I might add. The dullest audience I have ever spoken to. Just sitting there, staring at me. Pretend you like me!",
    "author": "Joe Biden"
  },
  {
    "quote": "You cannot go to a 7-11 or a Dunkin' Donuts unless you have a slight Indian accent....I'm not joking.",
    "author": "Joe Biden"
  },
  {
    "quote": "Stand up, Chuck, let 'em see ya.",
    "author": "Joe Biden"
  },
  {
    "quote": "Folks, I can tell you I've known eight presidents, three of them intimately.",
    "author": "Joe Biden"
  },
  {
    "quote": "Look at what they [Republicans] value, and look at their budget. And look what they're proposing. [Mitt Romney] said in the first 100 days, he's going to let the big banks write their own rules—unchain Wall Street. They're going to put y'all back in chains.",
    "author": "Joe Biden"
  }
]