[
  {
    "quote": "People know what they do; frequently they know why they do what they do; but what they don't know is what what they do does.",
    "author": "Michel Foucault"
  },
  {
    "quote": "I don't feel that it is necessary to know exactly what I am. The main interest in life and work is to become someone else that you were not in the beginning.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Where there is power, there is resistance.",
    "author": "Michel Foucault"
  },
  {
    "quote": "What strikes me is the fact that in our society, art has become something which is related only to objects and not to individuals, or to life. That art is something which is specialized or which is done by experts who are artists. But couldn't everyone's life become a work of art? Why should the lamp or the house be an art object, but not our life?",
    "author": "Michel Foucault"
  },
  {
    "quote": "I'm no prophet. My job is making windows where there were once walls.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Knowledge is not for knowing: knowledge is for cutting.",
    "author": "Michel Foucault"
  },
  {
    "quote": "...if you are not like everybody else, then you are abnormal, if you are abnormal , then you are sick. These three categories, not being like everybody else, not being normal and being sick are in fact very different but have been reduced to the same thing",
    "author": "Michel Foucault"
  },
  {
    "quote": "I don't write a book so that it will be the final word; I write a book so that other books are possible, not necessarily written by me.",
    "author": "Michel Foucault"
  },
  {
    "quote": "I don’t feel that it is necessary to know exactly what I am. The main interest in life and work is to become someone else that you were not in the beginning. If you knew when you began a book what you would say at the end, do you think that you would have the courage to write it?\nWhat is true for writing and for love relationships is true also for life. The game is worthwhile insofar as we don’t know where it will end.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Maybe the target nowadays is not to discover what we are but to refuse what we are.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The strategic adversary is fascism... the fascism in us all, in our heads and in our everyday behavior, the fascism that causes us to love power, to desire the very thing that dominates and exploits us.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The real political task in a society such as ours is to criticize the workings of institutions that appear to be both neutral and independent, to criticize and attack them in such a manner that the political violence that has always exercised itself obscurely through them will be unmasked, so that one can fight against them.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The work of an intellectual is not to mould the political will of others; it is, through the analyses that he does in his own field, to re-examine evidence and assumptions, to shake up habitual ways of working and thinking, to dissipate conventional familiarities, to re-evaluate rules and institutions and to participate in the formation of a political will (where he has his role as citizen to play).",
    "author": "Michel Foucault"
  },
  {
    "quote": "Do not ask who I am and do not ask me to remain the same. More than one person, doubtless like me, writes in order to have no face.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Schools serve the same social functions as prisons and mental institutions- to define, classify, control, and regulate people.",
    "author": "Michel Foucault"
  },
  {
    "quote": "A critique does not consist in saying that things aren't good the way they are. It consists in seeing on just what type of assumptions, of familiar notions, of established and unexamined ways of thinking the accepted practices are based... To do criticism is to make harder those acts which are now too easy.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The imaginary is not formed in opposition to reality as its denial or compensation; it grows among signs, from book to book, in the interstice of repetitions and commentaries; it is born and takes shape in the interval between books. It is the phenomena of the library.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The 'Enlightenment', which discovered the liberties, also invented the disciplines.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The intellectual was rejected and persecuted at the precise moment when the facts became incontrovertible, when it was forbidden to say that the emperor had no clothes. ",
    "author": "Michel Foucault"
  },
  {
    "quote": "Do not ask who I am and do not ask me to remain the same.",
    "author": "Michel Foucault"
  },
  {
    "quote": "What desire can be contrary to nature since it was given to man by nature itself?",
    "author": "Michel Foucault"
  },
  {
    "quote": "But the guilty person is only one of the targets of punishment. For punishment is directed above all at others, at all the potentially guilty.",
    "author": "Michel Foucault"
  },
  {
    "quote": "There is no power relation without the correlative constitution of a field of knowledge, nor any knowledge that does not presuppose and constitute at the same time power relations",
    "author": "Michel Foucault"
  },
  {
    "quote": "...it's my hypothesis that the individual is not a pre-given entity which is seized on by the exercise of power. The individual, with his identity and characteristics, is the product of a relation of power exercised over bodies, multiplicities, movements, desires, forces.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Visibility is a trap.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Are you going to change yet again, shift your position according to the questions that are put to you, and say that the objections are not really directed at the place from which you are speaking? Are you going to declare yet again that you have never been what you have been reproached with being? Are you already preparing the way out that will enable you in your next book to spring up somewhere else and declare as you're now doing: no, no, I'm not where you are lying in wait for me, but over here, laughing at you?'\n'What, do you imagine that I would take so much trouble and so much pleasure in writing, do you think that I would keep so persistently to my task, if I were not preparing – with a rather shaky hand – a labyrinth into which I can venture, into which I can move my discourse... in which I can lose myself and appear at last to eyes that I will never have to meet again. I am no doubt not the only one who writes in order to have no face. Do not ask who I am and do not ask me to remain the same: leave it to our bureaucrats and our police to see that our papers are in order. At least spare us their morality when we write.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Do not think that one has to be sad in order to be militant, even though the thing one is fighting is abominable.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Justice must always question itself, just as society can exist only by means of the work it does on itself and on its institutions.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Death left its old tragic heaven and became the lyrical core of man: his invisible truth, his visible secret.",
    "author": "Michel Foucault"
  },
  {
    "quote": "I'm not making a problem out of a personal question; I make of a personal question an absence of a problem.",
    "author": "Michel Foucault"
  },
  {
    "quote": "From the idea that the self is not given to us, I think there is only one practical consequence: we have to create ourselves as a work of art.",
    "author": "Michel Foucault"
  },
  {
    "quote": "We have to be there at the birth of ideas, the bursting outward of their force: not in books expressing them, but in events manifesting this force, in struggles carried on around ideas, for or against them.",
    "author": "Michel Foucault"
  },
  {
    "quote": "There is not one but many silences, and they are an integral part of the strategies that underlie and permeate discourses.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The individual is the product of power.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Knowledge is not made for understanding; it is made for cutting.",
    "author": "Michel Foucault"
  },
  {
    "quote": "You may have killed God beneath the weight of all that you have said; but don't imagine that, with all that you are saying, you will make a man that will live longer than he.",
    "author": "Michel Foucault"
  },
  {
    "quote": "But let there be no misunderstanding: it is not that a real man, the object of knowledge, philosophical reflection or technological intervention, has been substituted for the soul, the illusion of theologians. The man described for us, whom we are invited to free, is already in himself the effect of a subjection more profound than himself. A 'soul' inhabits him and brings him to existence, which is itself a factor in the mastery that power exercises over the body. The soul is the effect and instrument of a political anatomy; the soul is the prison of the body.",
    "author": "Michel Foucault"
  },
  {
    "quote": "there is no glory in punishing",
    "author": "Michel Foucault"
  },
  {
    "quote": "The necessity of reform mustn’t be allowed to become a form of blackmail serving to limit, reduce, or halt the exercise of criticism. Under no circumstances should one pay attention to those who tell one: “Don’t criticize, since you’re not capable of carrying out a reform.” That’s ministerial cabinet talk. Critique doesn’t have to be the premise of a deduction that concludes, “this, then, is what needs to be done.” It should be an instrument for those for who fight, those who resist and refuse what is. Its use should be in processes of conflict and confrontation, essays in refusal. It doesn’t have to lay down the law for the law. It isn’t a stage in a programming. It is a challenge directed to what is.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Death as the destruction of all things no longer had meaning when life was revealed to be a fatuous sequence of empty words, the hollow jingle of a jester’s cap and bells.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The soul is the effect and instrument of a political anatomy; the soul is the prison of the body",
    "author": "Michel Foucault"
  },
  {
    "quote": "Traditionally, power was what was seen, what was shown, and what was manifested...Disciplinary power, on the other hand, is exercised through its invisibility; at the same time it imposes on those whom it subjects a principle of compulsory visibility. In discipline, it is the subjects who have to be seen. Their visibility assures the hold of the power that is exercised over them. It is this fact of being constantly seen, of being able always to be seen, that maintains the disciplined individual in his subjection. And the examination is the technique by which power, instead of emitting the signs of its potency, instead of imposing its mark on its subjects, holds them in a mechanism of objectification. In this space of domination, disciplinary power manifests its potency, essentially by arranging objects. The examination is, as it were, the ceremony of this objectification.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Is it surprising that the cellular prison, with its regular chronologies, forced labour, its authorities of surveillance and registration, its experts in normality, who continue and multiply the functions of the judge, should have become the modern instrument of penality? Is it surprising that prisons resemble factories, schools, barracks, hospitals, which all resemble prisons?",
    "author": "Michel Foucault"
  },
  {
    "quote": "power is tolerable only on condition that it masks a substantial part of itself. Its success is proportional to an ability to hide its own mechanisms.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Once leprosy had gone, and the figure of the leper was no more than a distant memory, these structures still remained. The game of exclusion would be played again, often in these same places, in an oddly similar fashion two or three centuries later. The role of the leper was to be played by the poor and by the vagrant, by prisoners and by the 'alienated', and the sort of salvation at stake for both parties in this game of exclusion is the matter of this study.",
    "author": "Michel Foucault"
  },
  {
    "quote": "We demand that sex speak the truth [...] and we demand that it tell us our truth, or rather, the deeply buried truth of that truth about ourselves wich we think we possess in our immediate consciousness.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Because they claim to be concerned with the welfare of whole societies, governments arrogate to themselves the right to pass off as mere abstract profit or loss the human unhappiness that their decisions provoke or their negligence permits. It is a duty of an international citizenship to always bring the testimony of people's suffering to the eyes and ears of governments, sufferings for which it's untrue that they are not responsible. The suffering of men must never be a mere silent residue of policy. It grounds an absolute right to stand up and speak to those who hold power.",
    "author": "Michel Foucault"
  },
  {
    "quote": "There are times in\nlife when the question of knowing if one can think differently\nthan one thinks, and perceive differently than one sees, is\nabsolutely necessary if one is to go on looking and reflecting\nat all.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The language of psychiatry is a monologue of reason about madness",
    "author": "Michel Foucault"
  },
  {
    "quote": "Confined on the ship, from which there is no escape, the madman is delivered to the river with its thousand arms, the sea with its thousand roads, to that great uncertainty external to everything. He is a prisoner in the midst of what is the freest, the openest of routes: bound fast at the infinite crossroads. He is the Passenger par excellence: that is, the prisoner of the passage. And the land he will come to is unknown—as is, once he disembarks, the land from which he comes. He has his truth and his homeland only in that fruitless expanse between two countries that cannot belong to him.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The judges of normality are present everywhere. We are in the society of the teacher-judge, the doctor-judge, the educator-judge, the social worker-judge; it is on them that the universal reign of the normative is based; and each individual, wherever he may find himself, subjects to it his body, his gestures, his behavior, his aptitudes, his achievements.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Education may well be, as of right, the instrument whereby every individual, in a society like our own, can gain access to any kind of discourse. But we well know that in its distribution, in what it permits and in what it prevents, it follows the well-trodden battle-lines of social conflict. Every educational system is a political means of maintaining or of modifying the appropriation of discourse, with the knowledge and the powers it carries with it.",
    "author": "Michel Foucault"
  },
  {
    "quote": "self-attachment is the first sign of madness, but it is because man is attached to himself that he accepts error as truth, lies as reality, violence and ugliness as beauty and justice.",
    "author": "Michel Foucault"
  },
  {
    "quote": "[Raymond Roussel] said that after his first book he expected that the next morning there would be a kind of aura around his person and that everyone in the street would be able to see that he had written a book. This is the obscure desire harboured by everyone who writes. It is true that the first text one writes is neither written for others, nor because one is what one is: one writes to become other than what one is. One tries to modify one's way of being through the act of writing.",
    "author": "Michel Foucault"
  },
  {
    "quote": "People know what they do; they frequently know why they do what they do; but what they don’t know is what what they do does.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Thought is no longer theoretical. As soon as it functions it offends or reconciles, attracts or repels, breaks, dissociates, unites or reunites; it cannot help but liberate or enslave. Even before prescribing, suggesting a future, saying what must be done, even before exhorting or merely sounding an alarm, thought, at the level of its existence, in its very dawning, is in itself an action-a perilous act.",
    "author": "Michel Foucault"
  },
  {
    "quote": "You know the difference between a real science and a pseudoscience? A real science recognizes and accepts its own history without feeling attacked. When you tell a psychiatrist his mental institution came from a lazar house, he becomes infuriated.",
    "author": "Michel Foucault"
  },
  {
    "quote": "A real subjection is born mechanically from a fictitious relation [...] He who is subjected to a field of visibility, and who knows it, assumes responsibility for the constraints of power; he makes them play spontaneously upon himself; he inscribed in himself the power relation in which he simultaneously plays both roles; he becomes the principle of his own subjection.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Do not ask who I am and do not ask me to remain the same: leave it to our bureaucrats and our police to see that our papers are in order.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Discipline 'makes' individuals; it is the specific technique of a power that regards individuals both as objects and as instruments of its exercise. It is not a triumphant power...it is a modest, suspicious power, which functions as a calculated, but permanent economy.",
    "author": "Michel Foucault"
  },
  {
    "quote": "In actual fact. The manifold sexualities - those which appear with the different ages (sexualities of the infant or the child), those which become fixated on particular tastes or practices (the sexuality of the invert, the gerontophile, the fetishist), those which, in a diffuse manner, invest relationships (the sexuality of doctor and patient, teacher and student, psychiatrist and mental patient), those which haunt spaces (the sexuality of the home, the school, the prison)- all form the correlate of exact procedures of power.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Resistances do not derive from a few heterogeneous principles; but neither are they a lure or a promise that is of necessity betrayed. They are the odd term in relations of power; they are inscribed in the latter as an irreducible opposite.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Matthey, a Geneva physician very close to Rousseau's influence, formulates the prospect for all men of reason: 'Do not glory in your state, if you are wise and civilized men; an instant suffices to disturb and annihilate that supposed wisdom of which you are so proud; an unexpected event, a sharp and sudden emotion of the soul will abruptly change the most reasonable and intelligent man into a raving idiot.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Nature, keeping only useless secrets, had placed within reach and in sight of human beings the things it was necessary for them to know.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Prefer what is positive and multiple, difference over uniformity, flows over unities, mobile arrangements over systems. Believe that what is productive is not sedentary but nomadic.",
    "author": "Michel Foucault"
  },
  {
    "quote": "[T]ruly to escape Hegel involves an exact appreciation of the price we have to pay to detach ourselves from him. It assumes that we are aware of the extent to which Hegel, insidiously perhaps, is close to us; it implies a knowledge, in that which permits us to think against Hegel, of that which remains Hegelian. We have to determine the extent to which our anti-Hegelianism is possibly one of his tricks directed against us, at the end of which he stands, motionless, waiting for us.",
    "author": "Michel Foucault"
  },
  {
    "quote": "We must not think that by saying yes to sex, one says no to power.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Discourse is not life; its time is not your time; in it, you will not be reconciled to death; you may have killed God beneath the weight of all that you have said; but don't imagine that, with all that you are saying you will make a man that will live longer than he.",
    "author": "Michel Foucault"
  },
  {
    "quote": "This book first arose out of a passage in [Jorge Luis] Borges, out of the laughter that shattered, as I read the passage, all the familiar landmarks of my thought—our thought that bears the stamp of our age and our geography—breaking up all the ordered surfaces and all the planes with which we are accustomed to tame the wild profusion of existing things, and continuing long afterwards to disturb and threaten with collapse our age-old distinction between the Same and the Other. This passage quotes a ‘certain Chinese encyclopaedia’ in which it is written that ‘animals are divided into: (a) belonging to the Emperor, (b) embalmed, (c) tame, (d) suckling pigs, (e) sirens, (f) fabulous, (g) stray dogs, (h) included in the present classification, (i) frenzied, (j) innumerable, (k) drawn with a very fine camelhair brush, (l) et cetera, (m) having just broken the water pitcher, (n) that from a long way off look like flies’. In the wonderment of this taxonomy, the thing we apprehend in one great leap, the thing that, by means of the fable, is demonstrated as the exotic charm of another system of thought, is the limitation of our own, the stark impossibility of thinking that.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The man described for us, whom we are invited to free, is already in himself the effect of a subjection much more profound than himself. A 'soul' inhabits him and brings him to existence...the soul is the effect and instrument of political anatomy; the soul is the prison of the body.",
    "author": "Michel Foucault"
  },
  {
    "quote": "But a punishment like forced labour or even imprisonment – mere loss of liberty – has never functioned without a certain additional element of punishment that certainly concerns the body itself: rationing of food, sexual deprivation, corporal punishment, solitary confinement … There remains, therefore, a trace of ‘torture’ in the modern mechanisms of criminal justice – a trace that has not been entirely overcome, but which is enveloped, increasingly, by the non-corporal nature of the penal system",
    "author": "Michel Foucault"
  },
  {
    "quote": "The court is the bureaucracy of the law. If you bureaucratise popular justice then you give it the form of a court.",
    "author": "Michel Foucault"
  },
  {
    "quote": "It is not the activity of the subject of knowledge that produces a corpus of knowledge, useful or resistant to power, but power-knowledge, the processes and struggles that transverse it and of which it is made up, that determines the forms and possible domains of knowledge.",
    "author": "Michel Foucault"
  },
  {
    "quote": "In civilizations without ships, dreams dry up, espionage takes the place of adventure and the police take the place of corsairs.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Perhaps [transgression] is like a flash of lightning in the night which, from the beginning of time, gives a dense and black intensity to the night it denies, which lights up the night from the inside, from top to bottom, yet owes to the dark the stark clarity of its manifestation, its harrowing and poised singularity.",
    "author": "Michel Foucault"
  },
  {
    "quote": "[T]hus one should not think that desire is repressed, for the simple reason that the law is what constitutes both desire and the lack on which it is predicated. Where there is desire, the power relation is already present: an illusion, then, to denounce this relation for a repression exerted after the event.",
    "author": "Michel Foucault"
  },
  {
    "quote": "This is the historical reality of the soul, which, unlike the soul represented by Christian theology, is not born in sin and subject to punishment, but is born rather out of methods of punishment, supervision, and constraint.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Nietzsche was a revelation to me. I felt that there was someone quite different from what I had been taught. I read him with a great passion and broke with my life, left my job in the asylum, left France: I had the feeling I had been trapped. Through Nietzsche, I had become a stranger to all that.",
    "author": "Michel Foucault"
  },
  {
    "quote": "It is pointless to ask: Why then is sex so secret? What is this force that so long reduced it to silence and has only recently relaxed its hold somewhat, allowing us to question it perhaps, but always in the context of and through its repression? In reality, this question, so often repeated nowadays, is but the recent form of a considerable affirmation and a secular prescription: there is where the truth is; go see if you can uncover it. [...] It is reasonable therefore to ask first of all: What is this injunction? Why this great chase after the truth of sex, the truth in sex?",
    "author": "Michel Foucault"
  },
  {
    "quote": "For the madness of men is a divine spectacle: “In fact, could one make observations from the Moon, as did Menippus, considering the numberless agitations of the Earth, one would think one saw a swarm of flies or gnats fighting among themselves, struggling and laying traps, stealing from one another, playing, gamboling, falling, and dying, and one would not believe the troubles, the tragedies that were produced by such a minute animalcule destined to perish so shortly.",
    "author": "Michel Foucault"
  },
  {
    "quote": "madness is the false punishment of a false solution, but by its own virtue it brings to light the real problem, which can then be truly resolved.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Surveillance is permanent in its effects, even if it is discontinuous in its action.",
    "author": "Michel Foucault"
  },
  {
    "quote": "it is the certainty of being punished and not the horrifying spectacle of public punishment that must discourage crime",
    "author": "Michel Foucault"
  },
  {
    "quote": "there is no escaping from power, that it is always-already present constituting that very thing which one attempts to counter it with.",
    "author": "Michel Foucault"
  },
  {
    "quote": "In the darkest region of the political field the condemned man represents the symmetrical, inverted figure of the king.",
    "author": "Michel Foucault"
  },
  {
    "quote": "In writing, the point is not to manifest or exalt the act of writing, nor is it to pin a subject within language; it is, rather, a question of creating a space into which the writing subject constantly disappears.",
    "author": "Michel Foucault"
  },
  {
    "quote": "There is no need for arms, physical violence, material constraints. Just a gaze. An inspecting gaze, a gaze that each individual under its weight will end by [internalising] to the point that they are their own overseer, each individual thus exercising surveillance over, and against themself.",
    "author": "Michel Foucault"
  },
  {
    "quote": "A critique is not a matter of saying that things are not right as they are. It is a matter of pointing out on what kinds of assumptions, what kinds of familiar, unchallenged, unconsidered modes of thought the practices that we accept rest.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Confined on the ship, from which there is no escape, the madman is delivered to the river with its thousand arms, the sea with it's thousand roads, to that great uncertainty external to everything.",
    "author": "Michel Foucault"
  },
  {
    "quote": "No seventeenth-century pedagogue would have publicly advised his disciple, as did Erasmus in his Dialogues, on the choice of a good prostitute.",
    "author": "Michel Foucault"
  },
  {
    "quote": "And the good ruler is precisely the one who exercises his power as it ought to be exercised, that is, simultaneously exercising his power over himself. And it is the power over oneself that thus regulates one's power over others.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Le fou ce ne sera plus l’exilé, celui qu’on repousse dans les marges de nos villes, mais celui qu’on rend étranger à lui même en le culpabilisant d’être celui qu’il est.",
    "author": "Michel Foucault"
  },
  {
    "quote": "It is meaningless to speak in the name of - or against - Reason, Truth, or Knowledge.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The question I would like to pose is not, Why are we repressed? but rather, Why do we say, with so much passion and so much resentment... that we are repressed? By what spiral did we come to affirm that sex is negated? What led us to show, ostentatiously, that sex is something we hide, to say it is something we silence? \n\n...I do not maintain that prohibition of sex is a ruse; but it is a ruse to make prohibition into the basic and constitutive element from which one would be able to write the history of what has been said concerning sex starting from the modern epoch.",
    "author": "Michel Foucault"
  },
  {
    "quote": "And now, if we try to assign a value, in and of itself, outside its relations to the dream and with error, to classical unreason, we must understand it not as reason diseased, or as reason lost or alienated, but quite simply as reason dazzled.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Sviluppate la vostra legittima stranezza.",
    "author": "Michel Foucault"
  },
  {
    "quote": "…modern man no longer communicates with the madman […] There is no common language: or rather, it no longer exists; the constitution of madness as mental illness, at the end of the eighteenth century, bears witness to a rupture in a dialogue, gives the separation as already enacted, and expels from the memory all those imperfect words, of no fixed syntax, spoken falteringly, in which the exchange between madness and reason was carried out. The language of psychiatry, which is a monologue by reason about madness, could only have come into existence in such a silence.",
    "author": "Michel Foucault"
  },
  {
    "quote": "In any given culture and at any given moment, there is always only one 'episteme' that defines the conditions of possibility of all knowledge, whether expressed in theory or silently invested in a practice.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Exercise is the technique by which one imposes on the body tasks that are both repetitive and different, but always graduated. By bending behavior towards a terminal state, exercise makes possible a perpetual characterization of the individual...It thus assures, in the form of continuity and constraint, a growth, an observation, a qualification.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Sadism ... is a massive cultural fact that appeared precisely at the end of the eighteenth century and that constitutes one of the greatest conversions of the occidental imagination ... madness of desire, the insane delight of love and death in the limitless presumption of appetite.",
    "author": "Michel Foucault"
  },
  {
    "quote": "still",
    "author": "Michel Foucault"
  },
  {
    "quote": "As the archeology of our thought easily shows, man is an invention of recent date. And one perhaps nearing its end.",
    "author": "Michel Foucault"
  },
  {
    "quote": "He who is subjected to a field of visibility, and who knows it, assumes responsibility for the constraints of power; he makes them play spontaneously upon himself; he inscribes in himself the power relation in which he simultaneously plays both roles; he becomes the principle of his own subjection.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The work of an intellectual is not to form the political will of others; it is, through the analyses he does in his own domains, to bring assumptions and things taken for granted again into question, to shake habits, ways of acting and thinking, to dispel the familiarity of the accepted, to take the measure of rules and institutions and, starting from that re-problemitisation (where he plays his specific role as intellectual) to take part in the formation of a political will (where he has his role to play as citizen).",
    "author": "Michel Foucault"
  },
  {
    "quote": "A symbolic unity formed by the languor of the fluids, by the darkening of the animal spirits and the shadowy twi­light they spread over the images of things, by the viscosity of the blood that laboriously trickles through the vessels, by the thickening of vapors that have become blackish, deleterious, and acrid, by visceral functions that have be­come slow and somehow slimy-this unity, more a product of sensibility than of thought or theory, gives melancholia its characteristic stamp.",
    "author": "Michel Foucault"
  },
  {
    "quote": "We are entering the age of the infinite examination and of compulsory objectification.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Finally, this principle and its corollary lead to a conclusion, deduced as an imperative: that the objective of the exercise of power is to reinforce, strengthen and protect the principality, but with this last understood to mean not the objective ensemble of its subjects and territory, but rather the prince's relation with what he owns, with the territory he has inherited or acquired, and with his subjects.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Curiosity evokes ‘concern’; it evokes the care one takes for what exists and could exist; a readiness to find strange and singular what surrounds us; a certain relentlessness to break up our familiarities and to regard otherwise the same things; a fervor to grasp what is happening and what passes; a casualness in regard to the traditional hierarchies of the important and the essential. I dream of a new age of curiosity. We have the technical means for it; the desire is there; the things to be known are infinite; the people who can employ themselves at this task exist. Why do we suffer? From too little: from the channels that are too narrow, skimpy, quasi-monopolistic, insufficient. There is no point in adopting a protectionist attitude, to prevent ‘bad’ information from invading and suffocating the ‘good.’ Rather, we must multiply the paths and the possibility of comings and goings.",
    "author": "Michel Foucault"
  },
  {
    "quote": "This knowledge, so inaccessible, so formidable, the Fool, in his innocent idiocy, already possesses.",
    "author": "Michel Foucault"
  },
  {
    "quote": "[L]et us say that we are obliged to produce the truth by the power that demands truth and needs it in order to function: we are forced to tell the truth, we are constrained, we are condemned to admit the truth or to discover it.",
    "author": "Michel Foucault"
  },
  {
    "quote": "It is not that the beautiful totality of the individual is amputated, repressed, altered by our social order, it is rather that the individual is carefully fabricated in it, according to a whole technique of forces and bodies.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Why am I so interested in politics? But if I were to answer you very simply, I would say this: why shouldn't I be interested? That is to say, what blindness, what deafness, what density of ideology would have to weigh me down to prevent me from being interested in what is probably the most crucial subject to our existence, that is to say the society in which we live, the economic relations within which it functions, and the system of power which defines the regular forms and the regular permissions and prohibitions of our conduct. The essence of our life consists, after all, of the political functioning of the society in which we find ourselves.\nSo I can't answer the question of why I should be interested; I could only answer it by asking why shouldn't I be interested?",
    "author": "Michel Foucault"
  },
  {
    "quote": "My point is not that everything is bad, but that everything is dangerous.",
    "author": "Michel Foucault"
  },
  {
    "quote": "At the opposite pole to this nature of shadows, madness fascinates because it is knowledge. It is knowledge, first, because all these absurd figures are in reality elements of a difficult, hermetic, esoteric learning. These strange forms are situated, from the first, in the space of the Great Secret, and the Saint Anthony who is tempted by them is not a victim of the violence of desire but of the much more insidious lure of curiosity; he is tempted by that distant and intimate knowledge which is offered, and at the same time evaded, by the smile of the gryllos; his backward movement is nothing but that step by which he keeps from crossing the forbidden limits of knowledge; he knows already—and",
    "author": "Michel Foucault"
  },
  {
    "quote": "nervous sufferers are the most irritable, that is, have the most sensibility: tenuousness of fiber, delicacy of organism; but they also have an easily impressionable soul, an unquiet heart, too strong a sympathy for what happens around them.",
    "author": "Michel Foucault"
  },
  {
    "quote": "There is no binary division to be made between what one says and what one does not say; we must try to determine the different ways of not saying such things, how those who can and those who cannot speak of them are distributed, which type of discourse is authorized, or which form of discretion is required in either case. There is not one but many silences, and they are an integral part of the strategies that underlie and permeate discourses.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The head that will become a skull is already empty. Madness is the déjà-là of death.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Hence, too, my main concern will be to locate the forms of power, the channels it takes, and the discourses it permeates in order to reach the most tenuous and individual modes of behavior, the paths that give it access to the rare or scarcely perceivable forms of desire, how it penetrates and controls everyday pleasure—all this entailing effects that may be those of refusal, blockage, and invalidation, but also incitement and intensification: in short, the “polymorphous techniques of power.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The manifest discourse, therefore, is really no more than the repressive presence of what it does not say; and this ‘not-said’ is a hollow that undermines from within all that is said.",
    "author": "Michel Foucault"
  },
  {
    "quote": "People will be surprised at the eagerness with which we went about\npretending to rouse from its slumber a sexuality which every­thing-our discourses, our customs, our institutions, our regulations, our knowledges-was busy producing in the light of day and broadcasting to noisy accompaniment.",
    "author": "Michel Foucault"
  },
  {
    "quote": "It’s amazing how people like judging.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Modern man is not the man who goes off to discover himself, his secrets, and his hidden truth; he is a man who tries to invest himself",
    "author": "Michel Foucault"
  },
  {
    "quote": "One had to speak of sex; one had to speak publicly and in a manner that was not determined by the division between licit and illicit, even if the speaker maintained the distinction for himself (which is what these solemn and preliminary declarations were intended to show): one had to speak of it as of a thing to be not simply condemned or tolerated but managed, inserted into systems of utility, regulated for the greater good of all, made to function according to an optimum. Sex was not something one simply judged; it was a thing one administered.",
    "author": "Michel Foucault"
  },
  {
    "quote": "A policing of sex: that is, not the rigor of a taboo, but the necessity of regulating sex through useful and public discourses. A few examples will suffice. One of the great innovations in the techniques of power in the eighteenth century was the emergence of “population” as an economic and political problem: population as wealth, population as manpower or labor capacity, population balanced between its own growth and the resources it commanded. Governments perceived that they were not dealing simply with subjects, or even with a “people,” but with a “population,” with its specific phenomena and its peculiar variables: birth and death rates, life expectancy, fertility, state of health, frequency of illnesses, patterns of diet and habitation.",
    "author": "Michel Foucault"
  },
  {
    "quote": "هر جامعه رژیمِ حقایق‌اش را دارد. هر جامعه، سیاستِ کلی حقیقت‌اش را دارد یعنی انواعی از گفتار را می‌پذیرد و به عنوانِ حقیقت به جریان می‌اندازد.‏\nنیز در همین جوامع مکانیسم و نهادهایی هستند که باعث می‌شود گفتارهای درست یا نادرست از هم تشخیص داده شوند.‏\nراه‌هایی به کار گرفته می‌شود تا این و آن را مجازات کنند تکنیک‌ها و روش‌هایی برای به دست آوردنِ حقیقت، ارزشمند قلمداد می‌شوند و همین‌طور جایگاه کسانی که وظیفه دارند بگویند چه چیزی به عنوانِ حقیقت کارآیند است.‏",
    "author": "Michel Foucault"
  },
  {
    "quote": "When language arrives at its own edge, what it finds is not a positivity that contradicts it, but the void that will efface it. Into that void it must go, consenting to come undone in the rumbling, in the immediate negation of what it says, in a silence that is not the intimacy of a secret but a pure outside where words endlessly unravel.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Rather than the uniform concern to hide sex, rather than a general prudishness of language, what distinguishes these last three centuries is the variety, the wide dispersion of devices that were invented for speaking about it, for having it be spoken about, for inducing it to speak of itself, for listening, recording, transcribing, and redistributing what is said about it: around sex, a whole network of varying, specific, and coercive transpositions into discourse. Rather than a massive censorship, beginning with the verbal proprieties imposed by the Age of Reason, what was involved was a regulated and polymorphous incitement to discourse.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Government is defined as a right manner of disposing things so as to lead not to the form of the common good, as the jurists' texts would have said, but to an end which is 'convenient' for each of the things that are to governed. This implies a plurality of specific aims: for instance, government will have t ensure that the greatest possible quantity of wealth is produced, that the people are provided with sufficient means of subsistence, that the population in enabled to multiply, etc. There is a whole series of specific finalities, then, which become the objective of government as such. In order to achieve these various finalities, things be disposed - and this term, [i] dispose [/i], is important because with sovereignity the instrument that allowed it to achieve its aim - that is to say, obedience to the laws - was the law itself; law and sovereignity were absolutely inseparable.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The marvellous logic of the mad which seems to mock that of the logicians because it resembles it so exactly, or rather because it is exactly the same, and because at the secret heart of madness, at the core of so many errors, so many absurdities, so many words and gestures without consequence, we discover, finally, the hidden perfection of a language.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Storytellers continue their narratives late into the night to forestall death and to delay the inevitable moment when everyone must fall silent. Scheherazade’s story is a desperate inversion of murder; it is the effort, throughout all those nights, to exclude death from the circle of existence.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Humanity does not gradually progress from combat to combat until it arrives at universal reciprocity, where the rule of law finally replaces warfare; humanity installs each of its violences in a system of rules and thus proceeds from domination to domination. The nature of these rules allows violence to be inflicted on violence and the resurgence of new forces that are sufficiently strong to dominate those in power. Rules are empty in themselves, violent and unfinalized; they are impersonal and can be bent to any purpose. The successes of history belong to those who are capable of seizing these rules, to replace those who had used them, to disguise themselves so as to pervert them, invert their meaning, and redirect them against those who had initially imposed them; controlling this complex mechanism, they will make it function so as to overcome the rulers through their own rules.",
    "author": "Michel Foucault"
  },
  {
    "quote": "I don't feel that it is necessary to know exactly what I am.",
    "author": "Michel Foucault"
  },
  {
    "quote": "States are not populated in accordance with the natural progression of propagation, but by virtue of their industry, their products, and their different institutions.… Men multiply like the yields from the ground and in proportion to the advantages and resources they find in their labors.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Under the authority of a language that had been carefully expurgated so that it was no longer directly named, sex was taken charge of, tracked down as it were, by a discourse that aimed to allow it no obscurity, no respite.",
    "author": "Michel Foucault"
  },
  {
    "quote": "All life was finally judged by this degree of irritation: abuse of things that were not natural, the sedentary life of cities, novel reading, theatergoing, immoderate thirst for knowledge,",
    "author": "Michel Foucault"
  },
  {
    "quote": "We must cease once and for all to describe the effects of power in negative terms, it ‘excludes’, it ‘represses’... in fact power produces, it produces reality, it produces domains of objects and rituals of truth.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The history of ideas, then, is the discipline of beginnings and ends, the description of obscure continuities and returns, the reconstitution of developments in the linear form of history. But it can also, by that very fact, describe, from one domain to another, the whole interplay of exchanges and intermediaries: it shows how scientific knowledge is diffused, gives rise to philosophical concepts, and takes form perhaps in literary works; it shows how problems, notions, themes may emigrate from the philosophical field where they were formulated to scientific or political discourses; it relates work with institutions, social customs or behaviour, techniques, and unrecorded needs and practices; it tries to revive the most elaborate forms of discourse in the concrete landscape, in the midst of the growth and development that witnessed their birth. It becomes therefore the discipline of interferences, the description of the concentric circles that surround works, underline them, relate them to one another, and insert them into whatever they are not.",
    "author": "Michel Foucault"
  },
  {
    "quote": "To seek in the great accumulation of the already-said the text that resembles 'in advance' a later text, to ransack history in order to rediscover the play of anticipations or echoes, to go right back to the first seeds or to go forward to the last traces, to reveal in a work its fidelity to tradition or its irreducible uniqueness, to raise or lower its stock of originality, to say that the Port -Royal grammarians invented nothing, or to discover that Cuvier had more predecessors than one thought, these are harmless enough amusements for historians who refuse to grow up.",
    "author": "Michel Foucault"
  },
  {
    "quote": "True love is first, love which does not conceal, and it does not conceal in two senses. First, it does not conceal because it has nothing to hide. It has nothing shameful which has to be hidden. It does not shun the light. It is willing, and is such that it is always willing to show itself in front of witnesses. It is also a love which does not conceal its aims. True love does not hide the true objective that it seeks to obtain from the one it loves. it is without subterfuge and does not employ roundabout means with its partner. It does not keep itself out of sight of witnesses, or of its partner. True love is love without disguise. Second, true love is an unalloyed love, that is to say, without mixture of pleasure and displeasure. It is also a love in which sensual pleasure and the friendship of souls do not intermingle. To that extend it is therefore a pure love because unalloyed. Third, true love (alethes eros) is love which is in line with what is right, what is correct. It is a direct (euthus) love. It has nothing contrary to the rule or custom. And finally, true love is love which is never subject to change or becoming. It is an incorruptible love which remains always the same.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Through Sade and Goya, the Western world received the possibility of transcending its reason in violence....",
    "author": "Michel Foucault"
  },
  {
    "quote": "It is comforting, however, and a source of profound relief to think that man is only a recent invention, a figure not yet two centuries old, a new wrinkle in our knowledge, and that he will disappear again as soon as that knowledge has discovered a new form.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Life itself was only futility, vain words, a squabble of cap and bells.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Through the various discourses, legal sanctions against minor perversions were multiplied; sexual irregularity was annexed to mental illness; from childhood to old age, a norm of sexual development was defined and all the possible deviations were carefully described; pedagogical controls and medical treatments were organized; around the least fantasies, moralists, but especially doctors, brandished the whole emphatic vocabulary of abomination.",
    "author": "Michel Foucault"
  },
  {
    "quote": "According to the new pastoral, sex must not be named imprudently, but its aspects, its correlations, and its effects must be pursued down to their slenderest ramifications: a shadow in a daydream, an image too slowly dispelled, a badly exorcised complicity between the body’s mechanics and the mind’s complacency: everything had to be told.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Le supplice ne rétablissait pas la justice, il réactivait le pouvoir.",
    "author": "Michel Foucault"
  },
  {
    "quote": "everything is dangerous, nothing is innocent",
    "author": "Michel Foucault"
  },
  {
    "quote": "la conveniencia de las actitudes esquiva los cuerpos, la decencia de las palabras blanquea los discursos",
    "author": "Michel Foucault"
  },
  {
    "quote": "In the serene world of mental illness, modern man no longer communicates with the madman: on on hand, the man of reason delegates the physician to madness, thereby authorizing a relation only through the abstract universality of disease; on the other, the man of madness communicates with society only by the intermediary of an equally abstract reason which is order, physical and moral constraint, the anonymous pressure of the group, the requirements of conformity.",
    "author": "Michel Foucault"
  },
  {
    "quote": "In the serene world of mental illness, modern man no longer communicates with the madman: on one hand, the man of reason delegates the physician to madness, thereby authorizing a relation only through the abstract universality of disease; on the other, the man of madness communicates with society only by the intermediary of an equally abstract reason which is order, physical and moral constraint, the anonymous pressure of the group, the requirements of conformity.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Today, criminal justice functions and justifies itself only by this perpetual reference to something other than itself, by this unceasing reinscription in non-juridical systems.",
    "author": "Michel Foucault"
  },
  {
    "quote": "To imagine writing as absence seems to be a simple repetition, in transcendental terms, of both the religious principle of the inalterable and yet never fulfilled tradition, and the aesthetic principle of the work's survival, its perpetuation beyond the author's death, and it enigmatic excess in relation to him.",
    "author": "Michel Foucault"
  },
  {
    "quote": "For millennia, man remained what he was for Aristotle: a living animal with the additional capacity for a political existence; modern man is an animal whose politics places his existence as a living being in question",
    "author": "Michel Foucault"
  },
  {
    "quote": "And if it is true that the image still has the function of speaking, of transmitting something consubstantial with language, we must recognize that it already no longer says the same thing; and that by its own plastic values painting engages in an experiment that will take it farther and farther from language, whatever the superficial identity of the theme.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Ni la casta que gobierna, ni los grupos que controlan los aparatos del estado, ni los que toman las decisiones económicas más importantes administran el conjunto de la red de poder que funciona en una sociedad (y que la hace funcionar).\n\nAsí como la red de las relaciones de poder concluye por construir un espeso tejido que atraviesa los aparatos y las instituciones sin localizarse exactamente en ellos, así también la formación del enjambre de los puntos de resistencia surca las estratificaciones sociales y las unidades individuales. Y es sin duda la codificación estratégica de esos puntos de resistencia  lo que torna posible una revolución.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Thus, seeking to produce a typology of forms of the art of government, La Mothe Le Vayer, in a text from the following century (consisting of educational writings intended for the French Dauphin), says that there are three fundamental types of government, each of which relates to a particular science or discipline: the art of self-government, connected with morality; the art of properly governing a family, which belongs to economy; and finally the science of ruling the state, which concerns politics. What matters, notwithstanding this typology, is that the art of government is always characterized by the essential continuity of one type with the other, and of second type with the third.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Government is the right disposition of things.",
    "author": "Michel Foucault"
  },
  {
    "quote": "In its function, the power to punish is not essentially different from that of curing or educating.",
    "author": "Michel Foucault"
  },
  {
    "quote": "thus historical descriptions are necessarily ordered by the present state of knowledge, they increase with every transformation and never cease, in turn, to break with themselves",
    "author": "Michel Foucault"
  },
  {
    "quote": "ينبغى أن أفترض أن خطابى هذا لا يؤمن لى طول البقاء. وأننى إذ أتكلم لا أتحاشى موتى وإنما أؤسسه، أو بالأحرى أننى أزيل كل داخليّة، فى هذا الخارج الذى لا يبالى بحياتى، هذا الخارج الذى لا يقيم أى فرق بين حياتى وموتى",
    "author": "Michel Foucault"
  },
  {
    "quote": "It was a matter of showing by what conjunctions a whole set of practices-- from the moment they became coordinated with a regime of truth––was able to make what does not exist (madness, disease, delinquency, sexuality), nonetheless become something, something however that continues not to exist. That is to say, what I would like to show is not how an error––when I say that which does not exist becomes something, this does not mean showing how it is possible for an error to be constructed––or how an illusion could be born, but how a regime of truth and therefore not an error, makes something that does not exist able to become something. It is not an illusion because it is a set of practices, real practices, which establish it and thus imperiously marks it out in reality... The point of all these investigations concerning madness, disease, delinquency, sexuality, and what i am talking about now, is to show how the coupling of a set of practices and a regime of truth from an apparatus (dispotif) of knowledge-power that effectively marks out in reality that which does not exist and legitimately submits it to the division between true and false. In the things I am presently concerned with, the moment when that which does not exist is inscribed in reality, and when that which does not exist comes under a legitimate regime of the true and false, marks the birth of this dissymmetrical bipolarity of politics and the economy. Politics and the economy are not things that exist, or errors, or ideologies. They are things that do not exist and yet which are inscribed in reality and fall under a regime of truth dividing the truth and the false.",
    "author": "Michel Foucault"
  },
  {
    "quote": "A stupid despot may constrain his slaves with iron chains; but a true politician binds them even more strongly by the chain of their own ideas… on the soft fibers of the brain is founded the unshakable base of the soundest of Empires.",
    "author": "Michel Foucault"
  },
  {
    "quote": "But the punishment-body relation is not the same as it was in the torture during public executions. The body now serves as an instrument or intermediary: if one intervenes upon it to imprison it, or to make it work, it is in order to deprive the individual of a liberty that is regarded both as a right and as property. The body, according to this penality, is caught up in a system of constraints and privations, obligations and prohibitions. Physical pain, the pain of the body itself, is no longer the constituent element of the penalty. From being an art of unbearable sensations punishment has become an economy of suspended rights.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Menuret repeats an observation of Forestier's that clearly shows how an excessive loss of a humor, by drying out the vessels and fibers, may provoke a state of mania; this was the case of a young man who 'having married his wife in the summertime, became maniacal as a result of the excessive intercourse he had with her.",
    "author": "Michel Foucault"
  },
  {
    "quote": "This book first arose out of a passage in Borges, out of the laughter that shattered, as I read the passage, all the familiar landmarks of my thought—our thought that bears the stamp of our age and our geography—breaking up all the ordered surfaces and all the planes with which we are accustomed to tame the wild profusion of existing things, and continuing long afterwards to disturb and threaten with collapse our age-old distinction between the Same and the Other. This passage quotes a ‘certain Chinese encyclopaedia’ in which it is written that ‘animals are divided into: (a) belonging to the Emperor, (b) embalmed, (c) tame, (d) suckling pigs, (e) sirens, (f) fabulous, (g) stray dogs, (h) included in the present classification, (i) frenzied, (j) innumerable, (k) drawn with a very fine camelhair brush, (l) et cetera, (m) having just broken the water pitcher, (n) that from a long way off look like flies’. In the wonderment of this taxonomy, the thing we apprehend in one great leap, the thing that, by means of the fable, is demonstrated as the exotic charm of another system of thought, is the limitation of our own, the stark impossibility of thinking that.",
    "author": "Michel Foucault"
  },
  {
    "quote": "From the point of view of wealth, there is no difference between need, comfort and pleasure",
    "author": "Michel Foucault"
  },
  {
    "quote": "After Sade, violence, life and death, desire, and sexuality will extend, below the level of representation, an immense expanse of darkness, which we are now attempting to recover...in our discourse, in our freedom, in our thought.",
    "author": "Michel Foucault"
  },
  {
    "quote": "لقدْ كانَ المستشفى العام ( وهو مؤسسة ظهرت سنة 1661 م ) \n\nوفيه تجسد الحجز بامتياز ، كان سجنا وإصلاحيةً ومأوى \n\nومارستاناً ، أي أداة قمع مثلى تقوم بكلِ شيء عدا العلاج .",
    "author": "Michel Foucault"
  },
  {
    "quote": "Islam, in the year 1978, was not the opium of the people precisely because it was the spirit of a world without spirit.",
    "author": "Michel Foucault"
  },
  {
    "quote": "[…] marginile unei cărţi nu sunt niciodată clar şi riguros trasate: dincolo de titlu, de primele rânduri şi de punctul final, mai presus de configuraţia sa internă şi de forma care îi conferă autonomie, ea se află prinsă într-un sistem de trimiteri la alte cărţi, la alte texte, la alte fraze: este un nod într-o reţea.",
    "author": "Michel Foucault"
  },
  {
    "quote": "In a sense, I am a moralist, insofar as I believe that one of the tasks, one of the meanings of human existence—the source of human freedom—is never to accept anything as definitive, untouchable, obvious, or immobile. No aspect of reality should be allowed to become a definitive and inhuman law for us. We have to rise up against all forms of power—but not just power in the narrow sense of the word, referring to the power of a government or of one social group over another: these are only a few particular instances of power. Power is anything that tends to render immobile and untouchable those things that are offered to us as real, as true, as good",
    "author": "Michel Foucault"
  },
  {
    "quote": "In fact the system of collective contribution, levy of a tenth, and redistribution to the participants, is the schema of the sacrificial rite (one provides the victim; the god, the temple, the priests levy a tenth, then redistribution takes place: redistribution that imparts a new strength and power to those who benefit from it, deriving from the sacrifice itself).\n\nThe game — sacrifice, division, levy, redistribution — is a religious form of individual and group invigoration which has been transposed into a social practice involving the resolution of a class conflict.",
    "author": "Michel Foucault"
  },
  {
    "quote": "I don't feel that it is necessary to know exactly what I am. The main interest in life and work is to become someone else that you were not in the beginning. If you knew when you began a book what you would say at the end, do you think that you would have the courage to write it? What is true for writing and for a love relationship is true also for life. The game is worthwhile insofar as we don't know what will be the end.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The chronicle of a man, the account of his life, his historiography, written as he lived out his life formed part of the rituals of his power. The disciplinary methods reversed this relation, lowered the threshold of describable individuality and made of this description a means of control and a method of domination.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The examination combines the techniques of an observing hierarchy and those of a normalizing judgement. It is a normalizing gaze, a surveillance that makes it possible to qualify, to classify and to punish. It establishes over individuals a visibility through which one differentiates them and judges them. That is why, in all the mechanisms of discipline, the examination is highly ritualized. In it are combined the ceremony of power and the form of the experiment, the deployment of force and the establishment of truth. At the heart of the procedures of discipline, it manifests the subjection of those who are perceived as objects and the objectification of those who are subjected. The superimposition of the power relations and knowledge relations assumes in the examination all its visible brilliance.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Acredita-se que é simular um paradoxo supor, por um só instante, o que poderiam ser o mundo, o pensamento e a verdade se o homem não existisse. É que estamos tão ofuscados pela recente evidência do homem que sequer guardamos em nossa lembrança o tempo, todavia pouco distante, em que existiam o mundo, sua ordem, os seres humanos, mas não o homem. Compreende-se o poder de abalo que pôde ter e que conserva ainda o pensamento de Nietzsche, quando anunciou, sob a forma do acontecimento iminente, da Promessa-Ameaça, que, bem logo, o homem não seria mais - mas, sim, o super-homem; o que, numa filosofia do Retorno, queria dizer que o homem, já desde muito tempo, havia desaparecido e não cessava de desaparecer, e que nosso pensamento moderno do homem, nossa solicitude para com ele, nosso humanismo dormiam serenamente sobre sua retumbante inexistência. A nós, que nos acreditamos ligados a uma finitude que só a nós pertence e que nos abre, pelo conhecer, a verdade do mundo, não deveria ser lembrado que estamos presos ao dorso de um tigre?",
    "author": "Michel Foucault"
  },
  {
    "quote": "I don’t feel that it is necessary to know exactly what I am. The main interest in life and work is to become someone else that you were not in the beginning. If you knew when you began a book what you would say at the end, do you think that you would have the courage to write it? What is true for writing and for a love relationship is true also for life. The game is worthwhile insofar as we don’t know what will be the end. My field is the history of thought. Man is a thinking being.",
    "author": "Michel Foucault"
  },
  {
    "quote": "A utopia of judicial reticence: take away life, but prevent the patient from feeling it; deprive the prisoner of all rights, but do not inflict pain; impose penalties free of all pain. Recourse to psycho-pharmacology and to various physiological ‘disconnectors’, even if it is temporary, is a logical consequence of this ‘non-corporal’ penality. The",
    "author": "Michel Foucault"
  },
  {
    "quote": "For was this transformation of sex into discourse not governed by the endeavor to expel from reality the forms of sexuality that were not amenable to the strict economy of reproduction: to say no to unproductive activities, to banish casual pleasures, to reduce or exclude practices whose object was not procreation?",
    "author": "Michel Foucault"
  },
  {
    "quote": "But, then, what is philosophy today—philosophical activity, I mean—if it is not the critical work that thought brings to bear on itself? In what does it consist, if not in the endeavor to know how and to what extent it might be possible to think differently, instead of legitimating what is already known? There is always something ludicrous in philosophical discourse when it tries, from the outside, to dictate to others, to tell them where their truth is and how to find it, or when it works up a case against them in the language of naive positivity.",
    "author": "Michel Foucault"
  },
  {
    "quote": "This last point is a request to the English-speaking reader. In France, certain half-witted ‘commentators’ persist in labelling me a ‘structuralist’. I have been unable to get it into their tiny minds that I have used none of the methods, concepts, or key terms that characterize structural analysis. I should be grateful if a more serious public would free me from a connection that certainly does me honour, but that I have not deserved.",
    "author": "Michel Foucault"
  },
  {
    "quote": "it becomes probable that the so-called immaterial hysterical affection and hypochondriacal disease derive from the dispositions of the particular state of the fibers.” It is to this sensibility, this mobility, that we must attribute the sufferings, the spasms, the singular pains so readily suffered by “young girls of pale complexion, and individuals too much given to study and meditation.",
    "author": "Michel Foucault"
  },
  {
    "quote": "We have to rise up against all forms of power—but not just power in the narrow sense of the word, referring to the power of a government or of one social group over another: these are only a few particular instances of power.\n\nPower is anything that tends to render immobile and untouchable those things that are offered to us as real, as true, as good.",
    "author": "Michel Foucault"
  },
  {
    "quote": "In short, the history of thought, of knowledge, of philosophy, of literature seems to be seeking, and discovering, more and more discontinuities, whereas history itself appears to be abandoning the interruption of events in favour of stable structures.",
    "author": "Michel Foucault"
  },
  {
    "quote": "There can only be a true life as an other life, and it’s from the point of view of this other life that the ordinary life of ordinary people will be made to appear as precisely other than the true. I live in an other way, and through the very alterity of my life, I show you that what you are looking for is elsewhere than where you are looking, that the road you are taking is an other road than the one you should be taking.",
    "author": "Michel Foucault"
  },
  {
    "quote": "sería hipócrita o ingenuo creer que la ley se ha hecho para todo el mundo en nombre de todo el mundo; que es más prudente reconocer que se ha hecho para algunos y que recae sobre otros; que en principio obliga a todos los ciudadanos, pero que se dirige principalmente a las clases más numerosas y menos ilustradas; que, a diferencia de lo que ocurre con las leyes políticas o civiles, su aplicación no concierne por igual a todo el mundo,39 que en los tribunales la sociedad entera no juzga a uno de sus miembros, sino que una categoría social encargada del orden sanciona a otra que está dedicada al desorden:",
    "author": "Michel Foucault"
  },
  {
    "quote": "From a Christian point of view, human reason is madness compared to the reason of God, but divine reason appears as madness to human reason.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The great hospitals, houses of confinement, establishments of religion and public order, of assistance and punishment, of governmental charity and welfare measures, are a phenomenon of the classical period:",
    "author": "Michel Foucault"
  },
  {
    "quote": "From being the object of a religious experience and sanctified, poverty became the object of a moral conception that condemned",
    "author": "Michel Foucault"
  },
  {
    "quote": "It would be wrong to say that the soul is an illusion, or an ideological effect. On the contrary, it exists, it has a reality, it is produced permanently around, on, within the body by a functioning of a power that is exercised on those punished - and in a more general way, on those one supervises, trains and corrects, over madmen, children at home and at school, the colonized, over those who are stuck at a machine and supervised for the rest of their lives.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Writing unfolds like a game that invariably goes beyond its own rules and transgresses its limits. In writing, the point is not to manifest or exalt the act of writing, nor is it to pin a subject within language; it is rather a question of creating a space into which the writing subject constantly disappears.",
    "author": "Michel Foucault"
  },
  {
    "quote": "In civilizations without boats, dreams dry up, espionage takes the place of adventure and the police take the place of pirates.",
    "author": "Michel Foucault"
  },
  {
    "quote": "History is one way in which a society recognizes\nand develops a mass of documentation with which it is inextricably linked.",
    "author": "Michel Foucault"
  },
  {
    "quote": "In France at least, the history of science and thought gives pride of place to mathematics, cosmology, and physics – noble sciences, rigorous sciences, sciences of the necessary, all close to philosophy: one can observe in their history the almost uninterrupted emergence of truth and pure reason. The other disciplines, however – those, for example, that concern living beings, languages, or economic facts – are considered too tinged with empirical thought, too exposed to the vagaries of chance or imagery, to age-old traditions and external events, for it to be supposed that their history could be anything other than irregular.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Among the mutations that have affected the knowledge of things ... only one, which began a century and a half ago ... has allowed the figure of man to appear.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The frontiers of a book are never clear-cut: beyond the title, the first lines, and the last full-stop, beyond its internal configuration and its autonomous form, it is caught up in a system of references to other books, other texts, other sentences: it is a node within a network.",
    "author": "Michel Foucault"
  },
  {
    "quote": "And if it is true that the image still has the function of speaking, of transmitting something consubstantial with language, we must recognize that it already no longer says the same thing; and that by its own plastic values painting engages in an experiment that will take it farther and farther from language, whatever the superficial identity of the theme. Figure and speech still illustrate the same fable of folly in the same moral world, but already they take two different directions, indicating, in a still barely perceptible scission, what will be the great line of cleavage in the Western experience of madness. The",
    "author": "Michel Foucault"
  },
  {
    "quote": "Homosexuality appeared as one of the forms of sexuality when it was transposed from the practice of sodomy onto a kind of interior androgyny, a hermaphrodism of the soul. The sodomite had been a temporary aberration; the homosexual was now a species",
    "author": "Michel Foucault"
  },
  {
    "quote": "The institution of monarchy developed during the Middle Ages against the backdrop of the previously endemic struggles between feudal power agencies. The monarchy presented itself as a referee, aa power capable of putting an end to war, violence, and pillage and saying no to these struggles and private feuds. It made itself acceptable by allocating itself a juridical and negative function, albeit one whose limits it naturally began at once to overstep.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Q: Doesn't this open up the possibility of overcoming the dualism of political struggles that eternally feed on the opposition between the state, on the one hand, and revolution, on the other? Doesn't it indicate a wider field of conflicts than that where the adversary is the state?\n\nFoucault: I would say that the state consists in the codification of a whole number of power relations that render its functioning possible, and that revolution is a different type of codification of the same relations.",
    "author": "Michel Foucault"
  },
  {
    "quote": "تصور نکنید برای مبارزبودن باید محزون بود، حتی اگر چیزی که با آن مبارزه می‌کنید، نفرت‌انگیز باشد.‏",
    "author": "Michel Foucault"
  },
  {
    "quote": "la atención se ha desplazado, por el contrario, de las vastas unidades que se describían como “épocas” o “siglos”, hacia fenómenos de ruptura.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The main interest in life and work is to become someone else that you were not in the beginning.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The preferred medications were those that forestalled corruption. We know 'as a result of more than three thousand years of experience that Myrrh and Aloes preserve corpses.' (Lange, 1689) Are not these deteriorations of the bodies of the same nature as those that accompany the diseases of the humors?",
    "author": "Michel Foucault"
  },
  {
    "quote": "Naš je um razlika diskursa, naša istorija razlika vremena, naše ja razlika maski.",
    "author": "Michel Foucault"
  },
  {
    "quote": "As mudanças económicas do século XVIII tornaram necessário fazer circular os efeitos do poder, por canais cada vez mais sutis, chegando até os próprios indivíduos, seus corpos, seus gestos, cada um de seus desempenhos cotidianos. Que o poder, mesmo tendo uma multiplicidade de homens a gerir, seja tão eficaz quanto se ele exercesse sobre um só.",
    "author": "Michel Foucault"
  },
  {
    "quote": "I am not a professional historian: nobody is perfect.",
    "author": "Michel Foucault"
  },
  {
    "quote": "A medida que el mundo llega a ser más profundo bajo la mirada, se advierte que todo lo que ha ejercitado la profundidad del hombre no era sino un juego de niños.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Lo que también me parece interesante y durante mucho tiempo representó un problema para mí es que, una vez más, no encontramos simplemente en el plano del Estado socialista ese mismo funcionamiento del racismo, sino también en las diferentes formas de análisis o proyectos socialistas, a lo largo de todo el siglo XIX, y, me parece alrededor de esto: en el fondo, cada vez que un socialismo insistió, sobre todo, en la transformación y paso del Estado capitalista al Estado socialista (en otras palabras, cada vez que buscó el principio de la transformación en el nivel de los procesos económicos), no necesitó el racismo, al menos en lo inmediato. En cambio, en todos los momentos en que el socialismo se vio obligado a insistir en el problema de la lucha, la lucha contra el enemigo, la eliminación del adversario dentro mismo de la sociedad capitalista; cuando se trata por consiguiente, de pensar el enfrentamiento físico con el adversario de clase en la sociedad capitalista, el racismo resurgió, porque era la única manera que tenía un pensamiento socialista , que de todas formas estaba muy ligado al tema del biopoder, de pensar la razón de matar al adversario. Cuando se trata simplemente de eliminarlo económicamente, de hacerle perder sus privilegios , el racismo no hace falta . Pero desde el momento en que hay que pensar que vamos a estar frente a frente, y que será preciso combatirlo físicamente, arriesgar la vida y procurar matarlo, el racismo es necesario",
    "author": "Michel Foucault"
  },
  {
    "quote": "How could the disciplines and the power that functions in them appear arbitrary, when they merely operate the mechanisms of justice itself, even with a view to mitigating their intensity?",
    "author": "Michel Foucault"
  },
  {
    "quote": "If there is, in classical madness, something which refers elsewhere, and to other things, it is no longer because the madman comes from the world of the irrational and bears its stigmata; rather, it is because he crosses the frontiers of bourgeois order of his own accord, and alienates himself outside the sacred limits of its ethic.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Poder y placer no se anulan; no se vuelven el uno contra el otro; se persiguen, se encabalgan y reactivan. Se",
    "author": "Michel Foucault"
  },
  {
    "quote": "As for what motivated me, it is quite simple; I would hope that in the eyes of some people it might be sufficient in itself. It was curiosity – the only kind of curiosity, in any case, that is worth acting upon with a degree of obstinacy: not the curiosity that seeks to assimilate what it is proper for one to know, but that which enables one to get free of oneself. After all, what would be the value of the passion for knowledge if it resulted only in a certain amount of knowledgeableness and not, in one way or another and to the extent possible, in the knower’s straying afield of himself? There are times in life when the question of knowing if one can think differently that one thinks, and perceive differently than one sees, is absolutely necessary if one is to go on looking and reflecting at all. People will say, perhaps, that these games with oneself would better be left backstage; or, at best, that they might properly form part of those preliminary exercises that are forgotten once they have served their purpose. But, then, what is philosophy today – philosophical activity, I mean – if it is not the critical work that thought brings to bear on itself? In what does it consist, if not in the endeavour to know how and to what extent it might be possible to think differently, instead of legitimating what is already known?",
    "author": "Michel Foucault"
  },
  {
    "quote": "Los historiadores de las ideas atribuyen fácilmente a los filósofos y a los juristas del siglo XVIII el sueño de una sociedad perfecta; pero ha habido también un sueño militar de la sociedad; su referencia fundamental se hallaba no en el estado de naturaleza, sino en los engranajes cuidadosamente subordinados de una máquina, no en el contrato primitivo, sino en las coerciones permanentes, no en los derechos fundamentales, sino en la educación y formación indefinidamente progresivas, no en la voluntad general, sino en la docilidad automática.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Se desarrolla entonces toda una problemática: la de una arquitectura que ya no está hecha simplemente para ser vista (fausto de los palacios) o para vigilar el espacio exterior (geometría de las fortalezas) sino para permitir un control interior, articulado y detallado (...); en términos generales, la de una arquitectura que habría de ser un operador para la transformación de los individuos: obrar sobre aquellos a quienes abriga, permitir apresar su conducta, conducir hasta ellos los efectos del poder, darlos a conocer, modificarlos.",
    "author": "Michel Foucault"
  },
  {
    "quote": "A decadência da Europa nos oferece um espectáculo imenso cujos momentos mais fortes são omitidos ou são dispensados. O próprio da cena em que nos encontramos hoje é representar um teatro; sem monumentos que sejam nossa obra e que nos pertençam, nós vivemos cercados de cenários. Mas há mais: o europeu não sabe quem ele é; ele ignora que raças se misturam nele; ele procura que papel poderia ter; ele não tem individualidade.",
    "author": "Michel Foucault"
  },
  {
    "quote": "But popular power is not merely ignorant. It is inevitably impure since it is anomos. Popular power harkens only to its interests and desires. It is violent: it imposes its will on everyone. It is murderous. And in a privileged fashion, it kills the sage, as the one who occupies the place where the laws speak.\n\nPopular power is criminal in essence — criminal in relation to what, since it expresses the will of all? It is criminal in relation to nomos, to the law as foundation of the city's existence. Popular power is crime against the very nature of the city.\n\nThe sage as pure keeper of knowledge and nomos therefore has to protect the city against itself and prohibit it from governing itself.",
    "author": "Michel Foucault"
  },
  {
    "quote": "In saying that the truth is both said and not said by the philosopher (said and not said in the form of stammering), Aristotle was still close to the methods of interpretation used by grammarians in their commentaries on the poets. Symbolic or allegorical methods pointing out what was deliberately hidden by Homer behind the figure of Nestor or Ulysses.\n\nBut there is a difference however — and a crucial one — which is that for Aristotle the equivocation of the said and the not-said, this distance without gap which means that the truth is both hidden and present in the philosopher's words, this light that is shadow, is not the effect of an oracular kind of intentional secret or prudent reserve. If philosophers do not speak the truth, this is not because their indulgence wishes to protect men from its terrible face; it is because they lack a certain knowledge (savoir).",
    "author": "Michel Foucault"
  },
  {
    "quote": "Punishment of a less immediately physical kind, a certain discretion in the art of inflicting pain, a combination of more subtle, more subdued sufferings, deprived of their visible display, should not all this be treated as a special case, an incidental effect of deeper changes? And yet the fact remains that a few decades saw the disappearance of the tortured, dismembered, amputated body, symbolically branded on face or shoulder, exposed alive or dead to public view. The body as the major target of penal repression disappeared. By",
    "author": "Michel Foucault"
  },
  {
    "quote": "The apparent effect of truth which operates in the sophism is in reality a quasi-juridical bond between a discursive event and a speaking subject. Hence the fact that we find two theses in the Sophists: Everything is true (as soon as you say something, that thing exists.). Nothing is true (whatever words you employ, they never express what exists).",
    "author": "Michel Foucault"
  },
  {
    "quote": "I have not tried to write the history of that language, but rather the archaeology of that silence.",
    "author": "Michel Foucault"
  },
  {
    "quote": "No se debería decir que el alma es una ilusión, o un efecto ideológico. Porque existe, tiene una realidad, que está producida permanentemente en torno, en la superficie y en el interior del cuerpo por el funcionamiento de un poder que se ejerce sobre aquellos a quienes se castiga y, de una manera más general, sobre aquellos a quienes se vigila, se educa y corrige, sobre los locos, los niños, los colegiales, los colonizados, sobre aquellos a quienes se sujeta a un aparato de producción y se controla a lo largo de toda su existencia.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The truth is quite the contrary: the author is not an indefinite source of significations which fill a work; the author does not precede the works, he is a certain functional principle by which, in our culture, one limits, excludes, and chooses; in short, by which one impedes the free circulation, the free manipulation, the free composition, decomposition, and recomposition of fiction. In fact, if we are accustomed to presenting the author as a genius, as a perpetual surging of invention, it is because, in reality, we make him function in exactly the opposite fashion. One can say that the author is an ideological product, since we represent him as the opposite of his historically real function. (When a historically given function is represented in a figure that inverse is, one has an ideological production). The author is therefore the ideological figure by which one marks the manner in which we fear the proliferation of meaning.\nIn saying this, I seem to call for a form of culture in which fiction would not be limited by the figure of the author…",
    "author": "Michel Foucault"
  },
  {
    "quote": "Texts, books, and discourses really began to have authors (other than mythical, “sacralized” and “sacralizing” figures) to the extent that authors became subject to punishment, that is, to the extent that discourses could be transgressive. In our culture (and doubtless in many others), discourse was not originally a product, a thing, a kind of goods; it was essentially an act _ an act placed in the bipolar field of the sacred and the profane, the licit and the illicit, the religious and the blasphemous. Historically, it was a gesture fraught with risks before becoming goods caught up in a circuit of ownership.",
    "author": "Michel Foucault"
  },
  {
    "quote": "It may well be that we talk about sex more than anything else; we set our minds to the task; we convince ourselves that were have never said enough on the subject...where sex is concerned the most long-winded, the most impatient of societies is our own.",
    "author": "Michel Foucault"
  },
  {
    "quote": "It would seem that the author’s name, unlike other proper names, does not pass from the interior of a discourse to the real and exterior individual who produced it; instead, the name seems always to be present, marking off the edges of the text, revealing, or at least characterizing, its mode of being. The author’s name manifests the appearance of a certain discursive set and indicates the status of this discourse within a society and a culture. It has no legal status, nor is it located in the fiction of the work; rather, it is located in the break that founds a certain discursive construct and its very particular mode of being. As a result, we could say that in a civilization like our own there are a certain number of discourses that are endowed with the “author-function”, while others are deprived of it. A private letter may well have a signer_ it does not have an author; a contract may well have a guarantor_ it does not have an author. An anonymous text posted on a wall probably has a writer_ but not an author. The author-function is therefore characteristic of the mode of existence, circulation, and functioning of certain discourses within a society.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Sobre esta realidad-referencia se han construido conceptos diversos y se han delimitado campos de análisis: psique, subjetividad, personalidad, conciencia, etc.; sobre ella se han edificado técnicas y discursos científicos; a partir de ella se ha dado validez a las reivindicaciones morales del humanismo. Pero no hay que engañarse: no se ha sustituido el alma, ilusión de los teólogos, por un hombre real, objeto de saber, de reflexión filosófica o de intervención técnica.",
    "author": "Michel Foucault"
  },
  {
    "quote": "It is surely the following kinds of question that would need to be posed:\n\nWhat types of knowledge do you want to disqualify in the very instant of your demand: 'Is it a science'? Which speaking, discoursing subjects -which subjects of experience and knowledge - d you then want to 'diminish' when you say: 'I who conduct this discourse am conducting a scientific discourse, and I am a scientist'? Which theoretical-political avant garde do you want to enthrone in order to isolate it from all the discontinuous forms of knowledge that circulate about it? When I see you straining to establish the scientificity of Marxism I do not really think that you are demonstrating once and for all that Marxism has a rational structure and that therefore its propositions are the outcome of verifiable procedures; for me you are doing something altogether different, you are investing Marxist discourses and those who uphold them with the effects of a power which the West since Medieval times has attributed to science and has reserved for those engaged in scientific discourse.",
    "author": "Michel Foucault"
  },
  {
    "quote": "In order to fix the vocabulary, let us say that we will call knowledge-connaissance the system that allows desire and knowledge-savoir to be given a prior unity, reciprocal belonging, and co-naturalness. And we will call knowledge-savoir that which we have to drag from the interiority of knowledge-connaissance in order to rediscover in it the object of a willing, the end of a desire, the instrument of a domination, the stake of a struggle.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Homosexuality appeared as one of the forms of sexuality when it was transposed from the practice of sodomy onto a kind of interior androgyny, a hermaphrodism of the soul. The sodomite had been a temporary aberration; the homosexual was now a species",
    "author": "Michel Foucault"
  },
  {
    "quote": "The secret for harvesting from existence the greatest fruitfulness and the greatest enjoyment is—to live it dangerously",
    "author": "Michel Foucault"
  },
  {
    "quote": "the intense Catholic renaissance during the Counter-Reformation produced in France a very particular character of simultaneous competition and complicity between the government and the Church.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Tradicionalmente, el poder es lo que se ve, lo que se muestra, lo que se manifiesta, y, de manera paradójica, encuentra el principio de su fuerza en el movimiento por el cual la despliega. Aquellos sobre quienes se ejerce pueden mantenerse en la sombra; no reciben luz sino de esa parte de poder que les está concedida, o del reflejo que recae en ellos un instante. En cuanto al poder disciplinario, se ejerce haciéndose invisible y, por el contrario, impone a aquellos a quienes somete un principio de visibilidad obligatorio. En la disciplina, son los sometidos los que tienen que ser vistos. Su iluminación garantiza el dominio del poder que se ejerce sobre ellos. El hecho de ser visto sin cesar, de poder ser visto constantemente, es lo que mantiene sometido al individuo disciplinario. Y el examen es la técnica por la cual el poder, en lugar de emitir los signos de su potencia, en lugar de imponer su marca sobre aquellos a los que somete, los mantiene en un mecanismo de objetivación. En el espacio que domina, el poder disciplinario manifiesta, en lo esencial, su poderío acondicionando objetos. El examen equivale a la ceremonia de esta objetivación.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Las disciplinas franquean entonces el umbral “tecnológico”. El hospital primero, después la escuela y más tarde aún el taller no han sido simplemente “puestos en orden” por las disciplinas; han llegado a ser, gracias a ellas, aparatos tales que todo mecanismo de objetivación puede valer como instrumento de sometimiento, y todo aumento de poder da lugar a unos conocimientos posibles; a partir de este vínculo, propio de los sistemas tecnológicos, es como han podido formarse, en el elemento disciplinario, la medicina clínica, la psiquiatría, la psicología del niño, la psicopedagogía, la racionalización del trabajo.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The corollary of the possibility of conceiving other worlds - this one being, de facto, only a domain - is the impossibility of moving beyond the world we inhabit and the imperious necessity of accepting its frontiers as limits.",
    "author": "Michel Foucault"
  },
  {
    "quote": "We should not forget that before being inscribed in Western consciousness as the principle of quantification, harmony, and classical non-existence, Greek measurement was an immense social and polymorphous practice of assessment, quantification, establishing equivalences, and the search for appropriate proportions and distributions.\n\nWe can see how introducing measure is linked to a whole problem of peasant indebtedness, the transfer of agricultural properties, the settlement of debts, equivalence between foodstuff or manufactured objects, urbanization, and the establishment of a State form.\n\nThe institution of money appears at the heart of this practice of measurement.",
    "author": "Michel Foucault"
  },
  {
    "quote": "With humanity, life has ended up with a living creature that never quite finds itself in the right place, a living creature destined to wander and endlessly make mistakes.",
    "author": "Michel Foucault"
  },
  {
    "quote": "That is not all, however: this relationship between writing and death is also manifested in the effacement of the writing subject’s individual characteristics. Using all the contrivances that he steps up between himself and what he writes, the writing subject cancels out the signs of his particular individuality. As a result, the mark of the writer is reduced to nothing more that the singularity of his absence; he must assume the role of the dead man in the game of writing.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Moreover, it is not entirely without significance that true love was, in Platonic philosophy -- but also, as you know, in a whole sector, a whole domain of Christian spirituality and mysticism -- the form par excellence of the true life. Since Platonism, true love and the true life have traditionally belonged together, and to a large extend Christian Platonism will take up this theme.",
    "author": "Michel Foucault"
  },
  {
    "quote": "There has been so much action in the past,” said D.H. Lawrence, “especially sexual action, a wearying repetition over and over, without a corresponding thought, a corresponding realization. Now our business is to realize sex. Today the full conscious realization of sex is even more important than the act itself.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The difference between the Sophist and the ignorant (or stupid) is not the difference between an intentional error (into which one falls in order to trip up one's adversary) and an unintentional error (of which both interlocutors are victims). The Sophist should not be interpreted as someone who uses error as a trap and uses faulty reasoning as a crafty weapon. He occupies a different dimension from that of true or faulty reasoning; he is on the side of the semblance of reasoning. He occupies the dimension of shadow and reflection; he occupies a reasoning mirage, but he does not really reason. And this invalidation, produced not by error but by semblance, affects not only the Sophist's reasoning moreover, it affects all his wisdom, his sophia.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The body is given meaning and wholly constituted by discourse. The body vanishes as a biological entity and becomes instead a socially constituted product which is infinitely malleable and highly unstable.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Do not acid vapors have the very properties of melancholia, whereas alcoholic vapors, always ready to burst into flame, suggest frenzy; and sulfurous vapors, agitated by a violent and continuous movement, indicate mania?",
    "author": "Michel Foucault"
  },
  {
    "quote": "Punishment, then, will tend to become the most hidden part of the penal process. This has several consequences: it leaves the domain of more or less everyday perception and enters that of abstract consciousness; its effectiveness is seen as resulting from its inevitability, not from its visible intensity; it is the certainty of being punished and not the horrifying spectacle of public punishment that must discourage crime; the exemplary mechanics of punishment changes its mechanisms. As a result, justice no longer takes public responsibility for the violence that is bound up with its practice.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Curiosity is a vice that has been stigmatized in turn by Christianity, by philosophy, and even by a certain conception of science. Curiosity is seen as futility. However, I like the word; it suggests something quite different to me. It evokes “care”; it evokes the care one takes of what exists and what might exist; a sharpened sense of reality, but one that is never immobilized before it; a readiness to find what surrounds us strange and odd; a certain determination to throw off familiar ways of thought and to look at the same things in a different way; a passion for seizing what is happening now and what is disappearing; a lack of respect for the traditional hierarchies of what is important and fundamental. I dream of a new age of curiosity.",
    "author": "Michel Foucault"
  },
  {
    "quote": "What I want to do is not the history of solutions, and that's the reason why I don't accept the word 'alternative'. I would like to do genealogy of problems, of problématiques. My point is not that everything is bad, but that everything is dangerous, which is not exactly the same as bad. If everything is dangerous, then we always have something to do.",
    "author": "Michel Foucault"
  },
  {
    "quote": "...Rusche and Kirchheimer relate the different systems of punishment with the systems of production within which they operate: thus, in a slave economy, punitive mechanisms serve to provide an additional labour force -- and to constitute a body of 'civil' slaves in addition to those provided by war or trading; with feudalism, at a time when money and production were still at an early stage of development, we find a sudden increase in corporal punishments -- the body being in most cases the only property accessible; the penitentiary (the Hopital General, the Spinhuis or the Rasphuis), forced labour and the prison factory appear with the development of the mercantile economy. But the industrial system requires a free market in labour and, in the nineteenth century, the role of forced labour in the mechanisms of punishment diminishes accordingly and 'corrective' detention takes its place.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Are the prisons overpopulated, or is the population over-imprisoned ?",
    "author": "Michel Foucault"
  },
  {
    "quote": "The fact that the crime and the punishment were related and bound up in the form of atrocity was not the result of some obscurely accepted law of retaliation. It was the effect, in the rites of punishment, of a certain mechanism of power: of a power that not only did not hesitate to exert itself directly on bodies, but was exalted and strengthened by its visible manifestations; of a power that asserted itself as an armed power whose functions of maintaining order were not entirely unconnected with the functions of war; of a power that presented rules and obligations as personal bonds, a breach of which constituted an offence and called for vengeance; of a power for which disobedience was an act of hostility, the first sign of rebellion, which is not in principle different from civil war; of a power that had to demonstrate not why it enforced its laws, but who were its enemies, and what unleashing of force threatened them; of a power which, in the absence of continual supervision, sought a renewal of its effect in the spectacle of its individual manifestations; of a power that was recharged in the ritual display of its reality as 'super-power'.",
    "author": "Michel Foucault"
  },
  {
    "quote": "It is no longer possible to think in our day other than in the void left by man's disappearance.",
    "author": "Michel Foucault"
  },
  {
    "quote": "En cuanto al lenguaje mismo, ¿a partir de qué momento, de qué modificación semántica o sintáctica, se puede reconocer que se ha transformado en discurso racional? ¿Qué línea decisiva se traza, por consiguiente, entre una descripción que pinta las membranas como “pergaminos empapados” y esta otra, no menos cualitativa, no menos metafórica, que ve, extendidas sobre las envolturas del cerebro, películas de clara de huevo? ¿Las láminas “blancuzcas” y “rojizas” de Bayle son, para un discurso científico, de valor diferente, de solidez y de objetividad más densas, que las laminillas endurecidas descritas por los médicos del siglo XVIII? Una mirada un poco más meticulosa, un recorrido verbal más lento y mejor apoyado en las cosas, valores epitéticos finos, a veces algo enredados, ¿no es simplemente, en el lenguaje médico, la proliferación de un estilo que desde la medicina galénica ha tendido, ante el gris de las cosas y de sus formas, zonas de cualidades?",
    "author": "Michel Foucault"
  },
  {
    "quote": "It should be possible to discuss what I have put forward. Sometimes, when it has not been a good lecture, it would need very little, just one question, to put everything straight. However, this question never comes. The group effect in France makes any genuine discussion impossible. And as there is no feedback, the course is theatricalized. My relationship with the people there is like that of an actor or an acrobat. And when I have finished speaking, a sensation of total solitude ...",
    "author": "Michel Foucault"
  },
  {
    "quote": "The ideal is not to build tools but to make bombs, because when you have used up your own bombs, nobody else can use them. And I must add that my dream, my personal dream, is not exactly to build bombs, because I don't like to kill people. I would like to write book-bombs - that means books that are useful just at the moment in which they are written or read by people. Then they would disappear. Books would be such that they would disappear soon after they have been read or used. Books should be a kind of bomb and nothing else. After the explosion, people could be reminded that the books made a very beautiful fireworks display. In later years historians and others could recount that such and such a book was useful as a bomb and was beautiful as fireworks.",
    "author": "Michel Foucault"
  },
  {
    "quote": "In comparison with the justice exercised with sovereign power by traditional chiefs, the kings of justice, by the powerful of crooked judgments, Hesiodic justice, going from the decree of Zeus to the order of the world, and from this to peasant vigilance and exactness, to the interplay of good understanding and debts repaid, calls for a whole transfer of sovereignty. Calls for it, but does not record it, for at the time of Works and Days justice is institutionalized only in the hands of the kings of justice.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The establishment of a precise calendar was necessary for tax collection, the development of irrigation works, fixing the times of sowing and harvest, and so for determining when a war could be waged. (At the center of this, the problem of intercalation: the lunar calendar determined the months, but, since the twelve lunar months did not completely fill the solar year, there was a constant gap which was made up for gradually, and then in one go, with the intercalation of a thirteenth month.)\n\nAt the level of an extended empire, these calculations and the decisions which followed from them could only be centralized. Cosmo- or theogonic knowledge was also linked to political power. [...] Linked to political power and the State apparatus in these two ways, knowledge is quite naturally located in the hands of functionaries: knowledge is a State service and political instrument. Hence its necessary secret character. It does not have to circulate or be widespread. It is linked directly to the possession of power.",
    "author": "Michel Foucault"
  },
  {
    "quote": "[I]f we desire to learn for bad reasons (so as to get the upper hand over others, or to win unjust cases), then we will have to change in order to learn, or the fact of learning will change the one who learns. In short, the subject of knowledge will not be the same as the subject of desire. Euthydemus: to teach is to kill — and behind all this emerges the big question that philosophy has not ceased to conceal precisely inasmuch as its birth may not be entirely foreign to it: can knowledge be sold? Can it, on the one hand, be closed up on itself like the precious object of greed and possession? And, on the other hand, can it enter into the game and circulation of wealth and goods?",
    "author": "Michel Foucault"
  },
  {
    "quote": "Whatever the philosopher says, in his philosophical discourse at any rate, he will be in the truth, even if he is himself a man of little virtue or a bad citizen; something of the truth will pass into his discourse, and, on the other hand, his discourse will never completely die out, it will never be completely erased in the history of the truth; in one way or another it will forever recur in it. The philosopher is someone who is never completely driven out or who is never completely killed. There is no philosophical ostracism. The victories discourse may win against him, the jousts in the course of which he may be vanquished, do not affect that part of truth which is delivered in his discourse.",
    "author": "Michel Foucault"
  },
  {
    "quote": "As a result, we must entirely reverse the traditional idea of the author. We are accustomed, as we have seen earlier, to saying that the author is the genial creator of a work in which he deposits, with infinite wealth and generosity, an inexhaustible world of significations. We are used to thinking that the author is so different from all other men, and so transcendent with regard to all languages that, as soon as he speaks, meaning begins to proliferate, to proliferate indefinitely.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Günümüzde insanlar artık sefalet tarafından değil, tüketim tarafından kuşatılmıştır. On dokuzuncu yüzyılda olduğu gibi, bir başka bir biçimde de olsa, insanlar kendilerini gün boyu çalışmaya, fazla mesai yapmaya, işe bağlı kalmaya zorlayan (bir ev, mobilya ... satın almışlarsa) bir borç sistemi içine sürekli kapatılmışlardır. Televizyon imajlarını tüketim nesneleri olarak sunar ve on dokuzuncu yüzyılda insanların yapmalarından onca korkulmuş olan şeyi yapmalarını engeller.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The public execution did not re-establish justice; it reactivated power. In the seventeenth century, and even in the early eighteenth century, it was not, therefore, with all its theatre of terror, a lingering hang-over from an earlier age. Its ruthlessness, its spectacle, its physical violence, its unbalanced play of forces, its meticulous ceremonial, its entire apparatus were inscribed in the political functioning of the penal system.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Çok sıradan zevkler uğruna başka zevkleri elimizden kaçırdık.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Le droit de punir a été déplacé de la vengeance du souverain à la défense de la société.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Il punto più intenso delle vite, quello in cui si concentra la loro energia, è proprio là dove si scontrano con il potere, si dibattono con esso, tentano di utilizzare le sue forze o di sfuggire alle sue trappole.",
    "author": "Michel Foucault"
  },
  {
    "quote": "the bourgeoisie wanted to insert something more than just the negative law of “this is not yours” between the worker and the production apparatus he had in his hands. A supplementary code was needed that complements this law and gets it to work: the worker himself had to be moralized. When he is told: “You are only your labor-power and I have paid the market price for it,”‡ and when so much wealth is put in his hands, it is necessary to inject into the relationship between the worker and what he is working on a whole series of obligations and constraints that overlay the law of wages, which is apparently the simple law of the market.§ The wage contract must be accompanied by a coercion that is like its validity clause: the working class must be “regenerated,” “moralized.” Thus the transfer of the penitentiary takes place with one social class applying it to another: it is in this class relationship between the bourgeoisie and the proletariat that the condensed and remodeled penitentiary system begins to function; it will be a political instrument of the control and maintenance of relations of production. Fourth, something more is needed for this supplementary code to function effectively and for the delinquent actually to appear as a social enemy: the actual separation of delinquents from non-delinquents within those lower strata practicing illegalism. The great continuous mass of economico-political illegalism, going from common law crime to political revolt, must be broken up and the purely delinquent must be placed on one side, and those free of delinquency, who may be called non-delinquent, on the other. Thus, the bourgeoisie has no great wish to suppress delinquency.18 The main objective of the penal system is breaking this continuum of lower-class illegalism and the organization of a world of delinquency. There are two instruments for this. On the one hand, an ideological instrument: the theory of the delinquent as social enemy. This is no longer someone who struggles against the law, who wishes to evade power, but someone who is at war with every member of society. And the suddenly monstrous face the criminal assumes at the end of the eighteenth century, in literature and in penal theorists, corresponds to this need to break lower-class illegalism",
    "author": "Michel Foucault"
  },
  {
    "quote": "In civilizations without boats, dreams dry up, espionage takes the place of adventure and the police take the place of pirates",
    "author": "Michel Foucault"
  },
  {
    "quote": "— Vous n'êtes pas sûr de ce que vous dites ? Vous allez de nouveau changer, vous déplacer par rapport aux questions qu'on vous pose, dire que les objections ne pointent pas réellement vers le lieu où vous vous prononcez ? Vous vous préparez à dire encore une fois que vous n'avez jamais été ce qu'on vous reproche d'être ? Vous aménagez déjà l'issue qui vous permettra, dans votre prochain livre, de resurgir ailleurs et de narguer comme vous le faites maintenant : non, non je ne suis pas là où vous me guettez, mais ici d'où je vous regarde en riant.\n— Eh quoi, vous imaginez-vous que je prendrais à écrire tant de peine et tant de plaisir, croyez-vous que je m'y serais obstiné, tête baissée, si je ne préparais — d'une main un peu fébrile — le labyrinthe où m'aventurer, déplacer mon propos, lui ouvrir des souterrains, l’enfoncer loin de lui-même, lui trouver des surplombs qui résument et déforment son parcours, où me perdre et apparaître finalement à des yeux que je n'aurai jamais plus à rencontrer. Plus d'un comme moi sans doute, écrivent pour n'avoir plus de visage. Ne me demandez pas qui je suis et ne me dites pas de rester le même : c'est une morale d'état civil; elle régit nos papiers. Qu'elle nous laisse libres quand il s'agir d'écrire.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Foucault —siempre hablando de aquellos tres «fundadores de discurso»— dice que Marx no se limita a interpretar a la sociedad burguesa, sino a la interpretación burguesa de la sociedad (por eso El capital no es una economía política, sino una crítica de la economía política); que Freud no interpreta el sueño del paciente, sino el relato que el paciente hace de su sueño (y que ya constituye, desde luego, una «interpretación», en el sentido vulgar o «silvestre»); que Nietzsche no interpreta a la moral de Occidente, sino al discurso que Occidente ha construido sobre la moral (por eso hace una genealogía de la moral). Se trata, siempre, de una interpretación que hace ver que esos discursos que examina son, justamente, interpretaciones —«producciones» de sentido— y no meros objetos complicados a descifrar, con un sentido dado desde siempre que sólo se trata de re-descubrir. Lo que hacen los tres, nuevamente es intervenir sobre una construcción simbólica no para mostrar su transparencia originaria, sino al revés, para producirla como opacidad; no para descifrarla, sino al revés, para otorgarle su carácter de cifra, su «artificialidad», es decir, para desnaturalizarla en su función de «sentido común», y para desnaturalizar, también, la relación de ese discurso con los sujetos que ha producido como soportes de su propia reproducción. Se trata, en fin, de quebrar esa armonía y ese bienestar, de transformar al sujeto, mediante la interpretación, en insoportable para su propio discurso y quizá dejarlo, momentáneamente, sin palabras.",
    "author": "Michel Foucault"
  },
  {
    "quote": "All around the recognized word and the comprehended sentence, the other graphisms take flight, carrying with them the visible plenitude of shape and leaving only the linear, successive unfurling of meaning -- not one drop of rain falling after another, much less a feather or a torn-of leaf.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Дисциплина почиње са распоређивањем јединки у простору.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The important thing here, I believe, is that truth isn’t outside power or lacking in power: contrary to a myth whose history and functions would repay further study, truth isn’t the reward of free spirits, the child of protracted solitude, nor the privilege of those who have succeeded in liberating themselves. Truth is a thing of this world: it is produced only by virtue of multiple forms of constraint. And it induces regular effects of power. Each society has its regime of truth, its “general politics” of truth—that is, the types of discourse it accepts and makes function as true; the mechanisms and instances that enable one to distinguish true and false statements; the means by which each is sanctioned; the techniques and procedures accorded value in the acquisition of truth; the status of those who are charged with saying what counts as true.",
    "author": "Michel Foucault"
  },
  {
    "quote": "U doba klasicizma, englesku setu rado objašnjavaju uticajem morskog podneblja: studen, vlaga, promenljivost vremena, sve one sićušne vodene kapi što prodiru u pore i tkiva tela čovečjeg i čine da ono izgubi jedrinu, utiru put ludilu.",
    "author": "Michel Foucault"
  },
  {
    "quote": "But it must not be forgotten that ‘politics’ has been conceived as a continuation, if not exactly and directly of war, at least of the military model as a fundamental means of preventing civil disorder.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Rendir cuentas, didonai logon de la propia vida, no es hacer el relato de esa vida, es mostrar si uno es capaz de poner de manifiesto la existencia de una relación armónica entre el logos, la razón, el discurso razonable del que uno puede valerse, y su manera de vivir.",
    "author": "Michel Foucault"
  },
  {
    "quote": "templanza es representada con toda regularidad entre las cualidades que pertenecen —o por lo menos deberían pertenecer— no a cualquiera, sino en forma privilegiada a aquellos que tienen rango, posición y responsabilidad en la ciudad.",
    "author": "Michel Foucault"
  },
  {
    "quote": "It [Iranian Islamic Revolution] is perhaps the first great insurrection against global systems, the form of revolt that is the most modern and the most insane.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Religion for them [Iranians] was like a promise and guarantee of finding something that would radically change their subjectivity",
    "author": "Michel Foucault"
  },
  {
    "quote": "¿Cómo asumir el propio placer “de la manera debida”? ¿A qué principio remitirse para moderar, limitar, regular esta actividad? ¿Qué tipo de validez reconocer a estos principios que pueda justificar que tengamos que plegarnos a ellos? O bien, en otros términos, ¿cuál es el modo de sujeción implicado en esta problematización moral de la conducta sexual?",
    "author": "Michel Foucault"
  },
  {
    "quote": "estilo de lo que los griegos llamaron la chrēsis aphrodisiōn, el uso de los placeres. La expresión común chrēsis aphrodisiōn se relaciona, de una manera general, con la actividad sexual (se habla pues de los momentos del año o de la edad de la vida en que es bueno chrēstai aphrodisiois).53 Pero el término se relaciona igualmente con la forma en que el individuo dirige su actividad sexual, su modo de conducirse en este orden de cosas, el régimen que se permite o impone, las condiciones en las que efectúa los actos sexuales, la parte que él les concede en su vida.54 No se trata de lo que está permitido o prohibido entre los deseos que se experimentan o los actos que se realizan, sino de la prudencia, de la reflexión, del cálculo en la forma en que se distribuyen y en que se controlan los propios actos.",
    "author": "Michel Foucault"
  },
  {
    "quote": "The main interest in life and work is to become someone else that you were not in the beginning. If you knew when you began a book what you would say at the end, do you think that you would have the courage to write it? What is true for writing and for a love relationship is true also for life. The game is worthwhile insofar as we don't know what will be the end.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Hay que admitir, en suma, que este poder se ejerce más que se posee, que no es el “privilegio” adquirido o conservado de la clase dominante sino el efecto de conjunto de sus posiciones estratégicas, efecto que manifiesta, y a veces acompaña, la posición de aquellos que son dominados.",
    "author": "Michel Foucault"
  },
  {
    "quote": "If you knew when you began a book what you would say at the end, do you think that you would have the courage to write it? What is true for writing and for a love relationship is true also for life. The game is worthwhile insofar as we don't know what will be the end.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Sobre esta realidad-referencia se han construido conceptos diversos y se han delimitado campos de análisis: psique, subjetividad, personalidad, conciencia, etc.; sobre ella se han edificado técnicas y discursos científicos; a partir de ella se ha dado validez a las reivindicaciones morales del humanismo. Pero no hay que engañarse: no se ha sustituido el alma, ilusión de los teólogos, por un hombre real, objeto de saber, de reflexión filosófica o de intervención técnica. El hombre del que se nos habla y que se nos invita a liberar es ya en sí mismo el efecto de un sometimiento mucho más profundo que él. Un “alma” lo habita y lo conduce a la existencia, que es una pieza en el dominio que el poder ejerce sobre el cuerpo. El alma, efecto e instrumento de una anatomía política; el alma, prisión del cuerpo.",
    "author": "Michel Foucault"
  },
  {
    "quote": "But the body is also directly involved in a political field; power relations have an immediate hold upon it; they invest it, mark it, train it, torture it, force it to carry out tasks, to perform ceremonies, to emit signs. The political investment of the body is bound up, in accordance with complex reciprocal relations, with its economic use; it is largely as a force of production that the body is invested with relations of power and domination; but, on the other hand, its constitution as labour power is possible only if it is caught up in a system of subjection (in which need is also a political instrument meticulously prepared, calculated and used); the body becomes a useful force only if it is both a productive body and a subjected body. This subjection is not only obtained by the instruments of violence or ideology; it can also be direct, physical, pitting force against force, bearing on material elements, and yet without involving violence; it may be calculated, organized, technically thought out; it may be subtle, make use neither of weapons nor of terror and yet remain of a physical order.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Toda esa atención charlatana con la que hacemos ruido en torno de la sexualidad desde hace dos o tres siglos, ¿no está dirigida a una preocupación elemental: asegurar la población, reproducir la fuerza de trabajo, mantener la forma de las relaciones sociales, en síntesis: montar una sexualidad económicamente útil y políticamente conservadora?",
    "author": "Michel Foucault"
  },
  {
    "quote": "Hay que admitir más bien que el poder produce saber (y no simplemente favoreciéndolo porque le sirva o aplicándolo porque sea útil); que poder y saber se implican directamente el uno al otro; que no existe relación de poder sin constitución correlativa de un campo de saber, ni de saber que no suponga y no constituya al mismo tiempo relaciones de poder.",
    "author": "Michel Foucault"
  },
  {
    "quote": "… only that which never ceases to hurt stays in the memory.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Do not think that one has to be sad in order to be militant, even though the thing one is fighting is abominable. It is the connection of desire to reality (and not its retreat into the forms of representation) that possesses revolutionary force.",
    "author": "Michel Foucault"
  },
  {
    "quote": "¿Censura respecto al sexo? Más bien se ha construido un artefacto para producir discursos sobre el sexo, siempre más discursos, susceptibles de funcionar y de surtir efecto en su economía misma.",
    "author": "Michel Foucault"
  },
  {
    "quote": "campo que se tratará de analizar en los diferentes estudios que seguirán al presente volumen consiste, pues, en ese dispositivo de sexualidad: su formación a partir de la carne cristiana; su desarrollo a través de las cuatro grandes estrategias desplegadas en el siglo XIX: sexualización del niño, histerización de la mujer, especificación de los perversos, regulación de las poblaciones, estrategias todas que pasan por una familia que fue (hay que verlo bien) no una potencia de prohibición",
    "author": "Michel Foucault"
  },
  {
    "quote": "por el poder de hacer vivir o de arrojar a la muerte.",
    "author": "Michel Foucault"
  },
  {
    "quote": "disociación se distinguirá, por un lado, por cierta “elisión” del placer (desvalorización moral por la prescripción dada en la pastoral cristiana de no buscar la voluptuosidad como fin de la práctica sexual; desvalorización teórica que se traduce en la extrema dificultad de conferir un lugar al placer en la concepción de la sexualidad); igualmente, se distinguirá por una problematización cada vez más intensa del deseo (en el que se verá la señal original de la naturaleza caída en pecado o la estructura propia del ser humano).",
    "author": "Michel Foucault"
  },
  {
    "quote": "¿por qué el comportamiento sexual, por qué las actividades y placeres que de él dependen, son objeto de una preocupación moral? ¿De dónde proviene esta inquietud ética que, por lo menos en ciertos momentos, en ciertas sociedades o en ciertos grupos parece más importante que la atención moral que se presta a otros dominios también esenciales para la vida individual o colectiva, como serían las conductas alimentarias o el cumplimiento de los deberes cívicos?",
    "author": "Michel Foucault"
  },
  {
    "quote": "El exceso y la pasividad son, para un hombre, las dos formas mayores de la inmoralidad en la práctica de las aphrodisia.",
    "author": "Michel Foucault"
  },
  {
    "quote": "El uso de los placeres está consagrado a la forma en que la actividad sexual ha sido problematizada por los filósofos y los médicos, en la cultura griega clásica del siglo IV a.C.; La inquietud de sí está consagrado a esta problematización en los textos griegos y latinos de los dos primeros siglos de nuestra era; finalmente, Las confesiones de la carne* trata de la formación de la doctrina y de la pastoral de la carne.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Knowledge is not for knowing, knowledge is for cutting.",
    "author": "Michel Foucault"
  },
  {
    "quote": "La medicina de las especies se compromete en una atención renovada a lo individual, una atención cada vez más impaciente y menos capaz de soportar las formas generales de percepción, las lecturas apresuradas de esencia.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Modern man no longer communicates with the madman...there is no common language: or rather, it no longer exists; the constitution of madness as mental illness, at the end of the eighteenth century, bears witness to a rupture in a dialogue, gives the separation as already enacted, and expels from the memory all those imperfect words, of no fixed syntax, spoken falteringly, in which the exchange between madness and reason was carried out. The language of psychiatry, which is a monologue by reason about madness, could only have come into existence in such a silence.",
    "author": "Michel Foucault"
  },
  {
    "quote": "But above all--and this was why these disadvantages became a political danger--the people never felt closer to those who paid the penalty than in those rituals intended to show the horror of the crime and the invincibility of power; never did the people feel more threatened, like them, by a legal violence exercised without moderation or restraint. The solidarity of a whole section of the population with those we would call petty offenders -- vagrants, false beggars, the indigent poor, pick pockets, receivers and dealers in stolen goods -- was constantly expressed: resistance to police searches, the pursuit of informers, attacks on the watch or inspectors provide abundant evidence of this.",
    "author": "Michel Foucault"
  },
  {
    "quote": "Dolayısıyla da nomos (yasa) ile aletheia (hakikat) arasındaki ilişki şöyle bir soruya yol açar:Hakikatle ilişki kuran birine yasal bir biçim vermek nasıl mümkün olabilir?Geçerli akıl yürütmeye dair biçimsel yasalar vardır ancak kimin hakikati söyleyebileceğini belirleyen toplumsal,siyasi ya da kurumsal yasalar yoktur.",
    "author": "Michel Foucault"
  },
  {
    "quote": "And the sentence that condemns or acquits is not simply a judgement of guilt, a legal decision that lays down punishment; it bears within it an assessment of normality and a technical prescription for a possible normalization. Today the judge- magistrate or juror certainly does more than 'judge'.",
    "author": "Michel Foucault",
    "lastQuote": "As mudanças económicas do século XVIII tornaram necessário fazer circular os efeitos do poder, por canais cada vez mais sutis, chegando até os próprios indivíduos, seus corpos, seus gestos, cada um de seus desempenhos cotidianos. Que o poder, mesmo tendo uma multiplicidade de homens a gerir, seja tão eficaz quanto se ele exercesse sobre um só.",
    "lastNumber": 204
  }
]