[
    {
        "quote": "We live in a world defined by the rapid pace of technological change.",
        "author": "Jerome Powell"
    },
    {
        "quote": "Risk management systems and controls may discourage or limit certain revenue-generating opportunities. Failure to ensure the independence of these functions from the revenue generators and risk takers has been shown to be dangerous, and this is something for which the board is accountable.",
        "author": "Jerome Powell"
    },
    {
        "quote": "The financial crisis revealed important weaknesses in many areas of our financial system.",
        "author": "Jerome Powell"
    },
    {
        "quote": "Long experience, in the United States and in other advanced economies, has demonstrated that monetary policy is most successful when decisions are rendered independent of influence by elected officials.",
        "author": "Jerome Powell"
    },
    {
        "quote": "By the beginning of the 20th century, the debate about monetary policy and the nation's financial system had been going on for over a century. Increasingly, the shortcomings of the existing system were causing too much harm to ignore.",
        "author": "Jerome Powell"
    },
    {
        "quote": "The Federal Reserve is committed to fulfilling our statutory mandate of stable prices and maximum employment.",
        "author": "Jerome Powell"
    },
    {
        "quote": "All economic forecasts are subject to considerable uncertainty. There is always a wide range of plausible outcomes for important economic variables, including the federal funds rate.",
        "author": "Jerome Powell"
    },
    {
        "quote": "The revenue stream for Social Security benefits comes from payroll taxes, which are credited to the Social Security Trust Fund - accounting for the program's finances separately from the rest of the budget.",
        "author": "Jerome Powell"
    },
    {
        "quote": "I am unable to think of any critical, complex human activity that could be safely reduced to a simple summary equation.",
        "author": "Jerome Powell"
    },
    {
        "quote": "A digital currency issued by a central bank would be a global target for cyber attacks, cyber counterfeiting, and cyber theft.",
        "author": "Jerome Powell"
    },
    {
        "quote": "The success of monetary policy should be judged by the economy's performance against our statutory mandates of price stability and maximum employment.",
        "author": "Jerome Powell"
    },
    {
        "quote": "An efficient payments system provides the infrastructure needed to transfer money in low-cost and convenient ways. Efficient systems are innovative in improving the quality of services in response to changing technology and changing demand.",
        "author": "Jerome Powell"
    },
    {
        "quote": "No single housing finance institution should be too big to fail.",
        "author": "Jerome Powell"
    },
    {
        "quote": "Higher capital requirements increase bank costs, and at least some of those costs will be passed along to bank customers and shareholders. But in the longer term, stronger prudential requirements for large banking firms will produce more sustainable credit availability and economic growth.",
        "author": "Jerome Powell"
    },
    {
        "quote": "More regulation is not the best answer to every problem.",
        "author": "Jerome Powell"
    },
    {
        "quote": "If investors avoid the Treasury market, we could be unable to pay off maturing securities, which would mean an immediate default. Market participants generally agree that even a brief default would create potentially catastrophic risks to the financial system, like the meltdown of 2008.",
        "author": "Jerome Powell"
    },
    {
        "quote": "Regional interest rate differentials persisted until around the time of World War I and helped shape the attitudes of Americans living in western areas toward the nation's financial system.",
        "author": "Jerome Powell"
    },
    {
        "quote": "The financial crisis involved significant failures in the functioning, regulation, and supervision of OTC derivatives markets.",
        "author": "Jerome Powell"
    },
    {
        "quote": "The financial crisis and the Great Recession posed the most significant macroeconomic challenges for the United States in a half-century, leaving behind high unemployment and below-target inflation and calling for highly accommodative monetary policies.",
        "author": "Jerome Powell"
    },
    {
        "quote": "The Federal Reserve and other central banks have adopted broad public policy objectives to guide the development and oversight of the payments system. At the Fed, we have identified efficiency and safety as our most fundamental objectives, as set forth in our Policy on Payment System Risk.",
        "author": "Jerome Powell"
    },
    {
        "quote": "Loss-absorbing capacity among banks is substantially higher as a result of both regulatory requirements and stress testing exercises.",
        "author": "Jerome Powell"
    },
    {
        "quote": "We need a resilient, well-capitalized, well-regulated financial system that is strong enough to withstand even severe shocks and support economic growth by lending through the economic cycle.",
        "author": "Jerome Powell"
    },
    {
        "quote": "The sale of Treasury bonds, notes, and bills finances the U.S. government, and those securities are, in turn, a primary vehicle for savings for a wide range of U.S. households. Treasury securities are also an important source of collateral within the financial system.",
        "author": "Jerome Powell"
    },
    {
        "quote": "The expectation of gradual policy normalization should reduce the likelihood of outsized movements in interest rates.",
        "author": "Jerome Powell"
    },
    {
        "quote": "Mobile devices, high-speed data communication, and online commerce are creating expectations that convenient, secure, real-time payment and banking capabilities should be available whenever and wherever they are needed.",
        "author": "Jerome Powell"
    },
    {
        "quote": "In normal times, at the beginning of each month, the federal government makes a cash advance to the Social Security Trust Fund called the 'normalized tax transfer,' in an amount equal to the estimated payroll taxes for the coming month.",
        "author": "Jerome Powell"
    },
    {
        "quote": "Community banks are a crucial part of our economy and the fabric of our society.",
        "author": "Jerome Powell"
    },
    {
        "quote": "Alignment of business strategy and risk appetite should minimize the firm's exposure to large and unexpected losses. In addition, the firm's risk management capabilities need to be commensurate with the risks it expects to take.",
        "author": "Jerome Powell"
    },
    {
        "quote": "There is no risk-free path for monetary policy.",
        "author": "Jerome Powell"
    },
    {
        "quote": "The Federal Reserve is not charged with designing or evaluating proposals for housing finance reform. But we are responsible for regulating and supervising banking institutions to ensure their safety and soundness, and more broadly for the stability of the financial system.",
        "author": "Jerome Powell"
    },
    {
        "quote": "It is worth noting that 'too big to fail' is not simply about size. A big institution is 'too big' when there is an expectation that government will do whatever it takes to rescue that institution from failure, thus bestowing an effective risk premium subsidy. Reforms to end 'too big to fail' must address the causes of this expectation.",
        "author": "Jerome Powell"
    },
    {
        "quote": "Over the longer run, advanced economy policy actions that strengthen global growth and global trade will benefit the EMEs as well.",
        "author": "Jerome Powell"
    },
    {
        "quote": "Higher asset prices increase wealth and, with a lag, induce higher spending.",
        "author": "Jerome Powell"
    },
    {
        "quote": "The United States has never prioritized or failed to pay any obligation when due during a debt limit impasse. Despite the institutional risks and the lack of clear legal authority, we assume that Treasury will attempt to prioritize payments in a last-ditch effort to avoid default.",
        "author": "Jerome Powell"
    },
    {
        "quote": "Increased fragmentation of production across international borders - a natural outgrowth of the gains from specialization - meant more trade for any given value of final production, thus adding to the major expansion in gross trade flows in the 1990s and 2000s.",
        "author": "Jerome Powell"
    },
    {
        "quote": "In a world of global trade and integrated capital markets, it is natural for economic and financial shocks and policy actions to be transmitted across borders.",
        "author": "Jerome Powell"
    },
    {
        "quote": "An increase in the debt ceiling should be accompanied by fundamental policy reforms, substantial budget savings, and a strong enforcement mechanism to tie the hands of any future Congress.",
        "author": "Jerome Powell"
    },
    {
        "quote": "The too-big-to-fail reform project is massive in scope. In my view, it holds real promise. But the project will take years to complete. Success is not assured.",
        "author": "Jerome Powell"
    },
    {
        "quote": "Bailouts may have been more tolerable in the early 1990s when they were rare and their use for a failing bank was uncertain. That is no longer the case.",
        "author": "Jerome Powell"
    },
    {
        "quote": "The Government Securities Act gave the Treasury Department some rulemaking authority over all government securities brokers and dealers. But the act also required these firms to register with the SEC.",
        "author": "Jerome Powell"
    },
    {
        "quote": "There is certainly a role for regulation, but regulation should always take into account the impact that it has on markets, a balance that must be constantly weighed.",
        "author": "Jerome Powell"
    },
    {
        "quote": "Legislative reforms in the 1990s and the public/private structure led managements to expand the GSEs' balance sheets to enormous size, underpinned by wafer-thin slivers of capital, driving high shareholder returns and very high compensation for management.",
        "author": "Jerome Powell"
    },
    {
        "quote": "It is quite plausible that the process of increased fragmentation of production across borders is subject to 'diminishing returns' and has its natural limits.",
        "author": "Jerome Powell"
    },
    {
        "quote": "While monetary policy can contribute to growth by supporting a durable expansion in a context of price stability, it cannot reliably affect the long-run sustainable level of the economy's growth.",
        "author": "Jerome Powell"
    },
    {
        "quote": "One factor that favors easier adjustment in EMEs is that U.S. monetary policy normalization has been and should continue to be gradual, as long as the U.S. economy evolves roughly as expected.",
        "author": "Jerome Powell"
    },
    {
        "quote": "The GSEs became powerful advocates for their own bottom lines, providing substantial financial support for political candidates who supported the GSE agenda.",
        "author": "Jerome Powell"
    },
    {
        "quote": "As with so many sectors of the economy, technology is transforming the retail banking sector.",
        "author": "Jerome Powell"
    },
    {
        "quote": "The banking industry has traditionally been characterized by physical branches, privileged access to financial data, and distinct expertise in analyzing such data.",
        "author": "Jerome Powell"
    },
    {
        "quote": "With customers' permission, fintech firms have increasingly turned to data aggregators to 'screen scrape' information from financial accounts. In such cases, data aggregators collect and store online banking logins and passwords provided by the bank's customers and use them to log directly into the customer's banking account.",
        "author": "Jerome Powell"
    },
    {
        "quote": "There is clear empirical evidence that the response of EME financial markets to different shocks, including changes in U.S. interest rates, depends importantly on the state of economic fundamentals in the EMEs themselves.",
        "author": "Jerome Powell"
    },
    {
        "quote": "As long as global financial conditions normalize in an orderly fashion, EMEs should have sufficient time to adjust.",
        "author": "Jerome Powell"
    },
    {
        "quote": "The TMPG is the place where market participants recognize and address their responsibilities to each other.",
        "author": "Jerome Powell"
    },
    {
        "quote": "We do take seriously our obligation to assess whether our reforms are achieving their desired effects without imposing unnecessary burden.",
        "author": "Jerome Powell"
    },
    {
        "quote": "We need a system that provides mortgage credit in good times and bad to a broad range of creditworthy borrowers.",
        "author": "Jerome Powell"
    },
    {
        "quote": "The overwhelming majority of new mortgages are issued with government backing in a highly concentrated securitization market. That leaves us with both potential taxpayer liability and systemic risk.",
        "author": "Jerome Powell"
    },
    {
        "quote": "Congress created Fannie Mae in 1938 and Freddie Mac in 1970. For many years, these institutions prudently pursued their core mission of enhancing the availability of credit for housing.",
        "author": "Jerome Powell"
    },
    {
        "quote": "A risk-insensitive leverage ratio can be a useful backstop to risk-based capital requirements. But such a ratio can have perverse incentives if it is the binding capital requirement because it treats relatively safe activities, such as central clearing, as equivalent to the most risky activities.",
        "author": "Jerome Powell"
    },
    {
        "quote": "Liquidity problems can occur in central clearing, even if all counterparties have the financial resources to meet their obligations, if they are unable to convert those resources into cash quickly enough.",
        "author": "Jerome Powell"
    },
    {
        "quote": "Regulatory changes have forced banks to closely examine their liquidity planning and to internalize the costs of liquidity provision. The costs of committed liquidity facilities will be passed on to clearing members. These costs are perhaps highest in clearing Treasury securities, where liquidity needs can be especially large.",
        "author": "Jerome Powell"
    }
]