[
  {
    "quote": "I believe that truth has only one face: that of a violent contradiction.",
    "author": "Georges Bataille"
  },
  {
    "quote": "The need to go astray, to be destroyed, is an extremely private, distant, passionate, turbulent truth.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Nothing is more necessary or stronger in us than rebellion.",
    "author": "Georges Bataille"
  },
  {
    "quote": "A kiss is the beginning of cannibalism.",
    "author": "Georges Bataille"
  },
  {
    "quote": "I don't want your love unless you know i am repulsive,and love me even as you know it.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Beauty is desired in order that it may be befouled; not for its own sake, but for the joy brought by the certainty of profaining it.",
    "author": "Georges Bataille"
  },
  {
    "quote": "We have in fact only two certainties in this world - that we are not everything and that we will die.",
    "author": "Georges Bataille"
  },
  {
    "quote": "In what will survive me\nI am in harmony\nwith my annihilation.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Incredible nervous state, trepidation beyond words: to be this much in love is to be sick (and I love to be sick).",
    "author": "Georges Bataille"
  },
  {
    "quote": "Extreme seductiveness is at the boundary of horror",
    "author": "Georges Bataille"
  },
  {
    "quote": "The sexual act is in time what the tiger is in space.",
    "author": "Georges Bataille"
  },
  {
    "quote": "I think that knowledge enslaves us, that at the base of all knowledge there is a servility, the acceptation of a way of life wherein each moment has meaning only in relation to another or others that will follow it.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Sovereignty, loyalty, and solitude.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Intellectual despair results in neither weakness nor dreams, but in violence. It is only a matter of knowing how to give vent to one's rage; whether one only wants to wander like madmen around prisons, or whether one wants to overturn them.",
    "author": "Georges Bataille"
  },
  {
    "quote": "A man who finds himself among others is irritated because he does not know why he is not one of the others.\n\nIn bed next to a girl he loves, he forgets that he does not know why he is himself instead of the body he touches.\n\nWithout knowing it, he suffers from the mental darkness that keeps him from screaming that he himself is the girl who forgets his presence while shuddering in his arms.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Above all human existence requires stability, the permanence of things. The result is an ambivalence with respect to all great and violent expenditure of strength; such an expenditure, whether in nature or in man, represents the strongest possible threat. The feelings of admiration and of ecstasy induced by them thus mean that we are concerned to admire them from afar. The sun corresponds to that prudent concern. It is all radiance gigantic loss of heat and light, flame, explosion; but remote from men, who can enjoy in safety and quiet the fruits of this cataclysm. To earth belongs the solidity which sustains houses of stone and the steps of men (at least on its surface, for buried within the depths of the earth is the incandescence of lava).",
    "author": "Georges Bataille"
  },
  {
    "quote": "The owl flies, in the moonlight, over a field where the wounded cry out.\nLike the owl, I fly in the night over my own misfortune.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Indeed, the direction of the future is only there in order to elude us.",
    "author": "Georges Bataille"
  },
  {
    "quote": "There is always some limit which the individual accepts. He identifies this limit with himself. Horror seizes him at the thought that this limit may cease to be. But we are wrong to take this limit and the individual’s acceptance of it seriously. The limit is only there to be overreached. Fear and horror are not the real and final reaction; on the contrary, they are a temptation to overstep the bounds.",
    "author": "Georges Bataille"
  },
  {
    "quote": "It is clear that the world is purely parodic, that each thing seen is the parody of another, or is the same thing in a deceptive form.",
    "author": "Georges Bataille"
  },
  {
    "quote": "We did not lack modesty—on the contrary—but something urgently drove us to defy modesty together as immodestly as possible.",
    "author": "Georges Bataille"
  },
  {
    "quote": "The power of death signifies that this real world can only have a neutral image of life, that life's intimacy does not reveal it's dazzling consumption until the moment it gives out.",
    "author": "Georges Bataille"
  },
  {
    "quote": "I enjoyed the innocence of unhappiness and of helplessness; could I blame myself for a sin which attracted me, which flooded me with pleasure precisely to the extent it brought me to despair?",
    "author": "Georges Bataille"
  },
  {
    "quote": "The warrior's nobility is like a prostitute's smile, the truth of which is self-interest.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Laughing at the universe liberated my life. I escape its weight by laughing. I refuse any intellectual translations of this laughter, since my slavery would commrnce from that point on.",
    "author": "Georges Bataille"
  },
  {
    "quote": "You perhaps now know that desire reduces us to pulp.",
    "author": "Georges Bataille"
  },
  {
    "quote": "But a sort of rupture-in anguish-leaves us at the limit of tears: in such a case we lose ourselves, we forget ourselves and communicate with an elusive beyond.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Our only real pleasure is to squander our resources to no purpose, just as if a wound were bleeding away inside us; we always want to be sure of the uselessness or the ruinousness of our extravagance.",
    "author": "Georges Bataille"
  },
  {
    "quote": "The chaos of the mind cannot constitute a reply to the providence of the universe. All it can be is an awakening in the night, where all that can be heard is anguished poetry let loose.",
    "author": "Georges Bataille"
  },
  {
    "quote": "If literature stays away from evil, it rapidly becomes boring.",
    "author": "Georges Bataille"
  },
  {
    "quote": "If poetry introduces the strange, it does so by means of the familiar. The poetic is the familiar dissolving into the strange, and ourselves wit it. It never dispossesses us entirely, for the words, the images (once dissolved) are charged with emotions already experienced, attached to objects which link them to the known.",
    "author": "Georges Bataille"
  },
  {
    "quote": "That discourse one might call the poetry of transgression is also knowledge. He who transgresses not only breaks a rule. He goes somewhere that the others are not; and he knows something the others don’t know.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Only literature could reveal the process of breaking the law - without which the law would have no end - independently of the necessity to create order.",
    "author": "Georges Bataille"
  },
  {
    "quote": "The road to the kingdom of childhood, governed by ingenuousness and innocence, is thus regained in the horror of atonement. The purity of love is regained in its intimate truth which, as I said, is that of death. Death and the instant of divine intoxication merge when they both oppose those intentions of Good which are based on rational calculation. And death indicates the instant which, in so far as it is instantaneous, renounces the calculated quest for survival. The instant of the new individual being depended on the death of other beings. Had they not died there would have been no room for new ones. Reproduction and death condition the immortal renewal of life; they condition the instant which is always new. That is why we can only have a tragic view of the enchantment of life, but that is also why tragedy is the symbol of enchantment.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Let me stress that in this work flights of Christian religious experience and bursts of erotic impulses are seen to be part and parcel of the same movement.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Sacrifice is nothing other than the production of sacred things.",
    "author": "Georges Bataille"
  },
  {
    "quote": "I began to willfully indulge in dreams that, with the help of a bottle of wine, became completely mad and were close to being loathsome.",
    "author": "Georges Bataille"
  },
  {
    "quote": "I remember that one day, when we were in a car tooling along at top speed,we crashed into a cyclist, an apparently very young and very pretty girl. Her head was almost totally ripped off by the wheels. For a long time, we were parked a few yards beyond without getting out, fully absorbed in the sight of the corpse. The horror and despair at so much bloody flesh, nauseating in part, and in part very beautiful, was fairly equivalent to our usual impression upon seeing one another.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Continuaba cuestionando los límites del mundo, al ver la miseria de quien con ellos se conforma, y no pude soportar por mucho tiempo lo fácil de la ficción: yo le exigía la realidad, me volví loco.\n\nSi mentía, me quedaba en el plano de la poesía, de una superación verbal del mundo. Si perseveraba en una denigración ciega del mundo, mi denigración era falsa (como la superación). En cierto modo, mi conformidad con el mundo se profundizaba. Pero al no poder mentir a sabiendas, me volví loco (capaz de ignorar la verdad). O al no saber ya, para mí solo, representar la comedia de un delirio, me volví loco pero interiormente: viví la experiencia de la noche.\n\nLa poesía dio simplemente un giro: escapé por ella del mundo del discurso, que para mí se había convertido en el mundo natural, entré con ella en una especie de tumba donde la infinitud de lo posible nacía de la muerte del mundo lógico.\n\nAl morir la lógica, daba a luz locas riquezas. Pero lo posible evocado no es sino irreal, la muerte del mundo lógico es irreal, todo es turbio y huidizo en esta oscuridad relativa. Puedo burlarme de mí mismo y de los demás: ¡todo lo real carece de valor, todo valor es irreal! De allí esa facilidad y esa fatalidad de deslizamientos en los que ignoro si miento o estoy loco. La necesidad de la noche procede de esa situación desafortunada.\n\nLa noche no podía sino desviarse de todo ello.\n\nEl cuestionarlo todo nacía de la exasperación de un deseo, ¡que no podía abocar al vacío!\n\nEl objeto de mi deseo era, en primer lugar, la ilusión y no pudo ser más que en segundo lugar el vacío de la desilusión.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Life has always taken place in a tumult without apparent cohesion, but it only finds its grandeur and its reality in ecstasy and in ecstatic love.",
    "author": "Georges Bataille"
  },
  {
    "quote": "That sand into which we bury ourselves in order not to see, is formed of words…and it is true that words, their labyrinths, the exhausting immensity of their “possibles”, in short their treachery, have something of quicksand about them.",
    "author": "Georges Bataille"
  },
  {
    "quote": "The emotional element which gives an obsessive value to communal existence is death.",
    "author": "Georges Bataille"
  },
  {
    "quote": "When my face is flushed with blood, it becomes red and obscene. It betrays at the same time, through morbid reflexes, a bloody erection and a demanding thirst for indecency and criminal debauchery.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Human life is exhausted from serving as the head of, or the reason for, the universe. To the extent that it becomes this head and this reason, to the extent that it becomes necessary to the universe, it accepts servitude. If it is not free, existence becomes empty or neutral, and if it is free, it is in play. The Earth, as long as it only gave rise to cataclysms, trees, and birds, was a free universe; the fascination of freedom was tarnished when the Earth produced a being who demanded necessity as law above the universe. Man however has remained free not to respond to any necessity; he is free to resemble everything that is not himself in the universe. He can set aside the thought that it is he or God who keeps the rest of things from being absurd.",
    "author": "Georges Bataille"
  },
  {
    "quote": "To put it more precisely, since language is by definition the expression of civilised man, violence is silent. Civilisation and language grew as though violence was something outside. But silence cannot do away with things that language cannot state. Violence is as stubbornly there just as much as death, and if language cheats to conceal universal annihilation, the placid work of time, language alone suffers, language is the poorer, not time and not violence.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Human life, distinct from juridical existence, existing as it does on a\nglobe isolated in celestial space, from night to day and from one country\nto another—human life cannot in any way be limited to the closed\nsystems assigned to it by reasonable conceptions. The immense travail\nof recklessness, discharge, and upheaval that constitutes life could be\nexpressed by stating that life starts with the deficit of these systems;\nat least what it allows in the way of order and reserve has meaning\nonly from the moment when the ordered and reserved forces liberate\nand lose themselves for ends that cannot be subordinated to any thing\none can account for. It is only by such insubordination—even if it is\nimpoverished—that the human race ceases to be isolated in the unconditional\nsplendor of material things.",
    "author": "Georges Bataille"
  },
  {
    "quote": "In the violence of overcoming, in the disorder of my laughter and my sobbing, in the excess of raptures that shatter me, I seize on the similarity between a horror and a voluptuousness that goes beyond me, between an ultimate pain and an unbearable joy!",
    "author": "Georges Bataille"
  },
  {
    "quote": "Only literature could reveal the process of breaking the law –without which the law would have no end –independently of the necessity to create order. Literature cannot assume the task of regulating collective necessity. It should not conclude that ‘what I have said commits us to a fundamental respect for the laws of the city’ or, like Christianity, that ‘what I have said (the tragedy of the Gospel) shows us the path of Good’ (which is really the path of reason). Literature, like the infringement of moral laws, is dangerous.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Deneyin bizi alıp götürdüğü yere götürmesini istedim.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Boredom seeps from the monstrosity of Sade’s work, but it is this very boredom which constitutes its significance. As the Christian Klossowski says, his endless novels are more like prayer books than books of entertainment. The accomplished technique behind them is that of the ‘monk … who sets his soul in prayer before the divine mystery’. One must read them as they were written, with the intention of fathoming a mystery which is no less profound, nor perhaps less ‘divine’, than that of theology.",
    "author": "Georges Bataille"
  },
  {
    "quote": "To remain virile in the light demands the audacity of a mad ignorance: letting oneself catch fire, screaming with joy, expecting death—because of an unknown, unknowable presence; becoming love and blind light oneself, attaining the perfect incomprehension of the sun.",
    "author": "Georges Bataille"
  },
  {
    "quote": "A muchos el universo les parece honrado; las gentes honestas tienen los ojos castrados. Por eso temen la obscenidad. No sienten ninguna angustia cuando oyen el grito del gallo ni cuando se pasean bajo un cielo estrellado. Cuando se entregan 'a los placeres de la carne' lo hacen a condición de que sean insípidos.",
    "author": "Georges Bataille"
  },
  {
    "quote": "La poesía no es un conocimiento de sí, y menos aún la experiencia de un lejano posible (de lo que anteriormente no existía) sino la simple evocación con palabras de posibilidades inaccesibles.",
    "author": "Georges Bataille"
  },
  {
    "quote": "And, writing to you, I know that I cannot speak to you, but there is no way of preventing myself from speaking. I am going abroad, as far away as possible, but everywhere I go I shall be in the same delirium, the same whether far from you or near, for the pleasure in me depends on no one, it emanates from me alone, from the imbalance in me which perpetually frays my nerves. You can see it for yourself, you aren’t the cause of it, I can do without you and I want you at a distance from me, but if you are involved, if it be a question of you, then I want to be in this delirium, I want you to behold it, I want it to destroy you.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Our personal hallucination now developed as boundlessly as perhaps the total nightmare of human society, for instance, with earth, sky, and atmosphere.",
    "author": "Georges Bataille"
  },
  {
    "quote": "We pedaled rapidly, without laughing or speaking, peculiarly satisfied with our mutual presence, akin to one another in the common isolation of lewdness, weariness, and absurdity.",
    "author": "Georges Bataille"
  },
  {
    "quote": "We have in fact only two certainties in this world—that we are not everything and that we will die. To be conscious of not being everything, as one is of being mortal, is nothing. But if we are without a narcotic, an unbreathable void reveals itself. I wanted to be everything, so that falling into this void, I might summon my courage and say to myself: “I am ashamed of having wanted to be everything, for I see now that it was to sleep.” From that moment begins a singular experience. The mind moves in a strange world where anguish and ecstasy coexist.",
    "author": "Georges Bataille"
  },
  {
    "quote": "The fascination of sleep, which pits the lure of the void against the obstinacy of an impotent will, is an obstacle that life has perhaps never surmounted.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Our only real pleasure is to squander our resources to no purpose, just as if a wound were bleeding away inside us; we always want to be sure of the uselessness or the ruinousness of our extravagance. We want to feel as remote from the world as we can. As remote as we can: that is hardly strong enough; we want a world turned upside down and inside out. The truth of eroticism is treason. \nDe Sade’s system is the ruinous form of eroticism. Moral isolation means that all breaks are off; it shows what spending can really mean. The man who admits the value of other people necessarily imposes limits upon himself. The respect of man to man leads to a cycle of servitude that allows only for minor moments of disorder and finally ends the respect that their attitude is based on since we are denying the sovereign moment to man in general.",
    "author": "Georges Bataille"
  },
  {
    "quote": "There is, in every man, an animal...imprisoned, like a galley slave, and there is a gate, and if we open the gate, the animal will rush out, like the slave finding his way to escape.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Realism gives me the impression of a mistake. Violence alone escapes the feeling of poverty of those realistic experiences. Only death and desire have the force that oppresses, that takes one's breath away. Only the extremism of desire and death enable one to attain the truth.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Le monde sent la mort\nLes oiseaux volent les yeux crevés\nTu es sombre comme un ciel noir.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Poetry leads to the same place as all forms of eroticism — to the blending and fusion of separate objects. It leads us to eternity, it leads us to death, and through death to continuity. Poetry is eternity; the sun matched with the sea.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Laughing at the universe liberated my life. I escape its weight by laughing. I refuse any intellectual translations of this laughter, since my slavery would commence from that point on.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Los hombres se desconocen el el bien y se aman en el mal. El bien es la hipocresia. El mal es el amor. La inocencia es el amor del pecado.",
    "author": "Georges Bataille"
  },
  {
    "quote": "The certainty of incoherence in reading, the inevitable crumbling of the soundest constructions, is the deep truth of books. Since appearance constitutes a limit, what truly exists is a dissolution into common opacity rather than a development of lucid thinking. The apparent unchangingness of books is deceptive: each book is also the sum of the misunderstandings it occasions.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Man always becomes other. Man is the animal who continually differs from himself.",
    "author": "Georges Bataille"
  },
  {
    "quote": "I imagine myself covered with blood, broken but transfigured and in agreement with the world, both as prey and as a jaw of time, which ceaselessly kills and is ceaselessly killed.",
    "author": "Georges Bataille"
  },
  {
    "quote": "To others, the universe seems decent because decent people have gelded eyes. That is why they fear lewdness. They are never frightened by the crowing of a rooster or when strolling under a starry heaven. In general, people savour the “pleasures of the flesh” only on condition that they be insipid.",
    "author": "Georges Bataille"
  },
  {
    "quote": "je saisis en sombrant que la seule verité de l’homme, enfin entrevue, est d’être une supplication sans réponse.",
    "author": "Georges Bataille"
  },
  {
    "quote": "I don't want your love unless you know I am repulsive, and love me even as you know it.",
    "author": "Georges Bataille"
  },
  {
    "quote": "If I want to realize totality in my consciousness, I have to relate myself to an immense, ludicrous, and painful convulsion of all of humanity.",
    "author": "Georges Bataille"
  },
  {
    "quote": "If ultimately there was a tantalizing rectitude about her, she was none the less cunning: her exceeding gentleness, howbeit mitigated sometimes by the disturbing oppressiveness that foretells a storm in the air, left me utterly blind.",
    "author": "Georges Bataille"
  },
  {
    "quote": "The opium of the people in the present world is perhaps not so much religion as it is accepted boredom. Such a world is at the mercy, it must be known, of those who provide at least the semblance of an escape from boredom. Human life aspires to the passions, and again encounters its exigencies.",
    "author": "Georges Bataille"
  },
  {
    "quote": "...being aware that the sacred quality hidden in the experience of eroticism is something impossible for language to reach (this is also due to the impossibility of experiencing of re-experiencing anything through language), Bataille still expresses it in words. (Mishima on Bataille)",
    "author": "Georges Bataille"
  },
  {
    "quote": "Tutku, onu hisseden için bedenlerin arzusundan daha şiddetli bir anlam taşıyabilir. Beraberinde mutluluk umutlarını getirmesine rağmen tutkunun kargaşa ve rahatsızlığa neden olduğunu hiçbir zaman unutmamalıyız. Mutlu tutku bile o kadar şiddetli bir karışıklığa neden olur ki mutluluk haz duyulmasını sağlamadan önce çok büyük olduğu için karşıtına, yani acıya benzer. Tutkunun özü, iki varlığın süreksizliğini mükemmel sürekliliğe dönüştürmektir.",
    "author": "Georges Bataille"
  },
  {
    "quote": "In effect, vice turns common sense upside-down, and he who admits himself to be vicious abides by stigmatizing terms of horror.",
    "author": "Georges Bataille"
  },
  {
    "quote": "The circumstances of my life are paralyzing.",
    "author": "Georges Bataille"
  },
  {
    "quote": "The sovereign being is burdened with a servitude that crushes him, and the condition of free men is deliberate servility.",
    "author": "Georges Bataille"
  },
  {
    "quote": "She was crying, with wild entreaty, the way one vomits.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Though the immediate impression of rebellion may obscure the fact, the task of authentic literature is nevertheless only conceivable in terms of a desire for fundamental communication with the reader.",
    "author": "Georges Bataille"
  },
  {
    "quote": "L'image la plus simple de la vie organique unie à la rotation est la marée. Du mouvement de la mer, coït uniforme de la terre avec la lune, procède le coït polymorphe et organique de la terre et du soleil.\n\nMais la première forme de l'amour solaire est un nuage qui s'élève au-dessus de l'élément liquide. Le nuage érotique devient parfois orage et reombe vers la terre sous forme de pluie pendant que la foudre défonce les couches de l'atmosphère. La pluie se redresse aussitôt sous forme de plante immobile.\n\nLa vie animale est entièrement issue du mouvement des mers et, à l'intérieur des corps, la vie continue à sortir de l'eau salée. \nLa mer a jouée ainsi le rôle de l'organe femelle qui devient liquide sous l'excitation.\nLa mer se branle continuellement.\n\nLes éléments solides contenus et brassés par l'eau animée d'un mouvemnet érotique en jaillissent sous forme de poissons volants.",
    "author": "Georges Bataille"
  },
  {
    "quote": "An immense industrial network cannot be managed in the same way that one changes a tire... It expresses a circuit of cosmic energy on which it depends, which it cannot limit, and whose laws it cannot ignore without consequences.",
    "author": "Georges Bataille"
  },
  {
    "quote": "...out of despair I decided to follow this horror through. I stared down at what I was already grasping in my hand, like an ape; I wrapped myself in the dust and took off my trousers.\nInterwoven joy and terror strangled me within. I strangled and I gasped from pleasure. The more those pictures terrified me, the more intense was my excitement at the sight of them. After days of accumulating alarms, tensions, suffocations, I was beyond withstanding my own ignominy. I invoked it and I blessed it. It was my inevitable fate: my joy was all the greater since, with regard to life, I had long since entrenched myself in an attitude of suffering, and now, in the throes of delight, I progressed even farther into vileness and degradation.",
    "author": "Georges Bataille"
  },
  {
    "quote": "As for the sphere of thought, it is horror. Yes, it is horror itself.",
    "author": "Georges Bataille"
  },
  {
    "quote": "I have in my mind an obscenity so great that I could vomit the most dreadful words and it wouldn’t be enough!",
    "author": "Georges Bataille"
  },
  {
    "quote": "In any case, Klossowski, mentioned again during Acéphale's sessional meeting of 25 July 1938, would later return to his opposition between Nietzsche and Bataille in a lecture given in 1941 at the end of a retreat in a Dominican monastery, 'Le Corps du néant', later printed in the first edition of his book Sade my Neighbour (1947) and which Bataille later told him he 'does not like'. Here Klossowski recapitulated the two stages in the evolution of Nietzsche's thought outlined in Löwith's essay 'Nietzsche and the doctrine of the Eternal Return', which he had reviewed in Acéphale 2:\n1. Liberation from the Christian YOU MUST to achieve the I WANT of supra-nihilism;\n2. Liberation from the I WANT to attain the I AM of superhumanity in the eternal return.\nIt is precisely in this 'cyclical movement', according to Klossowski, that man 'takes on the immeasurable responsibility of the death of God'. Furthermore, he associates Bataille's negation of God with the negation of utility upon which the notion of expenditure was founded, and hence the source of his 'absolute political nihilism'. His conclusion, however, was a little more ambiguous: 'In his desire to relive the Nietzschean experience of the death of God [...] he did not have the privilege [...] of suffering Nietzsche's punishment: the delirium that transfigures the executioner into a victim [...] To be guilty or not to be, that is his dilemma. His acephality expresses only the unease of a guilt in which conscience has become alienated because he has put faith to sleep: and this is to experience God in the manner of demons, as St. Augustine said'. Unlike Nietzsche. who 'accused himself' of causing the death of God 'in the name of all men' and paid for his guilt with madness, unlike Kirillov, the nihilist in Dostoyevsky's Demons who chose to commit suicide so as to kill men's fear of death and thus kill God himself, Bataille shows us this frightful torment of not being able to make his guilt real and so attain that state of responsibility that gives knowledge of the path to absolution.",
    "author": "Georges Bataille"
  },
  {
    "quote": "От само себе си се разбира, че развитието на еротизма с нищо не е външно за областта на религията, но тъкмо християнството, противопоставяйки се на еротизма, е осъдило повечето религии. В някакъв смисъл християнската религия е може би най-нерелигиозната.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Literature is communication. Communication requires loyalty. A rigorous morality results from complicity in the knowledge of Evil, which is the basis of intense communication.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Under the present conditions, everything conspires to obscure the basic movement that tends to restore wealth to its function, to gift-giving, to squandering without reciprocation.",
    "author": "Georges Bataille"
  },
  {
    "quote": "One day or another, it is true, dust, supposing it persists, will probably begin to gain the upper hand over domestics, invading the immense ruins of abandoned buildings, deserted dockyards; and, at that distant epoch, nothing will remain to ward off night-terrors, for lack of which we have become such great book-keepers...",
    "author": "Georges Bataille"
  },
  {
    "quote": "the word silence is still a sound, to speak is in itself to imagine knowing; and to no longer know, it would be necessary to no longer speak",
    "author": "Georges Bataille"
  },
  {
    "quote": "Charles Baudelaire’s refusal was the most profound form of refusal, for it was in no way the assertion of an opposite principle. It only expressed that which was indefensible and impossible in the poet’s obstructed state of mind.",
    "author": "Georges Bataille"
  },
  {
    "quote": "La poesía, en un primer impulso, destruye los objetos que aprehende, los restituye, mediante esa destrucción, a la inasible fluidez de la existencia del poeta, y a ese precio espera encontrar la identidad del mundo y del hombre. Pero al mismo tiempo que realiza un desasimiento, intenta asir (captar) ese desasimiento. Y lo único que le es dado hacer es sustituir el desasimiento a las cosas asidas (captadas) de la vida reducida: no puede evitar que el desasimiento pase a ocupar el lugar de las cosas.",
    "author": "Georges Bataille"
  },
  {
    "quote": "These studies are the result of my attempt to extract the essence of literature. Literature is either the essential or nothing. I believe that the Evil—an acute form of Evil—which it expresses, has a sovereign value for us. But this concept does not exclude morality: on the contrary, it demands a 'hypermorality.'\n\nLiterature is communication. Communication requires loyalty. A rigorous morality results from complicity in the knowledge of Evil, which is the basis of intense communication.\n\n—Literature and Evil",
    "author": "Georges Bataille"
  },
  {
    "quote": "TO WHOM LIFE IS AN EXPERIENCE TO BE CARRIED AS FAR AS POSSIBLE...\nI have not meant to express my thought but to help you clarify what you yourself think...\nYou are not any more different from me than your right leg is from your left, but what joins us is THE SLEEP OF REASON—WHICH PRODUCES MONSTERS.\n\n—Theory of Religion",
    "author": "Georges Bataille"
  },
  {
    "quote": "…I felt as if I were living only in order to be more aware that I was dead.",
    "author": "Georges Bataille"
  },
  {
    "quote": "What seems to be unspeakable weakness can sometimes be just distaste for the generally accepted morality.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Lo serio, la muerte y el dolor fundan la verdad\nobtusa. Pero lo serio de la muerte y el dolor es la servidumbre del pensamiento.",
    "author": "Georges Bataille"
  },
  {
    "quote": "I equate love (bodies touching indecently) to the limitlessness of being – to nausea, to the sun, and to death.",
    "author": "Georges Bataille"
  },
  {
    "quote": "The true luxury and the real potlatch of our times falls to the poverty-stricken, that is, to the individual who lies down and scoffs. A genuine luxury requires the complete contempt for riches, the somber indifference of the individual who refuses to work and makes his life on the one hand an infinitely ruined splendor, and on the other, a silent insult to the laborious lie of the rich.",
    "author": "Georges Bataille"
  },
  {
    "quote": "These moments of intoxication, when we defy everything, when, the anchor raised, we go merrily toward the abyss, with no more thought for the inevitable fall than for the limits given in the beginning, are the only ones when we are completely free of the ground (of laws) …\n\nNothing exists that doesn’t have this senseless sense - common to flames, dreams, uncontrollable laughter - in those moments when consumption accelerates, beyond the desire to endure. Even utter senselessness ultimately is always this sense made of the negation of all the others. (Isn’t this sense basically that of each particular being who, as such, is the senselessness of all the others, but only if he doesn’t care a damn about enduring - and thought (philosophy) is at the limit of this conflagration, like a candle blown out at the limit of a flame.)",
    "author": "Georges Bataille"
  },
  {
    "quote": "Observing her, I saw that she was made up, that she was in an evening gown, that mourning indecently emphasized her beauty.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Intimacy cannot be expressed discursively. The swelling to the bursting point, the malice that breaks out with clenched teeth and weeps; the sinking feeling that doesn't know where it comes from or what it's about; the fear that sings its head off in the dark; the white-eyed pallor, the sweet sadness, the rage and the vomiting...are so many evasions. What is intimate, in the strong sense, is what has the passion of an absence of individuality, the imperceptible sonority of a river, the empty limpidity of the sky",
    "author": "Georges Bataille"
  },
  {
    "quote": "Ако вижда как умира ближният му, човешкото същество може да продължи да съществува само вън от себе си.",
    "author": "Georges Bataille"
  },
  {
    "quote": "El tiempo no significa más que la huida de los objetos que parecían verdaderos.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Twenty years later, the boy who used to stick himself with pens was standing under the sky in a for­eign street where he had never been, waiting for some unknown, impossible event. There were stars: an infinity of stars. It was absurd - absurd enough to make you scream; but it was a hostile absurdity.",
    "author": "Georges Bataille"
  },
  {
    "quote": "From incoherent barkings of desire, man can advance to distinct speech now that, labelling the object with a name, he is able to make an implicit connection between the material it is made of and the work required to get it from the old state to the new in which it is ready for use. Thenceforth language firmly anchors the object in the stream of time.",
    "author": "Georges Bataille"
  },
  {
    "quote": "A la rigueur, je suis heureux qu'on ait à rire de ma tristesse : seul m'entend celui dont le cœur est blessé d'une incurable blessure, telle que jamais nul n'en voulut guérir...",
    "author": "Georges Bataille"
  },
  {
    "quote": "Each of us is incomplete compared to someone else - an animal's incomplete compared to a person... and a person compared to God, who is complete only to be imaginary.",
    "author": "Georges Bataille"
  },
  {
    "quote": "La evocación tiene sobre la experiencia la ventaja de una riqueza y de una facilidad infinita pero aparta de la experiencia (esencialmente paralizada).\n\nSin la exuberancia de la evocación, la experiencia sería razonable. Comienza a partir de mi locura, si la impotencia de la evocación me asquea.\n\nLa poesía abre la noche al exceso del deseo. La noche que han dejado los estragos de la poesía es en mí la medida de un rechazo —de mi loca voluntad de desbordar el mundo—. También la poesía desbordaba ese mundo, pero no podía cambiarme.\n\nMi libertad ficticia aseguró ante todo que no destruía la ley de lo dado por la naturaleza. Si me hubiera conformado, me habría sometido con el tiempo a la dimensión de lo dado.",
    "author": "Georges Bataille"
  },
  {
    "quote": "She was so unsettled by love and the sense of her nakedness that her voice shrank in her throat. The peri­ods of the song warbled through the room. Her whole body seemed ablaze . The drunken , singing head shook with some delirious impulse that seemed to be destroy­ ing her. What insanity! She was weeping, in her wild nakedness, as she approached my bed, which to me was a death bed. She fell on her knees, she fell down in front of me and hid her tears in the sheets.",
    "author": "Georges Bataille"
  },
  {
    "quote": "My stupidity gave its blessing to succouring nature, on her knees before God.\nWhat I am (my drunken laughter and happiness) is nonetheless at stake, handed over to chance, thrown out into the night, chased away like a dog.\nThe wind of truth responded like a slap to piety’s extended cheek.\nThe heart is human to the extent that it rebels (this means: to be a man is ‘not to bow down before the law’).\nA poet doesn’t justify — he doesn’t accept — nature completely. True poetry is outside laws. But poetry ultimately accepts poetry.\nWhen to accept poetry changes it into its opposite (it becomes the mediator of an acceptance!) I hold back the leap in which I would exceed the universe, I justify the given world, I content myself with it",
    "author": "Georges Bataille"
  },
  {
    "quote": "My life only has a meaning insofar as I lack one: oh, but let me be mad! Make something of all this he who is able to, understand it he who is dying, and there the living self is, knowing not why, its teeth chattering in the lashing wind: the immensity, the night engulfs it and, all on purpose, that living self is there just in order … ‘not to know’. But as for GOD? What have you got to say, Monsieur Rhetorician? And you, Monsieur Godfearer? — GOD, if He knew, would be a swine. I said ‘GOD, if He knew, would be a swine.’ He (He would I suppose be, at that particular moment, somewhat in disorder, his peruke would sit all askew) would entirely grasp the idea … but what would there be of the human about him? Beyond, beyond everything … and yet farther, and even farther still … HIMSELF, in an ecstasy, above an emptiness … And now? I TREMBLE. O Thou my Lord [in my distress, I call out unto my heart], O deliver me, make them blind! The story — how shall I go on with it?\nBut I am done.\nFrom out of the slumber which for so short a space kept us in the taxi, I awoke, the first to open his eyes … The rest is irony, long, weary waiting for death …",
    "author": "Georges Bataille"
  },
  {
    "quote": "if I did not love death\nmy suffering\nmy desire for you\nwould kill me \n\nyour absence\nyour distress\nmake me nauseous\nit's time for me to love death\nit's time to bite its hands",
    "author": "Georges Bataille"
  },
  {
    "quote": "I entered into this darkness where, ever since, I plunge deeper every hour and lose myself a little more.",
    "author": "Georges Bataille"
  },
  {
    "quote": "you will recognize happines\nwhen you see it die",
    "author": "Georges Bataille"
  },
  {
    "quote": "the universe is within me as it is within itself\nnothing separates us anymore\nI bump against it in myself",
    "author": "Georges Bataille"
  },
  {
    "quote": "The absent and inert girl hanging dreamless from my arms is no more foreign to me than the door or window through which I can look or pass. I rediscover indifference (allowing her to leave me) when I fall asleep, through an inability to love what happens. It is impossible for her to know whom she will discover when I hold her, because she obstinately attains a complete forgetting.",
    "author": "Georges Bataille"
  },
  {
    "quote": "The taboo does not banish the transgression but, on the contrary, depends upon it, just as the transgression depends on the existence of the taboo: “The transgression does not deny the taboo but transcends it and completes it",
    "author": "Georges Bataille"
  },
  {
    "quote": "Entirety exists within me as exuberance … in empty longing … in … the desire to burn with desire.",
    "author": "Georges Bataille"
  },
  {
    "quote": "We can’t rely on anything. Except ourselves. Ludicrous responsibility devolves on us, overwhelms us. In every regard, right up the present, people always have relied on each other—or God.",
    "author": "Georges Bataille"
  },
  {
    "quote": "I already knew this immense tenderness, which is only the last degree of sorrow… I knew then, already, that the intimacy of things is death.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Love then screams in my own throat; I am the Jesuve, the filthy parody of the torrid and blinding sun.\nI want to have my throat slashed while violating the girl to whom I will have been able to say: you are the night.\nThe Sun exclusively loves the Night and directs its luminous violence, its ignoble shaft, toward the earth, but finds itself incapable of reaching the gaze or the night, even though the nocturnal terrestrial expanses head continuously toward the indecency of the solar ray.\nThe solar annulus is the intact anus of her body at eighteen years to which nothing sufficiently blinding can be compared except the sun, even though the anus is night.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Simone was tall and lovely. She was usually very natural; there was nothing heartbreaking in her eyes or her voice. But on a sensual level, she so bluntly craved any upheaval that the faintest call from the senses gave her a look directly suggestive of all things linked to deep sexuality, such as blood, suffocation, sudden terror, crime; things indefinitely destroying human bliss and honesty.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Pleasure only starts once the worm has got into the fruit, to become delightful happiness must be tainted with poison.",
    "author": "Georges Bataille"
  },
  {
    "quote": "Starry sky\nmy sister\ncursed men\nstar your death\nthe light of a great cold\nsolitude of lightning\nabsence of humanity at last\nI empty myself of memories\na desert sun\neffaces my name\nstar I see\nits silence ice\nit cries out like a wolf\non my back I fall to the ground\nit kills me I guess.",
    "author": "Georges Bataille"
  },
  {
    "lastQuote": "Entirety exists within me as exuberance … in empty longing … in … the desire to burn with desire.",
    "lastNumber": 120
  }
]