[
    {
        "quote": "A society that puts equality before freedom will get neither. A society that puts freedom before equality will get a high degree of both.",
        "author": "Milton Friedman"
    },
    {
        "quote": "One of the great mistakes is to judge policies and programs by their intentions rather than their results.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Well first of all, tell me: Is there some society you know that doesn’t run on greed? You think Russia doesn’t run on greed? You think China doesn’t run on greed? What is greed? Of course, none of us are greedy, it’s only the other fellow who’s greedy. The world runs on individuals pursuing their separate interests. The great achievements of civilization have not come from government bureaus. Einstein didn’t construct his theory under order from a bureaucrat. Henry Ford didn’t revolutionize the automobile industry that way. In the only cases in which the masses have escaped from the kind of grinding poverty you’re talking about, the only cases in recorded history, are where they have had capitalism and largely free trade. If you want to know where the masses are worse off, worst off, it’s exactly in the kinds of societies that depart from that. So that the record of history is absolutely crystal clear, that there is no alternative way so far discovered of improving the lot of the ordinary people that can hold a candle to the productive activities that are unleashed by the free-enterprise system.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The great virtue of a free market system is that it does not care what color people are; it does not care what their religion is; it only cares whether they can produce something you want to buy. It is the most effective system we have discovered to enable people who hate one another to deal with one another and help one another.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Government has three primary functions. It should provide for military defense of the nation. It should enforce contracts between individuals. It should protect citizens from crimes against themselves or their property. When government-- in pursuit of good intentions tries to rearrange the economy, legislate morality, or help special interests, the cost come in inefficiency, lack of motivation, and loss of freedom. Government should be a referee, not an active player.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Now here's somebody who wants to smoke a marijuana cigarette. If he's caught, he goes to jail. Now is that moral? Is that proper? I think it's absolutely disgraceful that our government, supposed to be our government, should be in the position of converting people who are not harming others into criminals, of destroying their lives, putting them in jail. That's the issue to me. The economic issue comes in only for explaining why it has those effects. But the economic reasons are not the reasons",
        "author": "Milton Friedman"
    },
    {
        "quote": "Nothing is so permanent as a temporary government program.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Underlying most arguments against the free market is a lack of belief in freedom itself.",
        "author": "Milton Friedman"
    },
    {
        "quote": "I am favor of cutting taxes under any circumstances and for any excuse, for any reason, whenever it's possible.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Many people want the government to protect the consumer. A much more urgent problem is to protect the consumer from the government.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Governments never learn. Only people learn.",
        "author": "Milton Friedman"
    },
    {
        "quote": "When unions get higher wages for their members by restricting entry into an occupation, those higher wages are at the expense of other workers who find their opportunities reduced. When government pays its employees higher wages, those higher wages are at the expense of the taxpayer. But when workers get higher wages and better working conditions through the free market, when they get raises by firm competing with one another for the best workers, by workers competing with one another for the best jobs, those higher wages are at nobody's expense. They can only come from higher productivity, greater capital investment, more widely diffused skills. The whole pie is bigger - there's more for the worker, but there's also more for the employer, the investor, the consumer, and even the tax collector. \n\nThat's the way the free market system distributes the fruits of economic progress among all people. That's the secret of the enormous improvements in the conditions of the working person over the past two centuries.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Only a crisis - actual or perceived - produces real change. When that crisis occurs, the actions that are taken depend on the ideas that are lying around. That, I believe, is our basic function: to develop alternatives to existing policies, to keep them alive and available until the politically impossible becomes the politically inevitable.",
        "author": "Milton Friedman"
    },
    {
        "quote": "See, if you look at the drug war from a purely economic point of view, the role of the government is to protect the drug cartel. That's literally true.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The society that puts equality before freedom will end up with neither. The society that puts freedom before equality will end up with a great measure of both",
        "author": "Milton Friedman"
    },
    {
        "quote": "Society doesn't have values. People have values.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Most of the energy of political work is devoted to correcting the effects of mismanagement of government.",
        "author": "Milton Friedman"
    },
    {
        "quote": "A major source of objection to a free economy is precisely that it ... gives people what they want instead of what a particular group thinks they ought to want. Underlying most arguments against the free market is a lack of belief in freedom itself.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The Great Depression, like most other periods of severe unemployment, was produced by government mismanagement rather than by any inherent instability of the private economy.",
        "author": "Milton Friedman"
    },
    {
        "quote": "There is one and only one social responsibility of business–to use it resources and engage in activities designed to increase its profits so long as it stays within the rules of the game, which is to say, engages in open and free competition without deception or fraud",
        "author": "Milton Friedman"
    },
    {
        "quote": "Even the most ardent environmentalist doesn't really want to stop pollution. If he thinks about it, and doesn't just talk about it, he wants to have the right amount of pollution. We can't really afford to eliminate it - not without abandoning all the benefits of technology that we not only enjoy but on which we depend.",
        "author": "Milton Friedman"
    },
    {
        "quote": "He moves fastest who moves alone.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Our minds tell us, and history confirms, that the great threat to freedom is the concentration of power. Government is necessary to preserve our freedom, it is an instrument through which we can exercise our freedom; yet by concentrating power in political hands, it is also a threat to freedom. Even though the men who wield this power initially be of good will and even though they be not corrupted by the power they exercise, the power will both attract and form men of a different stamp.",
        "author": "Milton Friedman"
    },
    {
        "quote": "I think that nothing is so important for freedom as recognizing in the law each individual’s natural right to property, and giving individuals a sense that they own something that they’re responsible for, that they have control over, and that they can dispose of.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Education spending will be most effective if it relies on parental choice & private initiative -- the building blocks of success throughout our society.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The key insight of Adam Smith's Wealth of Nations is misleadingly simple: if an exchange between two parties is voluntary, it will not take place unless both believe they will benefit from it. Most economic fallacies derive from the neglect of this simple insight, from the tendency to assume that there is a fixed pie, that one party can gain only at the expense of another.",
        "author": "Milton Friedman"
    },
    {
        "quote": "For example, the supporters of tariffs treat it as self-evident that the creation of jobs is a desirable end, in and of itself, regardless of what the persons employed do. That is clearly wrong. If all we want are jobs, we can create any number--for example, have people dig holes and then fill them up again, or perform other useless tasks. Work is sometimes its own reward. Mostly, however, it is the price we pay to get the things we want. Our real objective is not just jobs but productive jobs--jobs that will mean more goods and services to consume.",
        "author": "Milton Friedman"
    },
    {
        "quote": "I do not believe that the solution to our problem is simply to elect the right people. The important thing is to establish a political climate of opinion which will make it politically profitable for the wrong people to do the right thing. Unless it is politically profitable for the wrong people to do the right thing, the right people will not do the right thing either, or it they try, they will shortly be out of office.",
        "author": "Milton Friedman"
    },
    {
        "quote": "We do not influence the course of events by persuading people that we are right when we make what they regard as radical proposals. Rather, we exert influence by keeping options available when something has to be done at a time of crisis.",
        "author": "Milton Friedman"
    },
    {
        "quote": "I’m in favor of legalizing drugs. According to my values system, if people want to kill themselves, they have every right to do so. Most of the harm that comes from drugs is because they are illegal.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Political freedom means the absence of coercion of a man by his fellow men. The fundamental threat to freedom is power to coerce, be it in the hands of a monarch, a dictator, an oligarchy, or a momentary majority. The preservation of freedom requires the elimination of such concentration of power to the fullest possible extent and the dispersal and distribution of whatever power cannot be eliminated — a system of checks and balances.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Hell hath no fury like a bureaucrat scorned.",
        "author": "Milton Friedman"
    },
    {
        "quote": "I am a libertarian with a small 'l' and a Republican with a capital 'R'. And I am a Republican with a capital 'R' on grounds of expediency, not on principle.",
        "author": "Milton Friedman"
    },
    {
        "quote": "I think that the Internet is going to be one of the major forces for reducing the role of government.",
        "author": "Milton Friedman"
    },
    {
        "quote": "A society that puts equality — in the sense of equality of outcome — ahead of freedom will end up with neither equality nor freedom. The use of force to achieve equality will destroy freedom, and the force, introduced for good purposes, will end up in the hands of people who use it to promote their own interests.",
        "author": "Milton Friedman"
    },
    {
        "quote": "There is no place for government to prohibit consumers from buying products the effect of which will be to harm themselves",
        "author": "Milton Friedman"
    },
    {
        "quote": "Is it really true that political self-interest is nobler somehow than economic self-interest? . . . And just tell me where in the world you find these angels who are going to organize society for us.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Anybody who was easily converted was not worth converting.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The unions might be good for the people who are in the unions but it doesn't do a thing for the people who are unemployed. Because the union keeps down the number of jobs, it doesn't do a thing for them.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Because we live in a largely free society, we tend to forget how limited is the span of time and the part of the globe for which there has ever been anything like political freedom: the typical state of mankind is tyranny, servitude, and misery. The nineteenth century and early twentieth century in the Western world stand out as striking exceptions to the general trend of historical development. Political freedom in this instance clearly came along with the free market and the development of capitalist institutions. So also did political freedom in the golden age of Greece and in the early days of the Roman era.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The combination of economic and political power in the same hands is a sure recipe for tyranny.",
        "author": "Milton Friedman"
    },
    {
        "quote": "We economists don't know much, but we do know how to create a shortage. If you want to create a shortage of tomatoes, for example, just pass a law that retailers can't sell tomatoes for more than two cents per pound. Instantly you'll have a tomato shortage. It's the same with oil or gas.",
        "author": "Milton Friedman"
    },
    {
        "quote": "I say thank God for government waste. If government is doing bad things, it's only the waste that prevents the harm from being greater.",
        "author": "Milton Friedman"
    },
    {
        "quote": "With respect to teachers' salaries .... Poor teachers are grossly overpaid and good teachers grossly underpaid. Salary schedules tend to be uniform and determined far more by seniority.",
        "author": "Milton Friedman"
    },
    {
        "quote": "A society that puts equality—in the sense of equality of outcome—ahead of freedom will end up with neither equality nor freedom. The use of force to achieve equality will destroy freedom, and the force, introduced for good purposes, will end up in the hands of people who use it to promote their own interests. On the other hand, a society that puts freedom first will, as a happy by-product, end up with both greater freedom and greater equality. Though a by-product of freedom, greater equality is not an accident. A free society releases the energies and abilities of people to pursue their own objectives. It prevents some people from arbitrarily suppressing others. It does not prevent some people from achieving positions of privilege, but so long as freedom is maintained, it prevents those positions of privilege from becoming institutionalized; they are subject to continued attack by other able, ambitious people. Freedom means diversity but also mobility. It preserves the opportunity for today's disadvantaged to become tomorrow's privileged and, in the process, enables almost everyone, from top to bottom, to enjoy a fuller and richer life.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Keynes was a great economist. In every discipline, progress comes from people who make hypotheses, most of which turn out to be wrong, but all of which ultimately point to the right answer. Now Keynes, in The General Theory of Employment, Interest and Money,set forth a hypothesis which was a beautiful one, and it really altered the shape of economics. But it turned out that it was a wrong hypothesis. That doesn't mean that he wasn't a great man!",
        "author": "Milton Friedman"
    },
    {
        "quote": "There are four ways in which you can spend money. You can spend your own money on yourself. When you do that, why then you really watch out what you’re doing, and you try to get the most for your money. Then you can spend your own money on somebody else. For example, I buy a birthday present for someone. Well, then I’m not so careful about the content of the present, but I’m very careful about the cost. Then, I can spend somebody else’s money on myself. And if I spend somebody else’s money on myself, then I’m sure going to have a good lunch! Finally, I can spend somebody else’s money on somebody else. And if I spend somebody else’s money on somebody else, I’m not concerned about how much it is, and I’m not concerned about what I get. And that’s government. And that’s close to 40% of our national income. [In a Fox News interview in May 2004]",
        "author": "Milton Friedman"
    },
    {
        "quote": ".'Deserves' is an impossible thing to decide. No one deserves anything. Thank God we don't get what we deserve.",
        "author": "Milton Friedman"
    },
    {
        "quote": "There is still a tendency to regard any existing government intervention as desirable, to attribute all evils to the market, and to evaluate new proposals for government control in their ideal form, as they might work if run by able, disinterested men free from the pressure of special interest groups.",
        "author": "Milton Friedman"
    },
    {
        "quote": "With some notable exceptions, businessmen favor free enterprise in general but are opposed to it when it comes to themselves.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The ICC [Interstate Commerce Commission] illustrates what might be called the natural history of government intervention. A real or fancied evil leads to demands to do something about it. A political coalition forms consisting of sincere, high-minded reformers and equally sincere interested parties. The incompatible objectives of the members of the coalition (e.g., low prices to consumers and high prices to producers) are glossed over by fine rhetoric about “the public interest,” “fair competition,” and the like. The coalition succeeds in getting Congress (or a state legislature) to pass a law. The preamble to the law pays lip service to the rhetoric and the body of the law grants power to government officials to “do something.” The high-minded reformers experience a glow of triumph and turn their attention to new causes. The interested parties go to work to make sure that the power is used for their benefit. They generally succeed. Success breeds its problems, which are met by broadening the scope of intervention. Bureaucracy takes its toll so that even the initial special interests no longer benefit. In the end the effects are precisely the opposite of the objectives of the reformers and generally do not even achieve the objectives of the special interests. Yet the activity is so firmly established and so many vested interests are connected with it that repeal of the initial legislation is nearly inconceivable. Instead, new government legislation is called for to cope with the problems produced by the earlier legislation and a new cycle begins.",
        "author": "Milton Friedman"
    },
    {
        "quote": "In the past century a myth has grown up that free market capitalism—equality of opportunity as we have interpreted that term—increases such inequalities, that it is a system under which the rich exploit the poor. Nothing could be further from the truth. Wherever the free market has been permitted to operate, wherever anything approaching equality of opportunity has existed, the ordinary man has been able to attain levels of living never dreamed of before. Nowhere is the gap between rich and poor wider, nowhere are the rich richer and the poor poorer, than in those societies that do not permit the free market to operate. That is true of feudal societies like medieval Europe, India before independence, and much of modern South America, where inherited status determines position. It is equally true of centrally planned societies, like Russia or China or India since independence, where access to government determines position. It is true even where central planning was introduced, as in all three of these countries, in the name of equality.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The smaller the unit of government and the more restricted the functions assigned government, the less likely it is that its actions will reflect special interests rather than the general interest.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The true test of any scholar's work is not what his contemporaries say, but what happens to his work in the next 25 or 50 years. And the thing that I will really be proud of is if some of the work I have done is still cited in the text books long after I am gone.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Only government can take perfectly good paper, cover it with perfectly good ink and make the combination worthless.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Lo que importa no es la inflación per se, sino la inflación no anticipada",
        "author": "Milton Friedman"
    },
    {
        "quote": ". . . there is no alternative way, so far discovered, of improving the lot of the ordinary people that can hold a candle to the productive activities that are unleashed by a free enterprise system.",
        "author": "Milton Friedman"
    },
    {
        "quote": "A major source of objection to a free economy is precisely that it gives people what they want instead of what a particular group thinks they ought to want. Underlying most arguments against the free market is a lack of belief in freedom itself.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Thanks to economists, all of us, from the days of Adam Smith and before right down to the present, tariffs are perhaps one tenth of one percent lower than they otherwise would have been. … And because of our efforts, we have earned our salaries ten-thousand fold.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Sloppy writing reflects sloppy thinking.",
        "author": "Milton Friedman"
    },
    {
        "quote": "it is one thing to have free immigration to jobs. It is another thing to have free immigration to welfare. And you cannot have both. If you have a welfare state, if you have a state in which every resident is promised a certain minimal level of income, or a minimum level of subsistence, regardless of whether he works or not, produces it or not. Then it really is an impossible thing.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Silence was pleased.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The power to do good is also the power to do harm; those who control the power today may not tomorrow; and, more important, what one man regards as good, another may regard as harm.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Not all 'schooling' is 'education,' and not all 'education' is 'schooling'.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Believers in aristocracy and socialism share a faith in centralized rule, in rule by command rather than by voluntary cooperation.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Inflation is taxation without representation.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Inflation is always and everywhere a monetary phenomenon.",
        "author": "Milton Friedman"
    },
    {
        "quote": "None of this means that government does not have a very real function. Indeed, the tragedy is that because government is doing so many things it ought not to be doing, it performs the functions it ought to be performing badly. The basic functions of government are to defend the nation against foreign enemies, to prevent coercion of some individuals by others within the country, to provide a means of deciding on our rules, and to adjudicate disputes.3",
        "author": "Milton Friedman"
    },
    {
        "quote": "The family, rather than the individual, has always been and remains today the basic building block of our society, though its hold has clearly been weakening—one of the most unfortunate consequences of the growth of government paternalism.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Only people have incomes and they derive them through the market from the resources they own, whether these be in the form of corporate stock, or of bonds, or of land, or of their personal capacity.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The role of government just considered is to do something that the market cannot do for itself, namely, to determine, arbitrate, and enforce the rules of the game.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Although these examples only scratch the surface, they illustrate the fundamental proposition that freedom is one whole, that anything that reduces freedom in one part of our lives is likely to affect freedom in the other parts.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The great achievements of western capitalism have rebounded primarily to the benefit of the ordinary person. These achievements have made available to the masses conveniences and amenities that were previously the exclusive prerogative of the rich and powerful.",
        "author": "Milton Friedman"
    },
    {
        "quote": "All learning is ultimately self-learning.",
        "author": "Milton Friedman"
    },
    {
        "quote": "No one can disagree with the objectives of the legislation that culminated in the 1962 amendments. Of course it is desirable that the public be protected from unsafe and useless drugs. However, it is also desirable that new drug development should be stimulated, and that new drugs should be made available to those who can benefit from them as soon as possible. As is so often the case, one good objective conflicts with other good objectives. Safety and caution in one direction can mean death in another.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The harm done by the FDA does not result from defects in the people in charge—unless it be a defect to be human. Many have been able and devoted civil servants. However, social, political, and economic pressures determine the behavior of the people supposedly in charge of a government agency to a far greater extent than they determine its behavior. No doubt there are exceptions, but they are rare—almost as rare as barking cats. That does not mean that effective reform is impossible. But it requires taking account of the political laws governing the behavior of government agencies, not simply berating officials for inefficiency and waste or questioning their motives and urging them to do better. The",
        "author": "Milton Friedman"
    },
    {
        "quote": "Asking economists for investment advice is like asking a physicist to fix a broken toilet. Not their field, though sort of related.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Children are responsible individuals in embryo. They have ultimate rights of their own and are not simply the playthings of their parents.",
        "author": "Milton Friedman"
    },
    {
        "quote": "I can understand the teachers saying it’s a gun at my head, but they’ve got the same gun at the parents’ head at the moment. The parent goes up to the teacher and says, well, I’m not satisfied with what you’re doing, and the teacher can say, well tough. You can’t take him away, you can’t move him, you can’t do what you like, so go away and stop bothering me. That can be the attitude of some teachers today, and often is. But now that the positions are being reversed [with vouchers] and the roles are changed, I can only say tough on the teachers. Let them pull their socks up and give us a better deal and let us participate more.",
        "author": "Milton Friedman"
    },
    {
        "quote": "These people live in many lands, speak different languages, practice different religions, may even hate one another- yet none of these differences prevented them from cooperating to produce a pencil. How did it happen? Adam Smith gave us the answer two hundred years ago.",
        "author": "Milton Friedman"
    },
    {
        "quote": "At the end of World War II, we had wage and price controls. Under wartime inflationary conditions, many employers found it difficult to recruit employees. To get around the limitations of wage control, many began to offer health care as a fringe benefit to attract workers. As a new benefit, it took some years for the Internal Revenue Service to get around to requiring the cost of the medical care to be included in the reported taxable income of the employees. By the time it did, workers had come to regard nontaxable medical care provided by the employer as a right—or should I say entitlement? They raised such a big political fuss that Congress legislated nontaxable status for employer-provided medical care.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Every special group around the country tries to get its hands on whatever bits and pieces it can. The result is that there is hardly an issue on which government is not on both sides. For example, in one massive building in Washington some government employees are working full-time trying to devise and implement plans to spend our money to discourage us from smoking cigarettes. In another massive building, perhaps miles away from the first, other employees, equally dedicated, equally hard-working, are working full-time spending our money to subsidize farmers to grow tobacco.",
        "author": "Milton Friedman"
    },
    {
        "quote": "There is all the difference in the world, however, between two kinds of assistance through government that seem superficially similar: first, 90 percent of us agreeing to impose taxes on ourselves in order to help the bottom 10 percent, and second, 80 percent voting to impose taxes on the top 10 percent to help the bottom 10 percent—William Graham Sumner's famous example of B and C deciding what D shall do for A.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Nobody spends somebody else’s money as carefully as he spends his own. Nobody uses somebody else’s resources as carefully as he uses his own. So if you want efficiency and effectiveness, if you want knowledge to be properly utilized, you have to do it through the means of private property.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Consider, for example, language. It is a complex structure that is continually changing and developing. It has a well-defined order, yet no central body planned it. No one decided what words should be admitted into the language, what the rules of grammar should be, which words should be adjectives, which nouns. The French Academy does try to control changes in the French language, but that was a late development. It was established long after French was already a highly structured language and it mainly serves to put the seal of approval on changes over which it has no control. There have been few similar bodies for other languages. How did language develop? In much the same way as an economic order develops through the market—out of the voluntary interaction of individuals, in this case seeking to trade ideas or information or gossip rather than goods and services with one another.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Experience should teach us to be most on our guard to protect liberty when the government’s purposes are beneficial. Men born to freedom are naturally alert to repel invasion of their liberty by evil-minded rulers. The greater dangers to liberty lurk in insidious encroachment by men of zeal, well-meaning but without understanding.” —Justice Louis Brandeis,",
        "author": "Milton Friedman"
    },
    {
        "quote": "Fundamentally, there are only two ways of co-ordinating the economic activities of millions. One is central direction involving the use of coercion - the technique of the army and of the modern totalitarian state. The other is voluntary co-operation of individuals - the technique of the market place.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Self-interest is not myopic selfishness. It is whatever it is that interests the participants, whatever they value, whatever goals they pursue. The scientist seeking to advance the frontiers of his discipline, the missionary seeking to convert infidels to the true faith, the philanthropist seeking to bring comfort to the needy - all are pursuing their interests, as they see them, as they judge them by their own values.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The way you solve things is by making it politically profitable for the wrong people to do the right thing.",
        "author": "Milton Friedman"
    },
    {
        "quote": "So far as we know, no pollster has asked the public, “Are you getting your money’s worth for the more than 40 percent of your income being spent on your behalf by government?” But",
        "author": "Milton Friedman"
    },
    {
        "quote": "The majority does rule. But it is a rather special kind of majority. It consists of a coalition of special interest minorities. The way to get elected to Congress is to collect groups of, say, 2 or 3 percent of your constituents, each of which is strongly interested in one special issue that hardly concerns the rest of your constituents. Each group will be willing to vote for you if you promise to back its issue regardless of what you do about other issues. Put together enough such groups and you will have a 51 percent majority. That is the kind of logrolling majority that rules the country.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Both the fragmentation of power and the conflicting government policies are rooted in the political realities of a democratic system that operates by enacting detailed and specific legislation. Such a system tends to give undue political power to small groups that have highly concentrated interests, to give greater weight to obvious, direct, and immediate effects of government action than to possibly more important but concealed, indirect, and delayed effects, to set in motion a process that sacrifices the general interest to serve special interests, rather than the other way around. There is, as it were, an invisible hand in politics that operates in precisely the opposite direction to Adam Smith’s invisible hand. Individuals who intend only to promote the general interest are led by the invisible political hand to promote a special interest that they had no intention to promote.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Five simple truths embody most of what we know about inflation: Inflation is a monetary phenomenon arising from a more rapid increase in the quantity of money than in output (though, of course, the reasons for the increase in money may be various). In today’s world government determines—or can determine—the quantity of money. There is only one cure for inflation: a slower rate of increase in the quantity of money. It takes time—measured in years, not months—for inflation to develop; it takes time for inflation to be cured. Unpleasant side effects of the cure are unavoidable.",
        "author": "Milton Friedman"
    },
    {
        "quote": "One reason inflation is so destructive is because some people benefit greatly while other people suffer; society is divided into winners and losers. The winners regard the good things that happen to them as the natural result of their own foresight, prudence, and initiative. They regard the bad things, the rise in the prices of the things they buy, as produced by forces outside their control. Almost everyone will say that he is against inflation; what he generally means is that he is against the bad things that have happened to him.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Here, too, we tend to be schizophrenic. We would all like to see government spending go down, provided it is not spending that benefits us. We would all like to see deficits reduced, provided it is through taxes imposed on others.",
        "author": "Milton Friedman"
    },
    {
        "quote": "To the despair of every economist, it seems almost impossible for most people other than trained economists to comprehend how a price system works. Reporters and TV commentators seem especially resistant to the elementary principles they supposedly imbibed in freshman economics. Second,",
        "author": "Milton Friedman"
    },
    {
        "quote": "No arbitrary obstacles should prevent people from achieving those positions for which their talents fit them and which their values lead them to seek. Not birth, nationality, color, religion, sex, nor any other irrelevant characteristic should determine the opportunities that are open to a person—only his abilities.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Nor do the spokesmen for these organizations ever explain why, if the public school system is doing such a splendid job, it needs to fear competition from nongovernmental, competitive schools or, if it isn’t, why anyone should object to its “destruction.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Currently, the only widely available alternative to a local public school is a parochial school. Only churches have been in a position to subsidize schooling on a large scale and only subsidized schooling can compete with “free” schooling. (Try selling a product that someone else is giving away!) The voucher plan would produce a much wider range of alternatives—unless it was sabotaged by excessively rigid standards for “approval.” The choice among public schools themselves would be greatly increased. The",
        "author": "Milton Friedman"
    },
    {
        "quote": "The threat to public schools arises from their defects, not their accomplishments. In small, closely knit communities where public schools, particularly elementary schools, are now reasonably satisfactory, not even the most comprehensive voucher plan would have much effect. The public schools would remain dominant, perhaps somewhat improved by the threat of potential competition. But elsewhere, and particularly in the urban slums where the public schools are doing such a poor job, most parents would undoubtedly try to send their children to nonpublic schools.",
        "author": "Milton Friedman"
    },
    {
        "quote": "As these remarks indicate, the Social Security program involves a transfer from the young to the old. To some extent such a transfer has occurred throughout history—the young supporting their parents, or other relatives, in old age. Indeed, in many poor countries with high infant death rates, like India, the desire to assure oneself of progeny who can provide support in old age is a major reason for high birth rates and large families. The difference between Social Security and earlier arrangements is that Social Security is compulsory and impersonal—earlier arrangements were voluntary and personal. Moral responsibility is an individual matter, not a social matter. Children helped their parents out of love or duty. They now contribute to the support of someone else’s parents out of compulsion and fear. The earlier transfers strengthened the bonds of the family; the compulsory transfers weaken them.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The question that has perhaps divided students of vouchers more than any other is their likely effect on the social and economic class structure. Some have argued that the great value of the public school has been as a melting pot, in which rich and poor, native- and foreign-born, black and white have learned to live together. That image was and is largely true for small communities, but almost entirely false for large cities. There, the public school has fostered residential stratification, by tying the kind and cost of schooling to residential location. It is no accident that most of the country’s outstanding public schools are in high-income enclaves.",
        "author": "Milton Friedman"
    },
    {
        "quote": "It is often maintained that while a let-alone, limited government policy was feasible in sparsely settled nineteenth-century America, government must play a far larger, indeed dominant, role in a modern urbanized and industrial society. One hour in Hong Kong will dispose of that view. Our society is what we make it. We can shape our institutions. Physical and human characteristics limit the alternatives available to us. But none prevents us, if we will, from building a society that relies primarily on voluntary cooperation to organize both economic and other activity, a society that preserves and expands human freedom, that keeps government in its place, keeping it our servant and not letting it become our master",
        "author": "Milton Friedman"
    },
    {
        "quote": "(i) Social benefits. When we first started writing about higher education, we had a good deal of sympathy for the first justification. We no longer do. In the interim we have tried to induce the people who make this argument to be specific about the alleged social benefits. The answer is almost always simply bad economics. We are told that the nation benefits by having more highly skilled and trained people, that investment in providing such skills is essential for economic growth, that more trained people raise the productivity of the rest of us. These statements are correct. But none is a valid reason for subsidizing higher education. Each statement would be equally correct if made about physical capital (i.e., machines, factory buildings, etc.), yet hardly anyone would conclude that tax money should be used to subsidize the capital investment of General Motors or General Electric. If higher education improves the economic productivity of individuals, they can capture that improvement through higher earnings, so they have a private incentive to get the training. Adam Smith's invisible hand makes their private interest serve the social interest. It is against the social interest to change their private interest by subsidizing schooling. The extra students—those who will only go to college if it is subsidized—are precisely the ones who judge that the benefits they receive are less than the costs. Otherwise they would be willing to pay the costs themselves.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Exchange is truly voluntary only when nearly equivalent alternatives exist. Monopoly implies the absence of alternatives and thereby inhibits effective freedom of exchange.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Given greater freedom about where to send their children, parents of a kind would flock together and so prevent a healthy intermingling of children from decidedly different backgrounds.",
        "author": "Milton Friedman"
    },
    {
        "quote": "A fourth argument, one that was made by Alexander Hamilton and continues to be repeated down to the present, is that free trade would be fine if all other countries practiced free trade but that so long as they do not, the United States cannot afford to. This argument has no validity whatsoever, either in principle or in practice. Other countries that impose restrictions on international trade do hurt us. But they also hurt themselves. Aside from the three cases just considered, if we impose restrictions in turn, we simply add to the harm to ourselves and also harm them as well. Competition in masochism and sadism is hardly a prescription for sensible international economic policy! Far from leading to a reduction in restrictions by other countries, this kind of retaliatory action simply leads to further restrictions.",
        "author": "Milton Friedman"
    },
    {
        "quote": "In the modern world, tariffs and similar restrictions on trade have been one source of friction among nations. But a far more troublesome source has been the far-reaching intervention of the state into the economy in such collectivist states as Hitler's Germany, Mussolini's Italy, and Franco's Spain, and especially the communist countries, from Russia and its satellites to China.",
        "author": "Milton Friedman"
    },
    {
        "quote": "As Dr. Gunnar Biörck, an eminent Swedish professor of medicine and head of the department Of medicine at a major Swedish hospital, has written:   The setting in which medicine has been practiced during thousands of years has been one in which the patient has been the client and employer of the physician. Today the State, in one manifestation or the other, claims to be the employer and, thus, the one to prescribe the conditions under which the physician has to carry out his work. These conditions may not—and will eventually not—be restricted to working hours, salaries and certified drugs; they may invade the whole territory of the patient-physician relationship.... If the battle of today is not fought and not won, there will be no battle to fight tomorrow.20",
        "author": "Milton Friedman"
    },
    {
        "quote": "A common objection to totalitarian societies is that they regard the end as justifying the means. Taken literally, this objection is clearly illogical. If the end does not justify the means, what does? But this easy answer does not dispose of the objection; it simply shows that the objection is not well put. To deny that the end justifies the means is indirectly to assert that the end in question is not the ultimate end, that the ultimate end is itself the use of the proper means. Desirable or not, any end that can be attained only by the use of bad means must give way to the more basic end of the use of acceptable means.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The widespread enthusiasm for reducing government taxes and other impositions is not matched by a comparable enthusiasm for eliminating government programs—except programs that benefit other people. The",
        "author": "Milton Friedman"
    },
    {
        "quote": "On the contrary, the inflation itself is partly a response to the reaction. As it has become politically less attractive to vote higher taxes to pay for higher spending, legislators have resorted to financing spending through inflation, a hidden tax that can be imposed without having been voted, taxation without representation. That is no more popular in the twentieth century than it was in the eighteenth.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The government solution to a problem is usually as bad as the problem.",
        "author": "Milton Friedman"
    },
    {
        "quote": "As these remarks indicate, the Social Security program involves a transfer from the young to the old. To some extent such a transfer has occurred throughout history—the young supporting their parents, or other relatives, in old age. Indeed, in many poor countries with high infant death rates, like India, the desire to assure oneself of progeny who can provide support in old age is a major reason for high birth rates and large families. The difference between Social Security and earlier arrangements is that Social Security is compulsory and impersonal—earlier arrangements were voluntary and personal. Moral responsibility is an individual matter, not a social matter. Children helped their parents out of love or duty. They now contribute to the support of someone else's parents out of compulsion and fear. The earlier transfers strengthened the bonds of the family; the compulsory transfers weaken them.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Make the acvocacy of radical causes sufficiently remunerative, and the supply of advocates will be unlimited.",
        "author": "Milton Friedman"
    },
    {
        "quote": "A thoroughgoing paternalist who holds it cannot be dissuaded by being shown that he is making a mistake in logic. He is our opponent on grounds of principle, not simply a well-meaning but misguided friend. Basically, he believes in dictatorship, benevolent and maybe majoritarian, but dictatorship none the less. Those of us who believe in freedom must believe also in the freedom of individuals to make their own mistakes. If a man knowingly prefers to live for today, to use his resources for current enjoyment, deliberately choosing a penurious old age, by what right do we prevent him from doing so? We may argue with him, seek to persuade him that he is wrong, but are we entitled to use coercion to prevent him from doing what he chooses to do? Is there not always the possibility that he is right and that we are wrong? Humility is the distinguishing virtue of the believer in freedom; arrogance, of the paternalist.",
        "author": "Milton Friedman"
    },
    {
        "quote": "On another level compulsion would change matters drastically: the kind of society that would emerge if such acts of redistribution were voluntary is altogether different—and, by our standards, infinitely preferable—to the kind that would emerge if redistribution were compulsory.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Abraham Lincoln talked about a government of the people, by the people, for the people. What we now have is a government of the people, by the bureaucrats, including the legislators who have become bureaucrats, for the bureaucrats.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Higher government spending will not lead to more rapid monetary growth and inflation if additional spending is financed either by taxes or by borrowing from the public. In that case, government has more to spend, the public has less. Higher government spending is matched by lower private spending for consumption and investment. However,",
        "author": "Milton Friedman"
    },
    {
        "quote": "It is ironic that the Great Depression was produced by government but was blamed on the private enterprise system. The Federal Reserve System explained in its 1933 annual report how much worse things would have been if the Federal Reserve had not behaved so well, yet the Federal Reserve was the chief culprit in making the depression as deep as it was. So the government produced the depression, the private enterprise system got blamed for it, and there was a tremendous change in attitudes.",
        "author": "Milton Friedman"
    },
    {
        "quote": "A very different meaning of equality has emerged in the United States in recent decades—equality of outcome. Everyone should have the same level of living or of income, should finish the race at the same time. Equality of outcome is in clear conflict with liberty. The attempt to promote it has been a major source of bigger and bigger government, and of government-imposed restrictions on our liberty.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The major way that society has come to agree on the rules of property is through the growth of common law, though more recently legislation has played an increasing role.",
        "author": "Milton Friedman"
    },
    {
        "quote": "unfairness can take many forms. It can take the form of the inheritance of property—bonds and stocks, houses, factories; it can also take the form of the inheritance of talent—musical ability, strength, mathematical genius. The inheritance of property can be interfered with more readily than the inheritance of talent. But from an ethical point of view, is there any difference between the two? Yet many people resent the inheritance of property but not the inheritance of talent. Look at the same issue from the point of view of the parent. If you want to assure your child a higher income in life, you can do so in various ways. You can buy him (or her) an education that will equip him to pursue an occupation yielding a high income; or you can set him up in a business that will yield a higher income than he could earn as a salaried employee; or you can leave him property, the income from which will enable him to live better. Is there any ethical difference among these three ways of using your property? Or again, if the state leaves you any money to spend over and above taxes, should the state permit you to spend it on riotous living but not to leave it to your children?",
        "author": "Milton Friedman"
    },
    {
        "quote": "Another social problem is the high cost of housing and the destruction of housing. The North Bronx looks like the pictures recently coming from Yugoslavia of areas that have been shelled. There is no doubt what the cause is: rent control in the city of New York, both directly and via the government taking over many dwelling units because rent control prevented owners from keeping them up.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Highway Congestion We all complain about highway congestion. That is interesting for a different reason. The private automobile industry is able to produce all the automobiles anybody wants to drive, but the government is apparently not able to produce a comparably adequate highway system, a clear contrast.",
        "author": "Milton Friedman"
    },
    {
        "quote": "When the law interferes with people's pursuit of their own values, they will try to find a way around. They will evade the law, they will break the law, or they will leave the country. Few of us believe in a moral code that justifies forcing people to give up much of what they produce to finance payments to persons they do not know for purposes they may not approve of. When the law contradicts what most people regard as moral and proper, they will break the law—whether the law is enacted in the name of a noble ideal such as equality or in the naked interest of one group at the expense of another. Only fear of punishment, not a sense of justice and morality, will lead people to obey the law.",
        "author": "Milton Friedman"
    },
    {
        "quote": "From the founding of the Republic to 1929, spending by governments at all levels, federal, state, and local, never exceeded 12 percent of the national income except in time of major war, and two-thirds of that was state and local spending. Federal spending typically amounted to 3 percent or less of the national income. Since 1933 government spending has never been less than 20 percent of national income and is now over 40 percent, and two-thirds of that is spending by the federal government. True, much of the period since the end of World War II has been a period of cold or hot war. However, since 1946 nondefense spending alone has never been less than 16 percent of the national income and is now roughly one-third the national income. Federal government spending alone is more than one-quarter of the national income in total, and more than a fifth for nondefense purposes alone. By this measure the role of the federal government in the economy has multiplied roughly tenfold in the past half-century.",
        "author": "Milton Friedman"
    },
    {
        "quote": "If we continue on this path, there is no doubt where it will end. If the government has the responsibility of protecting us from dangerous substances, the logic surely calls for prohibiting alcohol and tobacco. If it is appropriate for the government to protect us from using dangerous bicycles and cap guns, the logic calls for prohibiting still more dangerous activities such as hang-gliding, motorcycling, and skiing. Even the people who administer the regulatory agencies are appalled at this prospect and withdraw from it. As for the rest of us, the reaction of the public to the more extreme attempts to control our behavior—to the requirement of an interlock system on automobiles or the proposed ban of saccharin—is ample evidence that we want no part of it. Insofar as the government has information not generally available about the merits or demerits of the items we ingest or the activities we engage in, let it give us the information. But let it leave us free to choose what chances we want to take with our own lives.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The misuse of language contributes also to the belief that labor unions are a product of modern industrial development. They are nothing of the kind. On the contrary, they are a throwback to a preindustrial period, to the guilds that were the characteristic form of organization of both merchants and craftsmen in the cities and city-states that grew out of the feudal period. Indeed, the modern labor union can be traced back even further, nearly 2,500 years to an agreement reached among medical men in Greece.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Given that members of strong unions are highly paid, the obvious question is: are they highly paid because their unions are strong, or are their unions strong because they are highly paid? Defenders of the unions claim that the high pay of their members is a tribute to the strength of union organization, and that if only all workers were members of unions, all workers would be highly paid. The situation is, however, much more complex. Unions of highly skilled workers have unquestionably been able to raise the wages of their members; however, people who would in any event be highly paid are in a favorable position to form strong unions. Moreover, the ability of unions to raise the wages of some workers does not mean that universal unionism could raise the wages of all workers. On the contrary, and this is a fundamental source of misunderstanding, the gains that strong unions win for their members are primarily at the expense of other workers.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The key to understanding the situation is the most elementary principle of economics: the law of demand—the higher the price of anything, the less of it people will be willing to buy. Make labor of any kind more expensive and the number of jobs of that kind will be fewer. Make carpenters more expensive, and fewer houses than otherwise will be built, and those houses that are built will tend to use materials and methods requiring less carpentry. Raise the wage of airline pilots, and air travel will become more expensive. Fewer people will fly, and there will be fewer jobs for airline pilots. Alternatively, reduce the number of carpenters or pilots, and they will command higher wages. Keep down the number of physicians, and they will be able to charge higher fees.",
        "author": "Milton Friedman"
    },
    {
        "quote": "A successful union reduces the number of jobs available of the kind it controls. As a result, some people who would like to get such jobs at the union wage cannot do so. They are forced to look elsewhere. A greater supply of workers for other jobs drives down the wages paid for those jobs. Universal unionization would not alter the situation. It could mean higher wages for the persons who get jobs, along with more unemployment for others. More likely, it would mean strong unions and weak unions, with members of the strong unions getting higher wages, as they do now, at the expense of members of weak unions.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The family, rather than the individual, has always been and remains today the basic building block of our society, though its hold has clearly been weakening—one of the most unfortunate consequences of the growth of government paternalism. Yet the assignment of responsibility for children to their parents is largely a matter of expediency rather than principle. We believe, and with good reason, that parents have more interest in their children than anyone else and can be relied on to protect them and to assure their development into responsible adults. However, we do not believe in the right of the parents to do whatever they will with their children—to beat them, murder them, or sell them into slavery. Children are responsible individuals in embryo. They have ultimate rights of their own and are not simply the playthings of their parents.",
        "author": "Milton Friedman"
    },
    {
        "quote": "We regard the minimum wage rate as one of the most, if not the most, antiblack laws on the statute books. The government first provides schools in which many young people, disproportionately black, are educated so poorly that they do not have the skills that would enable them to get good wages. It then penalizes them a second time by preventing them from offering to work for low wages as a means of inducing employers to give them on-the-job training. All this is in the name of helping the poor.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Labor unions can and often do provide useful services for their members—negotiating the terms of their employment, representing them with respect to grievances, giving them a feeling of belonging and participating in a group activity, among others. As believers in freedom, we favor the fullest opportunity for voluntary organization of labor unions to perform whatever services their members wish, and are willing to pay for, provided they respect the rights of others and refrain from using force. However, unions and comparable groups such as the professional associations have not relied on strictly voluntary activities and membership with respect to their major proclaimed objective—improving the wages of their members. They have succeeded in getting government to grant them special privileges and immunities, which have enabled them to benefit some of their members and officials at the expense of other workers and all consumers. In the main, the persons benefited have had decidedly higher incomes than the persons harmed.",
        "author": "Milton Friedman"
    },
    {
        "quote": "every country, it always is and must be the interest of the great body of the people to buy whatever they want of those who sell it cheapest. The proposition is so very manifest, that it seems ridiculous to take any pains to prove it; nor could it ever have been called in question, had not the interested sophistry of merchants and manufacturers confounded the common sense of mankind. Their interest is, in this respect, directly opposite to that of the great body of the people.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Category IV spending tends also to corrupt the people involved. All such programs put some people in a position to decide what is good for other people. The effect is to instill in the one group a feeling of almost God-like power; in the other, a feeling of childlike dependence. The capacity of the beneficiaries for independence, for making their own decisions, atrophies through disuse. In addition to the waste of money, in addition to the failure to achieve the intended objectives, the end result is to rot the moral fabric that holds a decent society together.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The Department of Health, Education and Welfare, established in 1953 to consolidate the scattered welfare programs, began with a budget of $2 billion, less than 5 percent of expenditures on national defense. Twenty-five years later, in 1978, its budget was $160 billion, one and a half times as much as total spending on the army, the navy, and the air force. It had the third largest budget in the world, exceeded only by the entire budget of the U.S. government and of the Soviet Union. The department supervised a huge empire, penetrating every corner of the nation. More than one out of every 100 persons employed in this country worked in the HEW empire, either directly for the department or in programs for which HEW had responsibility but which were administered by state or local government units. All of us were affected by its activities. (In late 1979, HEW was subdivided by the creation of a separate Department of Education.)",
        "author": "Milton Friedman"
    },
    {
        "quote": "the supporters of tariffs treat it as self-evident that the creation of jobs is a desirable end, in and of itself, regardless of what the persons employed do. That is clearly wrong. If all we want are jobs, we can create any number—for example, have people dig holes and then fill them up again, or perform other useless tasks. Work is sometimes its own reward. Mostly, however, it is the price we pay to get the things we want. Our real objective is not just jobs but productive jobs—jobs that will mean more goods and services to consume.",
        "author": "Milton Friedman"
    },
    {
        "quote": "(4) The racial issue. Voucher plans were adopted for a time in a number of southern states to avoid integration. They were ruled unconstitutional. Discrimination under a voucher plan can be prevented at least as easily as in public schools by redeeming vouchers only from schools that do not discriminate. A more difficult problem has troubled some students of vouchers. That is the possibility that voluntary choice with vouchers might increase racial and class separation in schools and thus exacerbate racial conflict and foster an increasingly segregated and hierarchical society. We believe that the voucher plan would have precisely the opposite effect; it would moderate racial conflict and promote a society in which blacks and whites cooperate in joint objectives, while respecting each other's separate rights and interests. Much objection to forced integration reflects not racism but more or less well-founded fears about the physical safety of children and the quality of their schooling. Integration has been most successful when it has resulted from choice, not coercion. Nonpublic schools, parochial and other, have often been in the forefront of the move toward integration.",
        "author": "Milton Friedman"
    },
    {
        "quote": "In fiscal policy as in monetary policy, all political considerations aside, we simply do not know enough to be able to use deliberate changes in taxation or expenditures as a sensitive stabilizing mechanism.",
        "author": "Milton Friedman"
    },
    {
        "quote": "For fiscal policy, the appropriate counterpart to the monetary rule would be to plan expenditure programs entirely in terms of what the community wants to do through government rather than privately, and without any regard to problems of year-to-year economic stability; to plan tax rates so as to provide sufficient revenues to cover planned expenditures on the average of one year with another, again without regard to year-to-year changes in economic stability; and to avoid erratic changes in either governmental expenditures or taxes.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Similarly, Alexis de Tocqueville, the famous French political philosopher and sociologist, in his classic Democracy in America, written after a lengthy visit in the 1830s, saw equality, not majority rule, as the outstanding characteristic of America. “In America,” he wrote,   the aristocratic element has always been feeble from its birth; and if at the present day it is not actually destroyed, it is at any rate so completely disabled, that we can scarcely assign to it any degree of influence on the course of affairs. The",
        "author": "Milton Friedman"
    },
    {
        "quote": "In which of these respects the public is more stubborn is an empirical question to be judged from the factual evidence, not something that can be determined by reason alone.",
        "author": "Milton Friedman"
    },
    {
        "quote": "There is no alternative way, so far discovered, of improving the lot of the ordinary people that can hold a candle to the productive activities that are unleashed by a free enterprise system...",
        "author": "Milton Friedman"
    },
    {
        "quote": "This revolution in the role of government has been accompanied, and largely produced, by an achievement in public persuasion that must have few rivals. Ask yourself what products are currently least satisfactory and have shown the least improvement over time. Postal service, elementary and secondary schooling, railroad passenger transport would surely be high on the list. Ask yourself which products are most satisfactory and have improved the most. Household appliances, television and radio sets, hi-fi equipment, computers, and, we would add, supermarkets and shopping centers would surely come high on that list. The shoddy products are all produced by government or government-regulated industries. The outstanding products are all produced by private enterprise with little or no government involvement. Yet the public—or a large part of it—has been persuaded that private enterprises produce shoddy products, that we need ever vigilant government employees to keep business from foisting off unsafe, meretricious products at outrageous prices on ignorant, unsuspecting, vulnerable customers. That public relations campaign has succeeded so well that we are in the process of turning over to the kind of people who bring us our postal service the far more critical task of producing and distributing energy.",
        "author": "Milton Friedman"
    },
    {
        "quote": "In all those cases, in accordance with the theme of this book, increases in economic freedom have gone hand in hand with increases in political and civil freedom and have led to increased prosperity; competitive capitalism and freedom have been inseparable.",
        "author": "Milton Friedman"
    },
    {
        "quote": "By relying primarily on voluntary co-operation and private enterprise, in both economic and other activities, we can insure that the private sector is a check on the powers of the governmental sector and an effective protection of freedom of speech, of religion, and of thought.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The preservation of freedom is the protective reason for limiting and decentralizing governmental power.",
        "author": "Milton Friedman"
    },
    {
        "quote": "As it developed in the late eighteenth and early nineteenth centuries, the intellectual movement that went under the name of liberalism emphasized freedom as the ultimate goal and the individual as the ultimate entity in the society. It supported laissez faire at home as a means of reducing the role of the state in economic affairs and thereby enlarging the role of the individual; it supported free trade abroad as a means of linking the nations of the world together peacefully and democratically. In political matters, it supported the development of representative government and of parliamentary institutions, reduction in the arbitrary power of the state, and protection of the civil freedoms of individuals.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The nineteenth-century liberal regarded an extension of freedom as the most effective way to promote welfare and equality; the twentieth-century liberal regards welfare and equality as either prerequisites of or alternatives to freedom.",
        "author": "Milton Friedman"
    },
    {
        "quote": "There seems little correlation between poverty and honesty. One would rather expect the opposite; dishonesty may not always pay but surely it sometimes does",
        "author": "Milton Friedman"
    },
    {
        "quote": "Inflation is taxation without legislation",
        "author": "Milton Friedman"
    },
    {
        "quote": "(1) The church-state issue. If parents could use their vouchers to pay tuition at parochial schools, would that violate the First Amendment? Whether it does or not, is it desirable to adopt a policy that might strengthen the role of religious institutions in schooling? The Supreme Court has generally ruled against state laws providing assistance to parents who send their children to parochial schools, although it has never had occasion to rule on a full-fledged voucher plan covering both public and nonpublic schools. However it might rule on such a plan, it seems clear that the Court would accept a plan that excluded church-connected schools but applied to all other private and public schools. Such a restricted plan would be far superior to the present system, and might not be much inferior to a wholly unrestricted plan. Schools now connected with churches could qualify by subdividing themselves into two parts: a secular part reorganized as an independent school eligible for vouchers, and a religious part reorganized as an after-school or Sunday activity paid for directly by parents or church funds. The constitutional issue will have to be settled by the courts. But it is worth emphasizing that vouchers would go to parents, not to schools. Under the GI bills, veterans have been free to attend Catholic or other colleges and, so far as we know, no First Amendment issue has ever been raised. Recipients of Social Security and welfare payments are free to buy food at church bazaars and even to contribute to the collection plate from their government subsidies, with no First Amendment question being asked. Indeed, we believe that the penalty that is now imposed on parents who do not send their children to public schools violates the spirit of the First Amendment, whatever lawyers and judges may decide about the letter. Public schools teach religion, too—not a formal, theistic religion, but a set of values and beliefs that constitute a religion in all but name. The present arrangements abridge the religious freedom of parents who do not accept the religion taught by the public schools yet are forced to pay to have their children indoctrinated with it, and to pay still more to have their children escape indoctrination.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Let schools specialize, as private schools would, and common interest would overcome bias of color and lead to more integration than now occurs. The integration would be real, not merely on paper. The voucher scheme would eliminate the forced busing that a large majority of both blacks and whites object to. Busing would occur, and might indeed increase, but it would be voluntary—just as the busing of children to music and dance classes is today. The failure of black leaders to espouse vouchers has long puzzled us. Their constituents would benefit most. It would give them control over the schooling of their children, eliminate domination by both the city-wide politicians and, even more important, the entrenched educational bureaucracy. Black leaders frequently send their own children to private schools. Why do they not help others to do the same? Our tentative answer is that vouchers would also free the black man from domination by his own political leaders, who currently see control over schooling as a source of political patronage and power. However, as the educational opportunities open to the mass of black children have continued to deteriorate, an increasing number of black educators, columnists, and other community leaders have started to support vouchers. The Congress of Racial Equality has made the support of vouchers a major plank in its agenda.",
        "author": "Milton Friedman"
    },
    {
        "quote": "History only suggests that capitalism is a necessary condition for political freedom. Clearly it is not a sufficient condition.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Concentrated power is not rendered harmless by the good intentions of those who create it.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The argument for collectivism is simple if false; it is an immediate emotional argument. The argument for individualism is subtle and sophisticated; it is an indirect rational argument. And the emotional faculties are more highly developed in most men than the rational, paradoxically or especially even in those who regard themselves as intellectuals",
        "author": "Milton Friedman"
    },
    {
        "quote": "The most harm of all is done when power is in the hands of people who are absolutely persuaded of the purity of their instincts-- and the purity of their intentions",
        "author": "Milton Friedman"
    },
    {
        "quote": "The view has been gaining widespread acceptance that corporate officials and labor leaders have a “social responsibility” that goes beyond serving the interest of their stockholders or their members. This view shows a fundamental misconception of the character and nature of a free economy.\nIn such an economy, there is one and only one social responsibility of business—to use its resources and engage in activities designed to increase its profits so long as it stays within the rules of the game, which is to say, engages in open and free competition, without deception or fraud….It is the responsibility of the rest of us to establish a framework of law such that an individual in pursuing his own interest is, to quote Adam Smith again, “led by an invisible hand to promote an end which was no part of his intention. Nor is it always the worse for the society that it was no part of it. By pursuing his own interest, he frequently promotes that of the society more effectually than when he really intends to promote it. I have never known much good done by those who affected to trade for the public good.”\n\nFew trends could so thoroughly undermine the very foundations of our free society as the acceptance by corporate officials of a social responsibility other than to make as much money for their stockholders as possible. This is a fundamentally subversive doctrine. If businessmen do have a social responsibility other than making maximum profits for stockholders, how are they to know what it is? Can self-selected private individuals decide what the social interest is? Can they decide how great a burden they are justified in placing on themselves or their stockholders to serve that social interest? Is it tolerable that these public functions of taxation, expenditure, and control be exercised by the people who happen at the moment to be in charge of particular enterprises, chosen for those posts by strictly private groups? If businessmen are civil servants rather than the employees of their stockholders then in a democracy they will, sooner or later, be chosen by the public techniques of election and appointment.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Many other unions have taken advantage of this exemption and are better interpreted as enterprises selling the services of cartellizing an industry than as labor organizations. The Teamster’s Union is perhaps the most notable.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Our gain from foreign trade is what we import. Exports are the price we pay to get imports. As Adam Smith saw so clearly, the citizens of a nation benefit from getting as large a volume of imports as possible in return for its exports, or equivalently, from exporting as little as possible to pay for its imports.",
        "author": "Milton Friedman"
    },
    {
        "quote": "John Stuart Mill,   The sole end for which mankind are warranted, individually or collectively, in interfering with the liberty of action of any of their number, is self protection.... [T]he only purpose for which power can be rightfully exercised over any member of a civilized community, against his will, is to prevent harm to others. His own good, either physical or moral, is not a sufficient warrant.... The only part of the conduct of any one, for which he is amenable to society, is that which concerns others. In the part which merely concerns himself, his independence is, of right, absolute. Over himself, over his own body and mind, the individual is sovereign.2",
        "author": "Milton Friedman"
    },
    {
        "quote": "Economic freedom is an essential requisite for political freedom. By enabling people to cooperate with one another without coercion or central direction, it reduces the area over which political power is exercised. In addition, by dispersing power, the free market provides an offset to whatever concentration of political power may arise. The combination of economic and political power in the same hands is a sure recipe for tyranny.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The fecundity of freedom is demonstrated most dramatically and clearly in agriculture. When the Declaration of Independence was enacted, fewer than 3 million persons of European and African origin (i.e., omitting the native Indians) occupied a narrow fringe along the eastern coast. Agriculture was the main economic activity. It took nineteen out of twenty workers to feed the country's inhabitants and provide a surplus for export in exchange for foreign goods. Today it takes fewer than one out of twenty workers to feed the 220 million inhabitants and provide a surplus that makes the United States the largest single exporter of food in the world.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Inflation is caused by too much money chasing after too few goods.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The high rate of unemployment among teenagers, and especially black teenagers, is both a scandal and a serious source of social unrest. Yet it is largely a result of minimum wage laws. We regard the minimum wage law as one of the most, if not the most, anti-black laws on the statute books.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Industrial progress, mechanical improvement, all of the great wonders of the modern era have meant relatively little to the wealthy. The rich in Ancient Greece would have benefited hardly at all from modern plumbing: running servants replaced running water. Television and radio? The patricians of Rome could enjoy the leading musicians and actors in their home, could have the leading actors as domestic retainers. Ready-to-wear clothing, supermarkets — all these and many other modern developments would have added little to their life. The great achievements of Western capitalism have redounded primarily to the benefit of the ordinary person. These achievements have made available to the masses conveniences and amenities that were previously the exclusive prerogative of the rich and powerful.",
        "author": "Milton Friedman"
    },
    {
        "quote": "There is a real function for government in respect to pollution: to set conditions and, in particular, define property rights to make sure that the costs are borne by the parties responsible.",
        "author": "Milton Friedman"
    },
    {
        "quote": "a private enterprise is a failure, it closes down—unless it can get a government subsidy to keep it going; if a government enterprise fails, it is expanded. I challenge you to find exceptions. The",
        "author": "Milton Friedman"
    },
    {
        "quote": "Fundamentally, there are only two ways of co-ordinating the economic activities of millions. One is central direction involving the use of coercion—the technique of the army and of the modern totalitarian state. The other is voluntary co-operation of individuals—the technique of the market place. The possibility of co-ordination through voluntary co-operation rests on the elementary—yet frequently denied—proposition that both parties to an economic transaction benefit from it, provided the transaction is bi-laterally voluntary and informed. Exchange can therefore bring about co-ordination without coercion. A working model of a society organized through voluntary exchange is a free private enterprise exchange economy—what we have been calling competitive capitalism. In its simplest form, such a society consists of a number of independent households—a collection of Robinson Crusoes, as it were. Each household uses the resources it controls to produce goods and services that it exchanges for goods and services produced by other households, on terms mutually acceptable to the two parties to the bargain. It is thereby enabled to satisfy its wants indirectly by producing goods and services for others, rather than directly by producing goods for its own immediate use. The incentive for adopting this indirect route is, of course, the increased product made possible by division of labor and specialization of function. Since the household always has the alternative of producing directly for itself, it need not enter into any exchange unless it benefits from it. Hence, no exchange will take place unless both parties do benefit from it. Co-operation is thereby achieved without coercion. Specialization of function and division of labor would not go far if the ultimate productive unit were the household. In a modern society, we have gone much farther. We have introduced enterprises which are intermediaries between individuals in their capacities as suppliers of service and as purchasers of goods. And similarly, specialization of function and division of labor could not go very far if we had to continue to rely on the barter of product for product. In consequence, money has been introduced as a means of facilitating exchange, and",
        "author": "Milton Friedman"
    },
    {
        "quote": "The people in one district can choose not to reelect their member of Congress, but that will not change the composition of the government as a whole. You have to change the system and make it possible for the people's will to be heard.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Universities exist to transmit knowledge and understanding of ideas and values to students, not to provide entertainment for spectators or employment for athletes.",
        "author": "Milton Friedman"
    },
    {
        "quote": "You cannot simultaneously have free immigration and a welfare state. ... I am in favor of the unilateral reduction of tariffs, but the movement of goods is a substitute for the movement of people. As long as you have a welfare state, I do not believe you can have a unilateral open immigration. I would like to see a world in which you could have open immigration, but stop kidding yourselves. On the other hand, the welfare state does not prevent unilateral free trade. I believe that they are in different categories.",
        "author": "Milton Friedman"
    },
    {
        "quote": "...[One] of the paradoxes of experience is that, in spite of...historical evidence, it is precisely the minority groups that have frequently furnished the most vocal and numerous advocates of fundamental alterations in a capitalist society. They have tended to attribute to capitalism the residual restrictions they experience rather than to recognize that the free market has been the major factor enabling these restrictions to be as small as they are...the purchaser of bread does not know whether it was made from wheat grown by a white man or a [black man], by a Christian or a Jew. In consequence, the producer of wheat is in a position to use resources as effectively as he can, regardless of what the attitudes of the community may be toward his color, the religion, or other characteristics of the people he hires.",
        "author": "Milton Friedman"
    },
    {
        "quote": "President Kennedy said, “Ask not what your country can do for you — ask what you can do for your country.”… Neither half of that statement expresses a relation between the citizen and his government that is worthy of the ideals of free men in a free society. “What your country can do for you” implies that the government is the patron, the citizen the ward. “What you can do for your country” assumes that the government is the master, the citizen the servant.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Fair’ is in the eye of the beholder; ‘free’ is the verdict of the market. The word ‘free’ is used three times in the Declaration of Independence and once in the First Amendment to the Constitution, along with ‘freedom.’ The word ‘fair’ is not used in either of our founding documents.",
        "author": "Milton Friedman"
    },
    {
        "quote": "What most people really object to when they object to a free market is that it is so hard for them to shape it to their own will. The market gives people what the people want instead of what other people think they ought to want. At the bottom of many criticisms of the market economy is really lack of belief in freedom itself.",
        "author": "Milton Friedman"
    },
    {
        "quote": "At the bottom of many criticisms of the market economy is really lack of belief in freedom itself.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The problem of social organization is how to set up an arrangement under which greed will do the least harm; capitalism is that kind of a system.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The case for prohibiting drugs is exactly as strong and as weak as the case for prohibiting people from overeating.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The government has no more right to tell me what goes into my mouth, including illegal drugs, than it has to tell me what comes out of my mouth.",
        "author": "Milton Friedman"
    },
    {
        "quote": "We economists don’t know much, but we do know how to create a shortage. If you want to create a shortage of tomatoes, for example, just pass a law that retailers can’t sell tomatoes for more than two cents per pound. Instantly you’ll have a tomato shortage.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Had the Federal Reserve System never been established, and had a similar series of runs started, there is little doubt that the same measures would have been taken as in 1907—a restriction of payments.",
        "author": "Milton Friedman"
    },
    {
        "quote": "A society that puts equality—in the sense of equality of outcome—ahead of freedom will end up with neither equality nor freedom. The use of force to achieve equality will destroy freedom, and the force, introduced for good purposes, will end up in the hands of people who use it to promote their own interests.",
        "author": "Milton Friedman"
    },
    {
        "quote": "To take a different example, whether it is less costly for loggers to use a chain saw or handsaw depends on the price of the chain saw and the handsaw, the amount of labor required with each, and the wages of different kinds of labor. The enterprise doing the logging has an incentive to acquire the relevant technical knowledge and to combine it with the information transmitted by prices in order to minimize costs.",
        "author": "Milton Friedman"
    },
    {
        "quote": "We speak loosely of the “corporation’s income” or of “business” having an income. That is figurative language. The corporation is an intermediary between its owners—the stockholders—and the resources other than the stockholders’ capital, the services of which it purchases. Only people have incomes and they derive them through the market from the resources they own,",
        "author": "Milton Friedman"
    },
    {
        "quote": "Ο μόνος άνθρωπος που μπορεί να σε πείσει, είναι ο εαυτός σου. Πρέπει να σκέφτεσαι τα πράγματα στον ελεύθερό σου χρόνο, να εξετάζεις τα πολλά επιχειρήματα, να τα αφήνεις να ζυμώνονται, και μετά από καιρό να κάνεις τις προτιμήσεις σου, πεποιθήσεις.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The capital resources of the nation are not increased by using the tax collector rather than the stock market to mobilize them.",
        "author": "Milton Friedman"
    },
    {
        "quote": "From the founding of the Republic to 1929, spending by governments at all levels, federal, state, and local, never exceeded 12 percent of the national income except in time of major war, and two-thirds of that was state and local spending. Federal spending typically amounted to 3 percent or less of the national income.",
        "author": "Milton Friedman"
    },
    {
        "quote": "From this standpoint, the role of the market, as already noted, is that it permits unanimity without conformity; that it is a system of effectively proportional representation",
        "author": "Milton Friedman"
    },
    {
        "quote": "Government actions often provide substantial benefits to a few while imposing small costs on many.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The Motor Carrier Act of 1935 gave the ICC jurisdiction over truckers—to protect the railroads, not the consumers.",
        "author": "Milton Friedman"
    },
    {
        "quote": "Thomas Moore estimates that their aggregate value in 1972 was between $2 and $3 billion6—a value that corresponds solely to a government-granted monopoly position. It constitutes wealth for the people who own the certificates, but for the society as a whole it is a measure of the loss from government intervention, not a measure of productive capacity.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The source of tolerance is the recognition that none of us have the absolute truth. There can be no tolerance without humility.",
        "author": "Milton Friedman"
    },
    {
        "quote": "However attractive anarchy may be as a philosophy, it is not feasible in a world of imperfect men.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The view that government’s role is to serve as an umpire to prevent individuals from coercing one another was replaced by the view that government’s role is to serve as a parent charged with the duty of coercing",
        "author": "Milton Friedman"
    },
    {
        "quote": "We observe, and are always asking ourselves the question, why it is that in the Western world intellectuals tend to be collectivists. Certainly one reason is that by nature their whole interest is in questioning things, including whatever society they're in. But in a collectivist society they can't speak up because of suppression, whereas in a free society they can. So the only intellectuals heard from tend to be collectivists.",
        "author": "Milton Friedman"
    },
    {
        "quote": "A major reason why intellectuals tend to move towards collectivism is that the collectivist answer is a simple one. If there's something wrong pass a law and do something about it. If there's something wrong it's because of some no-good bum, some devil, evil and wicked—that's a very simple story to tell. You don't have to be very smart to write it and you don't have to be very smart to accept it. On the other hand, the individualistic or libertarian argument is a sophisticated and subtle one. If there's something wrong with society, if there's a real social evil, maybe you will make better progress by letting people voluntarily try to eliminate the evil.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The two chief enemies of the free society or free enterprise are intellectuals on the one hand and businessmen on the other, for opposite reasons. Every intellectual believes in freedom for himself, but he's opposed to freedom for others. He thinks that the business world is different, that because of a chaos of competition and waste, there ought to be a central planning board that will establish social priorities. But he's horrified at the thought of having a central planning board to establish social priorities for writers and researchers. So the intellectuals favor freedom for themselves and oppose it for everybody else.\n\nThe businessmen are just the opposite—every businessman is in favor of freedom for everybody else, but when it comes to himself that's a different question. He's always the special case. He ought to get special privileges from the government, a tariff, this, that and the other thing. And it's this coalition that's really difficult for us so I think we ought to be careful of according businessmen too much power, or of believing that they are the major source of support for a free society.",
        "author": "Milton Friedman"
    },
    {
        "quote": "People forget the fundamental distinction between Adam Smith's version of The Invisible Hand and what I suppose you could regard as Bastiat's version. The French idea was that there is somehow a harmony in nature so that by natural forces if people were left free to pursue their own interests they would benefit everybody. Adam Smith's was a much more subtle and sophisticated argument, that it is possible to set up institutions under which people pursuing their own interests will benefit everybody. His invisible hand required the right set of institutions and I think that's the case. After all, the distinction between a collectivist society and a market or individualist society is not whether people pursue their own interests. If I take Russia, for example, the people in Russia are all pursuing their own interests but the institutions set up in Russia make what is in each person's own interest different from what it would be in the United States or in Britain.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The only person who can truly persuade you is yourself. You must turn the issues over in your mind at leisure, consider the many arguments, let them simmer, and after a long time turn your preferences into convictions.",
        "author": "Milton Friedman"
    },
    {
        "quote": "In the international trade area, the language is almost always about how we must export, and what’s really good is an industry that produces exports, and if we buy from abroad and import, that’s bad. But surely that’s upside-down. What we send abroad, we can’t eat, we can’t wear, we can’t use for our houses. The goods and services we send abroad, are goods and services not available to us. On the other hand, the goods and services we import, they provide us with TV sets we can watch, with automobiles we can drive, with all sorts of nice things for us to use.\n\nThe gain from foreign trade is what we import. What we export is a cost of getting those imports. And the proper objective for a nation as Adam Smith put it, is to arrange things so that we get as large a volume of imports as possible, for as small a volume of exports as possible.\n\nThis carries over to the terminology we use. When people talk about a favorable balance of trade, what is that term taken to mean? It’s taken to mean that we export more than we import. But from the point of our well-being, that’s an unfavorable balance. That means we’re sending out more goods and getting fewer in. Each of you in your private household would know better than that. You don’t regard it as a favorable balance, when you have to send out more goods to get fewer coming in. It’s favorable when you can get more by sending out less.",
        "author": "Milton Friedman"
    },
    {
        "quote": "every society, however it is organized, there is always dissatisfaction with the distribution of income. All of us find it hard to understand why we should receive less than others who seem no more deserving—or why we should be receiving more than so many others whose needs seem as great and whose deserts seem no less. The farther fields always look greener—so we blame the existing system. In a command system envy and dissatisfaction are directed at the rulers. In a free market system they are directed at the market.",
        "author": "Milton Friedman"
    },
    {
        "quote": "The “something” that connects the two transactions is called money, and it has taken innumerable physical forms—from stones to feathers to tobacco to shells to copper, silver, and gold to pieces of paper and entries in ledger books. Who knows what will be the future incarnations of money? Computer bytes?",
        "author": "Milton Friedman"
    },
    {
        "quote": "When my information changes, I alter my conclusions. What do you do, sir?",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "The long run is a misleading guide to current affairs. In the long run we are all dead.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "The ideas of economists and political philosophers, both when they are right and when they are wrong are more powerful than is commonly understood. Indeed, the world is ruled by little else. Practical men, who believe themselves to be quite exempt from any intellectual influences, are usually slaves of some defunct economist.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "It is better to be roughly right than precisely wrong.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "If you owe your bank a hundred pounds, you have a problem. But if you owe a million, it has.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Capitalism is the astounding belief that the most wickedest of men will do the most wickedest of things for the greatest good of everyone.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Education: the inculcation of the incomprehensible into the indifferent by the incompetent.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Practical men who believe themselves to be quite exempt from any intellectual influence, are usually the slaves of some defunct economist. Madmen in authority, who hear voices in the air, are distilling their frenzy from some academic scribbler of a few years back",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "The master-economist must possess a rare combination of gifts .... He must be mathematician, historian, statesman, philosopher—in some degree. He must understand symbols and speak in words. He must contemplate the particular, in terms of the general, and touch abstract and concrete in the same flight of thought. He must study the present in the light of the past for the purposes of the future. No part of man's nature or his institutions must be entirely outside his regard. He must be purposeful and disinterested in a simultaneous mood, as aloof and incorruptible as an artist, yet sometimes as near to earth as a politician.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Words ought to be a little wild for they are the assault of thoughts on the unthinking.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "The political problem of mankind is to combine three things: economic efficiency, social justice and individual liberty.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Markets can remain irrational longer than you can remain solvent.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "The difficulty lies not so much in developing new ideas as in escaping from old ones.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "When the final result is expected to be a compromise, it is often prudent to start from an extreme position.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Ideas shape the course of history.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "The avoidance of taxes is the only intellectual pursuit that carries any reward. ",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Worldly wisdom teaches that it is better for reputation to fail conventionally than to succeed unconventionally.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "When the capital development of a country becomes a by-product of the activities of a casino, the job is likely to be ill-done",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "By this means the government may secretly and unobserved, confiscate the wealth of the people, and not one man in a million will detect the theft.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Newton was not the first of the age of reason. He was the last of the magicians, the last of the Babylonians and Sumerians, the last great mind that looked out on the visible and intellectual world with the same eyes as those who began to build our intellectual inheritance rather less than 10,000 years ago.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "The businessman is only tolerable so long as his gains can be held to bear some relation to what, roughly and in some sense, his activities have contributed to society.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "When the facts change, I change my mind - what do you do, sir?",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "A study of the history of opinion is a necessary preliminary to the emancipation of the mind.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "How can I accept the Communist doctrine, which sets up as its bible, above and beyond criticism, an obsolete textbook which I know not only to be scientifically erroneous but without interest or application to the modern world? How can I adopt a creed which, preferring the mud to the fish, exalts the boorish proletariat above the bourgeoisie and the intelligentsia, who with all their faults, are the quality of life and surely carry the seeds of all human achievement? Even if we need a religion, how can we find it in the turbid rubbish of the red bookshop? It is hard for an educated, decent, intelligent son of Western Europe to find his ideals here, unless he has first suffered some strange and horrid process of conversion which has changed all his values.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "So it is not an accident that the Nazi lads vent a particular fury against (Einstein). He does truly stand for what they most dislike, the opposite of the blond beast intellectualist, individualist, supernationalist, pacifist, inky, plump... How should they know the glory of the free-ranging intellect and soft objective sympathy to whom money and violence, drink and blood and pomp, mean absolutely nothing?",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "In the long run, we are all dead!",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "I cannot leave this subject as though its just treatment wholly depended either on our own pledges or economic facts. The policy of reducing Germany to servitude for a generation, of degrading the lives of millions of human beings, and of depriving a whole nation of happiness should be abhorrent and detestable, - abhorrent and detestable, even if it were possible, even if it enriched ourselves, even if it did not sow the decay of the whole civilized life of Europe. Some preach it in the name of Justice. In the great events of man's history, in the unwinding of the complex fates of nations Justice is not so simple. And if it were, nations are not authorized, by religion or by natural morals, to visit on the children of their enemies the misdoings of parents of rulers.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "How long will it be necessary to pay City men so entirely out of proportion to what other servants of society commonly receive for performing social services not less useful or difficult?",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "When somebody persuades me I am wrong, I change my mind.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "The decadent international but individualistic capitalism in the hands of which we found ourselves after the war is not a success. It is not intelligent. It is not beautiful. It is not just. It is not virtuous. And it doesn't deliver the goods.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "The ideas which are here expressed so laboriously are extremely simple and should be obvious. The difficulty lies, not in the new ideas, but in escaping from the old ones, which ramify, for those brought up as most of us have been, into every corner of our minds.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Capitalism is the extraordinary belief that the nastiest of men for the nastiest of motives will somehow work together for the benefit of all.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "When the accumulation of wealth is no longer of high social importance, there will be great changes in the code of morals. We shall be able to rid ourselves of many of the pseudo-moral principles which have hag-ridden us for two hundred years, by which we have exalted some of the most distasteful of human qualities into the position of the highest virtues. We shall be able to afford to dare to assess the money-motive at its true value. The love of money as a possession — as distinguished from the love of money as a means to the enjoyments and realities of life — will be recognized for what it is, a somewhat disgusting morbidity, one of those semi-criminal, semi-pathological propensities which one hands over with a shudder to the specialists in mental disease.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "In the long run we are all dead.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "[People] will do the rational thing, but only after exploring all other alternatives.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "When the facts change, I change my mind. What do you do, sir?",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Words ought to be a little wild, for they are the assault of thoughts on the unthinking.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "If human nature felt no temptation to take a chance, no satisfaction (profit apart) in constructing a factory, a railway, a mine or a farm, there might not be much investment merely as a result of cold calculation.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "El estudio de la economía no parece exigir ningún don especializado de un orden excepcionalmente superior. ¿No es una disciplina muy fácil comparada con las ramas superiores de la filosofía o la ciencia pura?. Una disciplina fácil de la que muy pocos sobresalen. La paradoja tal vez tenga su explicación en que el economista experto debe poseer una rara combinación de dones. Debe ser en cierta medida matemático, historiador, estadista, filosofo. Debe comprender los símbolos y hablar en palabras. Debe contemplar lo particular desde la óptica de lo general y considerar en un mismo razonamiento lo abstracto y lo concreto.\nDebe estudiar el presente pensando en el futuro. Ningún aspecto de la naturaleza del hombre o de sus instituciones debe quedarse al margen de su consideración. Debe ser simultáneamente decidido y desinteresado; tan distante e incorruptible como un artista y, sin embargo a veces tan cerca del suelo como un político",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "In the long run we are all dead. Economists set themselves too easy, too useless a task if in tempestuous seasons they can only tell us that when the storm is long past the ocean is flat again.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Lenin is said to have declared that the best way to destroy the Capitalist System was to debauch the currency. By a continuing process of﻿ inflation, governments can confiscate, secretly and unobserved, an important part of the wealth of their citizens. By this method they not only confiscate, but they confiscate arbitrarily; and, while the process impoverishes many, it actually enriches some.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "I work for a Government I despise for ends I think criminal.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "The difficulty lies not so much in developing new ideas as in escaping the old ones.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "We should not conclude from this that everything depends on waves of irrational psychology. On the contrary, the state of long-term expectation is often steady, and, even when it is not, the other factors exert their compensating effects. We are merely reminding ourselves that human decisions affecting the future, whether personal or political or economic, cannot depend on strict mathematical expectation, since the basis for making such calculations does not exist; and that it is our innate urge to activity which makes the wheels go round, our rational selves choosing between the alternatives as best we are able, calculating where we can, but often falling back for our motive on whim or sentiment or chance.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "The power to become habituated to his surroundings is a marked characteristic of mankind.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "The ideas of economists and political philosophers, both when they are right and when they are wrong, are more powerful than is commonly understood. Indeed the world is ruled by little else. Practical men, who believe themselves to be quite exempt from any intellectual influences, are usually the slaves of some defunct economist. Madmen in authority, who hear voices in the air, are distilling their frenzy from some academic scribbler of a few years back...But, soon or late, it is ideas, not vested interests, which are dangerous for good or evil.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "With the breakdown of money economy the practice of international barter is becoming prevalent.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Men will not always die quietly.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "The difficulty lies, not in the new ideas, but in escaping from the old ones, which ramify, for those brought up as most of us have been, into every corner of our minds.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "I find economics increasingly satisfactory, and I think I am rather good at it. I want to manage a railroad or organise a Trust or at least swindle the investing public",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Even apart from the instability due to speculation, there is the instability due to the characteristic of human nature that a large proportion of our positive activities depend on spontaneous optimism rather than mathematical expectations, whether moral or hedonistic or economic. Most, probably, of our decisions to do something positive, the full consequences of which will be drawn out over many days to come, can only be taken as the result of animal spirits—a spontaneous urge to action rather than inaction, and not as the outcome of a weighted average of quantitative benefits multiplied by quantitative probabilities.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "I find myself more and more relying for a solution of our problems on the invisible hand which I tried to eject from economic thinking twenty years ago.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "If the Treasury were to fill old bottles with banknotes, bury them at suitable depths in disused coalmines which are then filled up to the surface with town rubbish, and leave it to private enterprise on well-tried principles of laissez-faire to dig the notes up again (the right to do so being obtained, of course, by tendering for leases of the note-bearing territory), there need be no more unemployment and, with the help of the repercussions, the real income of the community, and its capital wealth also, would probably become a good deal greater than it actually is. It would, indeed, be more sensible to build houses and the like; but if there are political and practical difficulties in the way of this, the above would be better than nothing.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Practical men who believe themselves to be quite exempt from any intellectual influence, are usually the slaves of some defunct economist.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "[People] will do the rational thing, but only after exploring all other altertives.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "The immense accumulations of fixed capital which, to the great benefit of mankind, were built up during the half century before the war, could never have come about in a Society where wealth was divided equitably.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Our attitude to these criticisms must be determined by our whole moral and emotional reaction to the future of international relations and the Peace of the World.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Ancient Egypt was doubly fortunate, and doubtless owed to this its fabled wealth, in that it possessed two activities, namely, pyramid-building as well as the search for the precious metals, the fruits of which, since they could not serve the needs of man by being consumed, did not stale with abundance. The Middle Ages built cathedrals and sang dirges. Two pyramids, two masses for the dead, are twice as good as one; but not so two railways from London to York. Thus we are so sensible, have schooled ourselves to so close a semblance of prudent financiers, taking careful thought before we add to the 'financial' burdens of posterity by building them houses to live in, that we have no such easy escape from the sufferings of unemployment. We have to accept them as an inevitable result of applying to the conduct of the State the maxims which are best calculated to 'enrich' an individual by enabling him to pile up claims to enjoyment which he does not intend to exercise at any definite time.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "The war has ended with every one owing every one else immense sums of money. Germany owes a large sum to the Allies, the Allies owe a large sum to Great Britain, and Great Britain owes a large sum to the United States. The holders of war loan in every country are owed a large sum by the States, and the States in its turn is owed a large sum by these and other taxpayers. The whole position is in the highest degree artificial, misleading, and vexatious. We shall never be able to move again, unless we can free our limbs from these paper shackles.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "The German economic system as it existed before the war depended on three main factors: I. Overseas commerce as represented by her mercantile marine, her colonies, her foreign investments, her exports, and the overseas connections of her merchants; II. The exploitation of her coal and iron and the industries built upon them; III. Her transport and tariff system. Of these the first, while not the least important, was certainly the most vulnerable. The Treaty aims at the systematic destruction of all three, but principally of the first two. I (1) Germany has ceded to the Allies all the vessels of her mercantile marine exceeding 1600 tons gross, half the vessels between 1000 tons and 1600 tons, and one quarter of her trawlers and other fishing boats.[9] The cession is comprehensive, including not only vessels flying the German flag, but also all vessels owned by Germans but flying other flags, and all vessels under construction as well as those afloat.[10] Further, Germany undertakes, if required, to build for the Allies such types of ships as they may specify up to 200,000 tons[11] annually for five years, the value of these ships being credited to Germany against what is due from her for Reparation.[12]",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Professional investment may be likened to those newspaper competitions in which the competitors have to pick out the six prettiest faces from a hundred photographs, the prize being awarded to the competitor whose choice most nearly corresponds to the average preferences of the competitors as a whole; so that teach competitor has to pick not those faces which he himself finds prettiest, but those which he thinks likeliest to catch the fancy of the other competitors, all of whom are looking at the problem from the same point of view. It is not a case of choosing those which, to the best of one's judgement are really the prettiest, nor even those which average opinion genuinely thinks the prettiest. We have reached the third degree where we devote our intelligences to anticipating what average opinion expects the average opinion to be. And there are some, I believe, who practice the fourth, fifth and higher degrees.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "What an extraordinary episode in the economic progress of man that age was which came to an end in August 1914! The greater part of the population, it is true, worked hard and lived at a low standard of comfort, yet were, to all appearances, reasonably contented with this lot. But escape was possible, for any man of capacity or character at all exceeding the average, into the middle and upper classes, for whom life offered, at a low cost and with the least trouble, conveniences, comforts, and amenities beyond the compass of the richest and most powerful monarchs of other ages. \n\nThe inhabitant of London could order by telephone, sipping his morning tea in bed, the various products of the whole earth, in such quantity as he might see fit, and reasonably expect their early delivery upon his doorstep; he could at the same moment and by the same means adventure his wealth in the natural resources and new enterprises of any quarter of the world, and share, without exertion or even trouble, in their prospective fruits and advantages; or he could decide to couple the security of his fortunes with the good faith of the townspeople of any substantial municipality in any continent that fancy or information might recommend. He could secure forthwith, if he wished it, cheap and comfortable means of transit to any country or climate without passport or other formality, could despatch his servant to the neighbouring office of a bank for such supply of the precious metals as might seem convenient, and could then proceed abroad to foreign quarters, without knowledge of their religion, language, or customs, bearing coined wealth upon his person, and would consider himself greatly aggrieved and much surprised at the least interference. \n\nBut, most important of all, he regarded this state of affairs as normal, certain, and permanent, except in the direction of further improvement, and any deviation from it as aberrant, scandalous, and avoidable. The projects and politics of militarism and imperialism, of racial and cultural rivalries, of monopolies, restrictions, and exclusion, which were to play the serpent to this paradise, were little more than the amusements of his daily newspaper, and appeared to exercise almost no influence at all on the ordinary course of social and economic life, the internationalisation of which was nearly complete in practice.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "But if America recalls for a moment what Europe has meant to her and still means to her, what Europe, the mother of art and of knowledge, in spite of everything, still is and still will be, will she not reject these counsels of indifference and isolation, and interest herself in what may prove decisive issues for the progress and civilization of all mankind?",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "When the facts change, I change my mind",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "I only wish I had drunk more champagne.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Practical men, who believe themselves to be quite exempt from any intellectual influences, are usually the slaves of some defunct economist. ... in the field of economic and political philosophy there are not many who are influenced by new theories after they are twenty-five or thirty years of age, so that the ideas which civil servants and politicians and even agitators apply to current events are not likely to be the newest.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "The inhabitant of London could order by telephone, sipping his morning tea in bed, the various products of the whole earth, in such quantity as he might see fit, and reasonably expect their early delivery upon his doorstep; he could at the same moment and by the same means adventure his wealth in the natural resources and new enterprises of any quarter of the world, and share, without exertion or even trouble, in their prospective fruits and advantages; or he could decide to couple the security of his fortunes with the good faith of the townspeople of any substantial municipality in any continent that fancy or information might recommend. He could secure forthwith, if he wished it, cheap and comfortable means of transit to any country or climate without passport or other formality, could despatch his servant to the neighboring office of a bank for such supply of the precious metals as might seem convenient, and could then proceed abroad to foreign quarters, without knowledge of their religion, language, or customs, bearing coined wealth upon his person, and would consider himself greatly aggrieved and much surprised at the least interference. But, most important of all, he regarded this state of affairs as normal, certain, and permanent, except in the direction of further improvement, and any deviation from it as aberrant, scandalous, and avoidable. The projects and politics of militarism and imperialism, of racial and cultural rivalries, of monopolies, restrictions, and exclusion, which were to play the serpent to this paradise, were little more than the amusements of his daily newspaper, and appeared to exercise almost no influence at all on the ordinary course of social and economic life, the internationalization of which was nearly complete in practice.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "I believe that the clue to his mind is to be found in his unusual powers of continuous concentrated\nintrospection. A case can be made out, as it also can with Descartes, for regarding him as an accomplished\nexperimentalist. Nothing can be more charming than the tales of his mechanical contrivances when he was a\nboy. There are his telescopes and his optical experiments, These were essential accomplishments, part of his\nunequalled all-round technique, but not, I am sure, his peculiar gift, especially amongst his contemporaries.\nHis peculiar gift was the power of holding continuously in his mind a purely mental problem until he had\nseen straight through it. I fancy his pre-eminence is due to his muscles of intuition being the strongest and\nmost enduring with which a man has ever been gifted. Anyone who has ever attempted pure scientific or\nphilosophical thought knows how one can hold a problem momentarily in one's mind and apply all one's\npowers of concentration to piercing through it, and how it will dissolve and escape and you find that what\nyou are surveying is a blank. I believe that Newton could hold a problem in his mind for hours and days and\nweeks until it surrendered to him its secret. Then being a supreme mathematical technician he could dress it\nup, how you will, for purposes of exposition, but it was his intuition which was pre-eminently extraordinary\n- 'so happy in his conjectures', said De Morgan, 'as to seem to know more than he could possibly have any\nmeans of proving'. The proofs, for what they are worth, were, as I have said, dressed up afterwards - they\nwere not the instrument of discovery.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "It is a mistake to think businessmen are more immoral than politicians.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "My feelings about Das Kapital are the same as my feelings about the Koran. I know that it is historically important and I know that many people, not all of whom are idiots, find it a sort of Rock of Ages and containing inspiration. Yet when I look into it, it is to me inexplicable that it can have this effect. Its dreary, out-of-date, academic controversialising seems so extraordinarily unsuitable as material for the purpose … How could either of these books carry fire and sword round half the world? It beats me. [writing to George Bernard Shaw]",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "As one broods over these queer collections, it seems easier to understand - with an understanding which is\nnot, I hope, distorted in the other direction - this strange spirit, who was tempted by the Devil to believe at\nthe time when within these walls he. was solving so much, that he could reach all the secrets of God and\nNature by the pure power of mind Copernicus and Faustus in one.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "A ‘sound’ banker, alas, is not one who sees danger and avoids it, but one who, when he is ruined, is ruined in a conventional and orthodox way along with his fellows, so that no one can really blame him.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Epe luzera hilda egongo gara denok.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Once we allow ourselves to be disobedient to the test of an accountant's profit, we have begun to change our civilisation.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "--he, indeed, who gave fewest pledges to Fortune, has yet suffered her heaviest visitations.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "La cosa importante per il governo non è fare ciò che gli individui fanno già, e farlo un po' meglio o un po' peggio, ma fare ciò che presentemente non si fa del tutto.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "the ideas of economists and political philosophers, both when they are right and when they are wrong, are more powerful than is commonly understood. Indeed, the world is ruled by little else. Practical men, who believe themselves to be quite exempt from any intellectual influences, are usually the slaves of some defunct economist.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Thus, after all, the actual rates of aggregate saving and spending do not depend on Precaution, Foresight, Calculation, Improvement, Independence, Enterprise, Pride or Avarice. Virtue and vice play no part. It all depends on how far the rate of interest is favourable to investment, after taking account of the marginal efficiency of capital. No, this is an overstatement. If the rate of interest were so governed as to maintain continuous full employment, virtue would resume her sway;-- the rate of capital accumulation would depend on the weakness of the propensity to consume. Thus, once again, the tribute that classical economists pay to her is due to their concealed assumption that the rate of interest always is so governed.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "In this autumn of 1919, in which I write, we are at the dead season of our fortunes.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "The commonest virtues of the individual are often lacking in the spokesmen of nations; a statesman representing not himself but his country may prove, without incurring excessive blame—­as history often records—­vindictive, perfidious, and egotistic.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "The master-economist must possess a rare combination of gifts. He must reach a high standard in several different directions and must combine talents not often found together. He must be mathematician, historian, statesman, philosopher - in some degree. He must contemplate the particular in terms of the general, and touch abstract and concrete in the same flight of thought. He must study the present in the light of the past for the purposes of the future. No part of man's nature or his institutions must lie entirely outside his regard. He must be purposeful and disinterested in a simultaneous mood; as aloof and incorruptible as an artist, yet sometimes as near the earth as a politician.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "In the long run we are all dead",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "I sympathize, therefore, with those who would minimize, rather than with those who would maximize, economic entanglement among nations. Ideas, knowledge, science, hospitality, travel--these are the things which should of their nature be international. But let goods be homespun whenever it is reasonably and conveniently possible, and, above all, let finance be primarily national.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "If we consistently act on the optimistic hypothesis, this hypothesis will tend to be realised; whilst by acting on the pessimistic hypothesis we can keep ourselves for ever in the pit of want.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Moved by insane delusion and reckless self-regard, the German people overturned the foundations on which we all lived and built. But the spokesmen of the French and British peoples have run the risk of completing the ruin, which Germany began, by a Peace which, if it is carried into effect, must impair yet further, when it might have restored, the delicate, complicated organization, already shaken and broken by war, through which alone the European peoples can employ themselves and live.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "I also want to emphasise strongly the point about economics being a moral science. I mentioned before that it deals with introspection and with values. I might have added that it deals with motives, expectations, psychological uncertainties. One has to be constantly on guard against treating the material as constant and homogeneous in the same way that the material of the other sciences, in spite of its complexity, is constant and homogeneous. It is as though the fall of the apple to the ground depended on the apple's motives, on whether it is worth while falling to the ground, and whether the ground wanted the apple to fall, and on mistaken calculations on the part of the apple as to how far it was from the centre of the earth.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Practical man, who believe themselves to be quite exempt from any intellectual influence, are usually the sleeves of some defunct economist",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Practical men, who believe themselves to be quite exempt from any intellectual influence, are usually the sleeves of some defunct economist",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "There is a danger of expecting the results of the future to be predicted from the past.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "kindergarten",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "He regarded the universe as a cryptogram set by the Almighty - just\nas he himself wrapt the discovery of the calculus in a cryptogram when he communicated with Leibniz.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "He did read the riddle of the heavens. And he believed that by the same powers of his introspective\nimagination he would read the riddle of the Godhead, the riddle of past and future events divinely foreordained,\nthe riddle of the elements and their constitution from an original undifferentiated first matter, the\nriddle of health and of immortality. All would be revealed to him if only he could persevere to the end,\nuninterrupted, by himself, no one coming into the room, reading, copying, testing-all by himself, no\ninterruption for God's sake, no disclosure, no discordant breakings in or criticism, with fear and shrinking as\nhe assailed these half-ordained, half-forbidden things, creeping back into the bosom of the Godhead as into\nhis mother's womb. 'Voyaging through strange seas of thought alone', not as Charles Lamb 'a fellow who\nbelieved nothing unless it was as clear as the three sides of a triangle'.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "By a continuing process of inflation, governments can confiscate, secretly and unobserved, an important part of the wealth of their citizens. By this method they not only confiscate, but they confiscate arbitrarily; and, while the process impoverishes many, it actually enriches some.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "El día en que la abundancia de capital interfiera con la de producción puede aplazarse en la medida en que los millonarios encuentren satisfacción en edificar poderosas mansiones para encerrarse en ellas mientras vivan y pirámides para albergarse después de muertos, o, arrepintiéndose de sus pecados levanten catedrales y funden monasterios o misiones en el extranjero.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "If we aim deliberately at the impoverishment of Central Europe, vengeance, I dare predict, will not limp. Nothing can then delay for very long that final civil war between the forces of Reaction and the despairing convulsions of Revolution, before which the horrors of the late German war will fade into nothing, and which will destroy, whoever is victor, the civilization and the progress of our generation.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Ideje ekonomista i političkih filozofa, i kad su u pravu i kad nisu, imajući veći uticaj nego što se obično smatra. U stvari, svetom malo šta drugo vlada. Praktični ljudi, koji smatraju da ne podležu intelektualnim uticajima, obično su robovi nekog preminulog ekonomiste. Ludaci na vlasti, koji čuju glasove oko sebe, mogu da zahvale za svoje ludilo nekom akademskom skribomanu od pre nekoliko godina.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "The same rule of self-destructive financial calculation governs every walk of life. We destroy the beauty of the countryside because the un-appropriated splendors of nature have no economic value. We are capable of shutting off the sun and the stars because they do not pay a dividend.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "Lenin is said to have declared that the bestway to destroy the Capitalist System was to debauch the currency. By a continuing process of inflation, governments can confiscate, secretly and unobserved, an important part of the wealth of their citizens. By this method they not only confiscate, but they confiscatearbitrarily; and, while the process impoverishes many, it actually enriches some. The sight of this arbitrary rearrangement of riches strikes not only at security, but at confidence in the equity of the existing distribution of wealth.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "El día en que la abundancia de capital interfiera con la de producción puede aplazarse en la medida en que los millonarios encuentren satisfacción en edificar poderosas mansiones para encerrarse en ellas mientras vivan y pirámides para albergarse después de muertos, o, arrepintiéndose de sus pecados levanten catedrales y funden monasterios o misiones en el extranjero.",
        "author": "John Maynard Keynes"
    },
    {
        "quote": "The great source of both the misery and disorders of human life, seems to arise from over-rating the difference between one permanent situation and another. Avarice over-rates the difference between poverty and riches: ambition, that between a private and a public station: vain-glory, that between obscurity and extensive reputation. The person under the influence of any of those extravagant passions, is not only miserable in his actual situation, but is often disposed to disturb the peace of society, in order to arrive at that which he so foolishly admires. The slightest observation, however, might satisfy him, that, in all the ordinary situations of human life, a well-disposed mind may be equally calm, equally cheerful, and equally contented. Some of those situations may, no doubt, deserve to be preferred to others: but none of them can deserve to be pursued with that passionate ardour which drives us to violate the rules either of prudence or of justice; or to corrupt the future tranquillity of our minds, either by shame from the remembrance of our own folly, or by remorse from the horror of our own injustice.",
        "author": "Adam Smith"
    },
    {
        "quote": "Civil government, so far as it is instituted for the security of property, is in reality instituted for the defense of the rich against the poor, or of those who have some property against those who have none at all.",
        "author": "Adam Smith"
    },
    {
        "quote": "Science is the great antidote to the poison of enthusiasm and superstition.",
        "author": "Adam Smith"
    },
    {
        "quote": "The first thing you have to know is yourself. A man who knows himself can step outside himself and watch his own reactions like an observer.",
        "author": "Adam Smith"
    },
    {
        "quote": "It is not from the benevolence of the butcher, the brewer, or the baker that we expect our dinner, but from their regard to their own self-interest. We address ourselves not to their humanity but to their self-love, and never talk to them of our own necessities, but of their advantages",
        "author": "Adam Smith"
    },
    {
        "quote": "Never complain of that of which it is at all times in your power to rid yourself.",
        "author": "Adam Smith"
    },
    {
        "quote": "The man whose whole life is spent in performing a few simple operations, of which the effects are perhaps always the same, or very nearly the same, has no occasion to exert his understanding or to exercise his invention in finding out expedients for removing difficulties which never occur. He naturally loses, therefore, the habit of such exertion, and generally becomes as stupid and ignorant as it is possible for a human creature to become. ",
        "author": "Adam Smith"
    },
    {
        "quote": "No society can surely be flourishing and happy of which by far the greater part of the numbers are poor and miserable. ",
        "author": "Adam Smith"
    },
    {
        "quote": "Mercy to the guilty is cruelty to the innocent.",
        "author": "Adam Smith"
    },
    {
        "quote": "In regards to the price of commodities, the rise of wages operates as simple interest does, the rise of profit operates like compound interest. \n\nOur merchants and masters complain much of the bad effects of high wages in raising the price and lessening the sale of goods. They say nothing concerning the bad effects of high profits. They are silent with regard to the pernicious effects of their own gains. They complain only of those of other people.",
        "author": "Adam Smith"
    },
    {
        "quote": "It is not very unreasonable that the rich should contribute to the public expense, not only in proportion to their revenue, but something more than in that proportion.",
        "author": "Adam Smith"
    },
    {
        "quote": "People of the same trade seldom meet together, even for merriment and diversion, but the conversation ends in a conspiracy against the public, or in some contrivance to raise prices.",
        "author": "Adam Smith"
    },
    {
        "quote": "Virtue is more to be feared than vice, because its excesses are not subject to the regulation of conscience.",
        "author": "Adam Smith"
    },
    {
        "quote": "Wherever there is great property there is great inequality. For one very rich man there must be at least five hundred poor, and the affluence of the few supposes the indigence of the many. The affluence of the rich excites the indignation of the poor, who are often both driven by want, and prompted by envy, to invade his possessions.",
        "author": "Adam Smith"
    },
    {
        "quote": "Individual Ambition Serves the Common Good.",
        "author": "Adam Smith"
    },
    {
        "quote": "Wherever there is great property, there is great inequality.",
        "author": "Adam Smith"
    },
    {
        "quote": "Every man lives by exchanging.",
        "author": "Adam Smith"
    },
    {
        "quote": "How selfish soever man may be supposed, there are evidently some principles in his nature, which interest him in the fortune of others, and render their happiness necessary to him, though he derives nothing from it, except the pleasure of seeing it.",
        "author": "Adam Smith"
    },
    {
        "quote": "Man is an animal that makes bargains: no other animal does this - no dog exchanges bones with another.",
        "author": "Adam Smith"
    },
    {
        "quote": "Problems worthy of attacks, prove their worth by hitting back",
        "author": "Adam Smith"
    },
    {
        "quote": "The learned ignore the evidence of their senses to preserve the coherence of the ideas of their imagination.",
        "author": "Adam Smith"
    },
    {
        "quote": "The interest of [businessmen] is always in some respects different from, and even opposite to, that of the public ... The proposal of any new law or regulation of commerce which comes from this order ... ought never to be adopted, till after having been long and carefully examined ... with the most suspicious attention. It comes from an order of men ... who have generally an interest to deceive and even oppress the public",
        "author": "Adam Smith"
    },
    {
        "quote": "The man of system, on the contrary, is apt to be very wise in his own conceit; and is often so enamoured with the supposed beauty of his own ideal plan of government, that he cannot suffer the smallest deviation from any part of it. He goes on to establish it completely and in all its parts, without any regard either to the great interests, or to the strong prejudices which may oppose it. \n\nHe seems to imagine that he can arrange the different members of a great society with as much ease as the hand arranges the different pieces upon a chess-board. He does not consider that the pieces upon the chess-board have no other principle of motion besides that which the hand impresses upon them; but that, in the great chess-board of human society, every single piece has a principle of motion of its own, altogether different from that which the legislature might chuse to impress upon it. If those two principles coincide and act in the same direction, the game of human society will go on easily and harmoniously, and is very likely to be happy and successful. If they are opposite or different, the game will go on miserably, and the society must be at all times in the highest degree of disorder.",
        "author": "Adam Smith"
    },
    {
        "quote": "Nobody ever saw a dog make a fair and deliberate exchange of one bone for another with another dog. Nobody ever saw one animal by its gestures and natural cries signify to another, this is mine, that yours; I am willing to give this for that....But man has almost constant occasion for the help of his brethren, and it is in vain for him to expect it from their benevolence only. He will be more likely to prevail if he can interest their self-love in his favour, and show them that it is for their own advantage to do for him what he requires of them. Whoever offers to another a bargain of any kind, proposes to do this. Give me that which I want, and you shall have this which you want, is the meaning of every such offer; and it is in this manner that we obtain from one another the far greater part of those good offices which we stand in need of.",
        "author": "Adam Smith"
    },
    {
        "quote": "Though our brother is upon the rack, as long as we ourselves are at ease, our senses will never inform us of what he suffers. They never did and never can carry us beyond our own persons, and it is by the imagination only that we form any conception of what are his sensations...His agonies, when they are thus brought home to ourselves, when we have this adopted and made them our own, begin at last to affect us, and we then tremble and shudder at the thought of what he feels.",
        "author": "Adam Smith"
    },
    {
        "quote": "It is not from the benevolence of the butcher, the brewer, or the baker that we expect our dinner, but from their regard to their own interest.",
        "author": "Adam Smith"
    },
    {
        "quote": "What is prudence in the conduct of every private family can scarce be folly in that of a great kingdom.",
        "author": "Adam Smith"
    },
    {
        "quote": "How many people ruin themselves by laying out money on trinkets of frivolous utility? What pleases these lovers of toys is not so much the utility, as the aptness of the machines which are fitted to promote it. All their pockets are stuffed with little conveniences. They contrive new pockets, unknown in the clothes of other people, in order to carry a greater number. They walk about loaded with a multitude of baubles, in weight and sometimes in value not inferior to an ordinary Jew's-box, some of which may sometimes be of some little use, but all of which might at all times be very well spared, and of which the whole utility is certainly not worth the fatigue of bearing the burden.",
        "author": "Adam Smith"
    },
    {
        "quote": "The value of any commodity, therefore, to the person who possesses it, and who means not to use or consume it himself, but to exchange it for other commodities, is equal to the quantity of labour which it enables him to purchase or command. Labour, therefore, is the real measure of the exchangeable value of all commodities. The real price of everything, what everything really costs to the man who wants to acquire it, is the toil and trouble of acquiring it.",
        "author": "Adam Smith"
    },
    {
        "quote": "The subjects of every state ought to contribute towards the support of the government, as nearly as possible, in proportion to their respective abilities.",
        "author": "Adam Smith"
    },
    {
        "quote": "The prudent man always studies seriously and earnestly to understand whatever he professes to understand, and not merely to persuade other people that he understands it; and though his talents may not always be very brilliant, they are always perfectly genuine. He neither endeavours to impose upon you by the cunning devices of an artful impostor, nor by the arrogant airs of an assuming pedant, nor by the confident assertions of a superficial and imprudent pretender. He is not ostentatious even of the abilities which he really possesses. His conversation is simple and modest, and he is averse to all the quackish arts by which other people so frequently thrust themselves into public notice and reputation.",
        "author": "Adam Smith"
    },
    {
        "quote": "All for ourselves, and nothing for other people, seems, in every age of the world, to have been the vile maxim of the masters of mankind.",
        "author": "Adam Smith"
    },
    {
        "quote": "How selfish soever man may be supposed, there are evidently some principles in his nature, which interest him in the fortune of others, and render their happiness necessary to him, though he derives nothing from it except the pleasure of seeing it.",
        "author": "Adam Smith"
    },
    {
        "quote": "Let us suppose that the great empire of China, with all its myriads of inhabitants, was suddenly swallowed up by an earthquake, and let us consider how a man of humanity in Europe, who had no sort of connection with that part of the world, would be affected upon receiving intelligence of this dreadful calamity. He would, I imagine, first of all, express very strongly his sorrow for the misfortune of that unhappy people, he would make many melancholy reflections upon the precariousness of human life, and the vanity of all the labours of man, which could thus be annihilated in a moment. He would too, perhaps, if he was a man of speculation, enter into many reasonings concerning the effects which this disaster might produce upon the commerce of Europe, and the trade and business of the world in general. And when all this fine philosophy was over, when all these humane sentiments had been once fairly expressed, he would pursue his business or his pleasure, take his repose or his diversion, with the same ease and tranquillity, as if no such accident had happened. The most frivolous disaster which could befall himself would occasion a more real disturbance. If he was to lose his little finger to-morrow, he would not sleep to-night; but, provided he never saw them, he will snore with the most profound security over the ruin of a hundred millions of his brethren, and the destruction of that immense multitude seems plainly an object less interesting to him, than this paltry misfortune of his own. To prevent, therefore, this paltry misfortune to himself, would a man of humanity be willing to sacrifice the lives of a hundred millions of his brethren, provided he had never seen them? Human nature startles with horror at the thought, and the world, in its greatest depravity and corruption, never produced such a villain as could be capable of entertaining it. But what makes this difference? When our passive feelings are almost always so sordid and so selfish, how comes it that our active principles should often be so generous and so noble? When we are always so much more deeply affected by whatever concerns ourselves, than by whatever concerns other men; what is it which prompts the generous, upon all occasions, and the mean upon many, to sacrifice their own interests to the greater interests of others? It is not the soft power of humanity, it is not that feeble spark of benevolence which Nature has lighted up in the human heart, that is thus capable of counteracting the strongest impulses of self-love. It is a stronger power, a more forcible motive, which exerts itself upon such occasions. It is reason, principle, conscience, the inhabitant of the breast, the man within, the great judge and arbiter of our conduct.",
        "author": "Adam Smith"
    },
    {
        "quote": "Every individual is continually exerting himself to find out the most advantageous employment for whatever capital he can command. It is his own advantage, indeed, and not that of the society which he has in view. But the study of his own advantage naturally, or rather necessarily, leads him to prefer that employment which is most advantageous to society... He intends only his own gain, and he is in this, as in many other cases, led by an invisible hand to promote an end which was not part of his intention",
        "author": "Adam Smith"
    },
    {
        "quote": "Civil government, so far as it is instituted for the security of property, is in reality instituted for the defence of the rich against the poor, or of those who have some property against those who have none at all.",
        "author": "Adam Smith"
    },
    {
        "quote": "In a nation distracted by faction, there are, no doubt, always a few, though commonly but a very few, who preserve their judgment untainted by the general contagion. They seldom amount to more than, here and there, a solitary individual, without any influence, excluded, by his own candour, from the confidence of either party, and who, though he may be one of the wisest, is necessarily, upon that very account, one of the most insignificant men in the society.",
        "author": "Adam Smith"
    },
    {
        "quote": "There is no art which one government sooner learns of another than that of draining money from the pockets of the people.",
        "author": "Adam Smith"
    },
    {
        "quote": "We are but one of the multitude, in no respect better than any other in it.",
        "author": "Adam Smith"
    },
    {
        "quote": "The great source of both the misery and disorders of human life, seems to arise from over-rating the difference between one permanent situation and another...",
        "author": "Adam Smith"
    },
    {
        "quote": "Are you in earnest resolved never to barter your liberty for the lordly servitude of a court, but to live free, fearless, and independent? There seems to be one way to continue in that virtuous resolution; and perhaps but one. Never enter the place from whence so few have been able to return; never come within the circle of ambition; nor ever bring yourself into comparison with those masters of the earth who have already engrossed the attention of half mankind before you.",
        "author": "Adam Smith"
    },
    {
        "quote": "... the typical worker who through the whole of his life...pursues the idea of a certain artificial and elegant repose which he may never arrive at, for which he sacrifices a real tranquility...It is this deception which rouses and keeps in continual motion the industry of mankind.",
        "author": "Adam Smith"
    },
    {
        "quote": "Virtue is excellence, something uncommonly great and beautiful, which rises far above what is vulgar and ordinary.",
        "author": "Adam Smith"
    },
    {
        "quote": "A man must always live by his work, and his wages must at least be sufficient to maintain him. They must even upon most occasions be somewhat more; otherwise it would be impossible for him to bring up a family, and the race of such workmen could not last beyond the first generation.",
        "author": "Adam Smith"
    },
    {
        "quote": "The man who indulges us in this natural passion, who invites us into his heart, who, as it were, sets open the gates of his breast to us, seems to exercise a species of hospitality more delightful than any other. No man, who is in ordinary good temper, can fail of pleasing, if he has the courage to utter his real sentiments as he feels them, and because he feels them.",
        "author": "Adam Smith"
    },
    {
        "quote": "The poor man's son, whom heaven has in its anger visited with ambition, goes beyong admiration of palaces to envy. He labours all his life to outdo his competitors, only to find the end that the rich are no happier than the poor in the things that really matter.",
        "author": "Adam Smith"
    },
    {
        "quote": "Sometimes bad things that come in life aren’t necessarily bad things; they can be motivators to do more.",
        "author": "Adam Smith"
    },
    {
        "quote": "In ease of body and peace of mind, all the different ranks of life are nearly upon the same level, and the beggar who suns himself by the highway, possesses that security which kings are fighting for.",
        "author": "Adam Smith"
    },
    {
        "quote": "As soon as the land of any country has all become private property, the landlords, like all other men, love to reap where they never sowed, and demand a rent even for its natural produce. The wood of the forest, the grass of the field, and all the natural fruits of the earth, which, when land was in common, cost the labourer only the trouble of gathering them, come, even to him, to have an additional price fixed upon them. He must then pay for the licence to gather them, and must give up to the landlord a portion of what his labour either collects or produces. This portion, or, what comes to the same thing, the price of this portion, constitutes the rent of land, and in the price of the greater part of commodities, makes a third",
        "author": "Adam Smith"
    },
    {
        "quote": "Consumption is the sole end and purpose of all production",
        "author": "Adam Smith"
    },
    {
        "quote": "The prudent man always studies seriously and earnestly to understand whatever he professes to understand, and not merely to persuade other people that he understands it; and though his talents may not always be very brilliant, they are always perfectly genuine",
        "author": "Adam Smith"
    },
    {
        "quote": "Apalagi yang bisa ditambahkan pada kebahagiaan seseorang yang sehat, tidak berhutang dan hati nuraninya bersih?",
        "author": "Adam Smith"
    },
    {
        "quote": "The furious behaviour of an angry man is more likely to exasperate us against himself than against his enemies.",
        "author": "Adam Smith"
    },
    {
        "quote": "When quitting is done correctly, it isn't giving up - it's making room for something better.",
        "author": "Adam Smith"
    },
    {
        "quote": "The annual labour of every nation is the fund which originally supplies it with all the necessaries and conveniencies of life which it annually consumes, and which consist always either in the immediate produce of that labour, or in what is purchased with that produce from other nations.",
        "author": "Adam Smith"
    },
    {
        "quote": "It is the interest of every man to live as much at his ease as he can; and if his emoluments are to be precisely the same, whether he does or does not perform some very laborious duty, it is certainly his interest, at least as interest is vulgarly understood, either to neglect it altogether, or, if he is subject to some authority which will not suffer him to do this, to perform it in as careless and slovenly a manner as that authority will permit.",
        "author": "Adam Smith"
    },
    {
        "quote": "There is a great deal of ruin in a nation.",
        "author": "Adam Smith"
    },
    {
        "quote": "The division of labour, however, so far as it can be introduced, occasions, in every art, a proportionable increase of the productive powers of labour.",
        "author": "Adam Smith"
    },
    {
        "quote": "The prudent man is always sincere, and feels horror at the very thought of exposing himself to the disgrace which attends upon the detection of falsehood. But though always sincere, he is not always frank and open; and though he never tells any thing but the truth, he does not always think himself bound, when not properly called upon, to tell the whole truth. As he is cautious in his actions, so he is reserved in his speech; and never rashly or unnecessarily obtrudes his opinion concerning either things or persons.",
        "author": "Adam Smith"
    },
    {
        "quote": "Never let people who are more unhappy than you tell you how to live your life.",
        "author": "Adam Smith"
    },
    {
        "quote": "The profligacy of a man of fashion is looked upon with much less contempt and aversion, than that of a man of meaner condition.",
        "author": "Adam Smith"
    },
    {
        "quote": "Man naturally desires, not only to be loved, but to be lovely.",
        "author": "Adam Smith"
    },
    {
        "quote": "What is the species of domestic industry which his capital can employ, and of which the produce is likely to be of the greatest value, every individual, it is evident, can, in his local situation, judge much better than any statesman or lawgiver can do for him. The statesman who should attempt to direct private people in what manner they ought to employ their capitals would not only load himself with a most unnecessary attention, but assume an authority which could safely be trusted, not only to no single person, but to no council or senate whatever, and which would nowhere be so dangerous as in the hands of a man who had folly and presumption enough to fancy himself fit to exercise it. ",
        "author": "Adam Smith"
    },
    {
        "quote": "But this proportion must in every nation be regulated by two different circumstances: first, by the skill, dexterity, and judgment with which its labour is generally applied; and, secondly, by the proportion between the number of those who are employed in useful labour, and that of those who are not so employed. Whatever be the soil, climate, or extent of territory of any particular nation, the abundance or scantiness of its annual supply must, in that particular situation, depend upon those two circumstances.",
        "author": "Adam Smith"
    },
    {
        "quote": "In the common degree of the moral, there is no virtue. Virtue is excellence.",
        "author": "Adam Smith"
    },
    {
        "quote": "Adam Smith FRSE (baptised June 5, 1723 O.S. / June 16 N.S. – July 17, 1790) was a Scottish moral philosopher and a pioneering political economist. He is also the founder of economics. One of the key figures of the intellectual movement known as the Scottish Enlightenment, he is known primarily as the author of two treatises: The Theory of Moral Sentiments (1759), and An Inquiry into the Nature and Causes of the Wealth of Nations (1776). The latter was one of the earliest attempts to systematically study the historical development of industry and commerce in Europe, as well as a sustained attack on the doctrines of mercantilism. Smith's work helped to create the modern academic discipline of economics and provided one of the best-known intellectual rationales for free trade, capitalism, and libertarianism. Adam Smith is now depicted on the back of the Bank of England £20 note. Source: Wikipedia",
        "author": "Adam Smith"
    },
    {
        "quote": "Whether this propensity be one of those original principles in human nature of which no further account can be given; or whether, as seems more probable, it be the necessary consequence of the faculties of reason and speech, it belongs not to our present subject to inquire. It is common to all men, and to be found in no other race of animals, which seem to know neither this nor any other species of contracts. Two greyhounds, in running down the same hare, have sometimes the appearance of acting in some sort of concert. Each turns her towards his companion, or endeavours to intercept her when his companion turns her towards himself. This, however, is not the effect of any contract, but of the accidental concurrence of their passions in the same object at that particular time. Nobody ever saw a dog make a fair and deliberate exchange of one bone for another with another dog. Nobody ever saw one animal by its gestures and natural cries signify to another, this is mine, that yours; I am willing to give this for that. When an animal wants to obtain something either of a man or of another animal, it has no other means of persuasion but to gain the favour of those whose service it requires. A puppy fawns upon its dam, and a spaniel endeavours by a thousand attractions to engage the attention of its master who is at dinner, when it wants to be fed by him. Man sometimes uses the same arts with his brethren, and when he has no other means of engaging them to act according to his inclinations, endeavours by every servile and fawning attention to obtain their good will. He has not time, however, to do this upon every occasion. In civilised society he stands at all times in need of the cooperation and assistance of great multitudes, while his whole life is scarce sufficient to gain the friendship of a few persons. In almost every other race of animals each individual, when it is grown up to maturity, is entirely independent, and in its natural state has occasion for the assistance of no other living creature. But man has almost constant occasion for the help of his brethren, and it is in vain for him to expect it from their benevolence only. He will be more likely to prevail if he can interest their self-love in his favour, and show them that it is for their own advantage to do for him what he requires of them. Whoever offers to another a bargain of any kind, proposes to do this. Give me that which I want, and you shall have this which you want, is the meaning of every such offer; and it is in this manner that we obtain from one another the far greater part of those good offices which we stand in need of. It is not from the benevolence of the butcher, the brewer, or the baker that we expect our dinner, but from their regard to their own interest. We address ourselves, not to their humanity but to their self-love, and never talk to them of our own necessities but of their advantages. Nobody but a beggar chooses to depend chiefly upon the benevolence of his fellow-citizens. Even a beggar does not depend upon it entirely. The charity of well-disposed people, indeed, supplies him with the whole fund of his subsistence. But though this principle ultimately provides him with all the necessaries of life which he has occasion for, it neither does nor can provide him with them as he has occasion for them. The greater part of his occasional wants are supplied in the same manner as those of other people, by treaty, by barter, and by purchase. With the money which one man gives him he purchases food. The old clothes which another bestows upon him he exchanges for other old clothes which suit him better, or for lodging, or for food, or for money, with which he can buy either food, clothes, or lodging, as he has occasion.",
        "author": "Adam Smith"
    },
    {
        "quote": "I am always willing to run some hazard of being tedious, in order to be sure that I am perspicuous; and, after taking the utmost pains that I can to be perspicuous, some obscurity may still appear to remain upon a subject, in its own nature extremely abstracted.",
        "author": "Adam Smith"
    },
    {
        "quote": "Powers",
        "author": "Adam Smith"
    },
    {
        "quote": "A nation is not made welthy by the childish accumulation of shiny metals, but it enriched by the economic prosperity of it's people.",
        "author": "Adam Smith"
    },
    {
        "quote": "The great secret of education is to direct vanity to proper objects.",
        "author": "Adam Smith"
    },
    {
        "quote": "To superficial minds, the vices of the great seem at all times agreeable.",
        "author": "Adam Smith"
    },
    {
        "quote": "The wages of labour are the encouragement of industry, which, like every other human quality, improves in proportion to the encouragement it receives.",
        "author": "Adam Smith"
    },
    {
        "quote": "Nadie ha visto nunca a un perro hacer un intercambio justo y deliberado de un hueso por otro con otro perro. Nadie ha visto a un animal que, con gestos y sonidos naturales, indique a otro: esto es mío y esto es tuyo; estoy dispuesto a darte esto a cambio de eso",
        "author": "Adam Smith"
    },
    {
        "quote": "If there is any society\namong robbers and murderers, they must at least. . . .abstain\nfrom robbing and murdering one another. So beneficence\nis less essential than justice is to the existence of society; a\nlack of beneficence will make a society uncomfortable, but\nthe prevalence of injustice will utterly destroy it.",
        "author": "Adam Smith"
    },
    {
        "quote": "And hence it is, that to feel much for others and little for ourselves, that to restrain our selfish, and to indulge our benevolent affections, constitutes the perfection of human nature; and can alone produce among mankind that harmony of sentiments and passions in which consists their whole grace and propriety. As to love our neighbour as we love ourselves is the great law of Christianity, so it is the great precept of nature to love ourselves only as we love our neighbour, or what comes to the same thing, as our neighbour is capable of loving us.",
        "author": "Adam Smith"
    },
    {
        "quote": "It is not from the benevolence of the butcher, the brewer, or the baker, that we expect our dinner, but from their regard to their own self-interest",
        "author": "Adam Smith"
    },
    {
        "quote": "In all governments accordingly, even in monarchies, the highest offices are generally possessed, and the whole detail of the administration conducted, by men who were educated in the middle and inferior ranks of life, who have been carried forward by their own industry and abilities, though loaded with the jealousy, and opposed by the resentment, of all those who were born their superiors, and to whom the great, after having regarded them first with contempt, and afterwards with envy, are at last contented to truckle with the same abject meanness with which they desire that the rest of mankind should behave to themselves.",
        "author": "Adam Smith"
    },
    {
        "quote": "When our passive feelings are almost always so sordid and so selfish, how comes it that our active principles should often be so generous and so noble?",
        "author": "Adam Smith"
    },
    {
        "quote": "I am a beau only in my books.",
        "author": "Adam Smith"
    },
    {
        "quote": "Every faculty in one man is the measure by which he judges of the like faculty in another.  I judge of your sight by my sight, of your ear by my ear, of your reason by my reason, of your resentment by my resentment, of your love by my love.  I neither have, nor can have, any other way of judging about them.",
        "author": "Adam Smith"
    },
    {
        "quote": "of their passions in the same object at that particular time.",
        "author": "Adam Smith"
    },
    {
        "quote": "History may not repeat itself,” in Mark Twain’s wise formulation, “but it rhymes.",
        "author": "Adam Smith"
    },
    {
        "quote": "A mass-circulation magazine asked me to explain to its readers what was going on. I had this Fellini scene: We are all at a wonderful ball where the champagne sparkles in every glass and soft laughter falls upon the summer air. We know, by the rules, that at some moment the Black Horsemen will come shattering through the great terrace doors, wreaking vengeance and scattering the survivors. Those who leave early are saved, but the ball is so splendid no one wants to leave while there is still time, so that everyone keeps asking “What time is it? What time is it?” but none of the clocks have any hands. The Black Horsemen did come, of course, and",
        "author": "Adam Smith"
    },
    {
        "quote": "Hatred and anger are the greatest poison to the happiness of a good mind.",
        "author": "Adam Smith"
    },
    {
        "quote": "Entitlement is such a cancer, because it is void of gratitude.",
        "author": "Adam Smith"
    },
    {
        "quote": "When you have knowledge, patience, and passion, and pair those with hard work, you will find success -- but don’t ever forget about kindness.",
        "author": "Adam Smith"
    },
    {
        "quote": "Stop looking for permission from other people to do what you know you are meant to do.",
        "author": "Adam Smith"
    },
    {
        "quote": "What are the common wages of labour, depends everywhere upon the contract usually made between those two parties, whose interests are by no means the same. The workmen desire to get as much, the masters to give as little as possible. The former are disposed to combine in order to raise, the latter in order to lower the wages of labour.\n\nIt is not, however, difficult to foresee which of the two parties must, upon all ordinary occasions, have the advantage in the dispute, and force the other into a compliance with their terms. The masters, being fewer in number, can combine much more easily; and the law, besides, authorizes, or at least does not prohibit their combinations, while it prohibits those of the workmen. We have no acts of parliament against combining to lower the price of work; but many against combining to raise it. In all such disputes the masters can hold out much longer. A landlord, a farmer, a master manufacturer, a merchant, though they did not employ a single workman, could generally live a year or two upon the stocks which they have already acquired. Many workmen could not subsist a week, few could subsist a month, and scarce any a year without employment. In the long run the workman may be as necessary to his master as his master is to him; but the necessity is not so immediate.\n\nWe rarely hear, it has been said, of the combinations of masters, though frequently of those of workmen. But whoever imagines, upon this account, that masters rarely combine, is as ignorant of the world as of the subject. Masters are always and everywhere in a sort of tacit, but constant and uniform combination, not to raise the wages of labour above their actual rate. To violate this combination is everywhere a most unpopular action, and a sort of reproach to a master among his neighbours and equals. We seldom, indeed, hear of this combination, because it is the usual, and one may say, the natural state of things, which nobody ever hears of. Masters, too, sometimes enter into particular combinations to sink the wages of labour even below this rate. These are always conducted with the utmost silence and secrecy, till the moment of execution, and when the workmen yield, as they sometimes do, without resistance, though severely felt by them, they are never heard of by other people. Such combinations, however, are frequently resisted by a contrary defensive combination of the workmen; who sometimes too, without any provocation of this kind, combine of their own accord to raise the price of their labour. Their usual pretences are, sometimes the high price of provisions; sometimes the great profit which their masters make by their work. But whether their combinations be offensive or defensive, they are always abundantly heard of. In order to bring the point to a speedy decision, they have always recourse to the loudest clamour, and sometimes to the most shocking violence and outrage. They are desperate, and act with the folly and extravagance of desperate men, who must either starve, or frighten their masters into an immediate compliance with their demands. The masters upon these occasions are just as clamorous upon the other side, and never cease to call aloud for the assistance of the civil magistrate, and the rigorous execution of those laws which have been enacted with so much severity against the combinations of servants, labourers, and journeymen. The workmen, accordingly, very seldom derive any advantage from the violence of those tumultuous combinations, which, partly from the interposition of the civil magistrate, partly from the necessity superior steadiness of the masters, partly from the necessity which the greater part of the workmen are under of submitting for the sake of present subsistence, generally end in nothing, but the punishment or ruin of the ringleaders.\n\nBut though in disputes with their workmen, masters must generally have the advantage, there is, however, a certain rate be.",
        "author": "Adam Smith"
    },
    {
        "quote": "You will make better decisions once you begin thinking long-term rather than short-term.",
        "author": "Adam Smith"
    },
    {
        "quote": "I have always considered David Hume as approaching as nearly the idea of a perfectly wise and virtuous man as perhaps the nature of human frailty will allow.",
        "author": "Adam Smith"
    },
    {
        "quote": "Though those different plans were, perhaps, first introduced by the private interests and prejudices of particular orders of men, without any regard to, or foresight of, their consequences upon the general welfare of the society;",
        "author": "Adam Smith"
    },
    {
        "quote": "According, therefore, as this produce, or what is purchased with it, bears a greater or smaller proportion to the number of those who are to consume it, the nation will be better or worse supplied with all the necessaries and conveniencies for which it has occasion.",
        "author": "Adam Smith"
    },
    {
        "quote": "The discipline of colleges and universities is in general contrived, not for the benefit of the students, but for the interest, or more properly speaking, for the ease of the masters. Its object is, in all cases, to maintain the authority of the master, and whether he neglects or performs his duty, to oblige the students in all cases to behave to him, as if he performed it with the greatest diligence and ability. It seems to presume perfect wisdom and virtue in the one order, and the greatest weakness and folly in the other. Where the masters, however, really perform their duty, there are no examples, I believe, that the greater part of the students ever neglect theirs. No discipline is ever requisite to force attendance upon lectures which are really worth the attending, as is well known wherever any such lectures are given. Force and restraint may, no doubt, be in some degree requisite in order to oblige children, or very young boys, to attend to those parts of education which it is thought necessary for them to acquire during that early period of life; but after twelve or thirteen years of age, provided the master does his duty, force or restraint can scarce ever be necessary to carry on any part of education. Such is the generosity of the greater part of young men, that, so far from being disposed to neglect or despise the instructions of their master, provided he shows some serious intention of being of use to them, they are generally inclined to pardon a great deal of incorrectness in the performance of his duty, and sometimes even to conceal from the public a good deal of gross negligence.",
        "author": "Adam Smith"
    },
    {
        "quote": "...a man within the breast...",
        "author": "Adam Smith"
    },
    {
        "quote": "The first duty of the sovereign [is] that of protecting the society from the violence and invasion of other independent societies, [which] can be performed only by means of a military force",
        "author": "Adam Smith"
    },
    {
        "quote": "Imperfection doesn’t disqualify you from helping others -- it makes you more qualified to give advice in the area you learned from.",
        "author": "Adam Smith"
    },
    {
        "quote": "To take an example, therefore, from a very trifling manufacture; but one in which the division of labour has been very often taken notice of, the trade of the pin-maker; a workman not educated to this business (which the division of labour has rendered a distinct trade), nor acquainted with the use of the machinery employed in it (to the invention of which the same division of labour has probably given occasion), could scarce, perhaps, with his utmost industry, make one pin in a day, and certainly could not make twenty. But in the way in which this business is now carried on, not only the whole work is a peculiar trade, but it is divided into a number of branches, of which the greater part are likewise peculiar trades. One man draws out the wire, another straights it, a third cuts it, a fourth points it, a fifth grinds it at the top for receiving, the head; to make the head requires two or three distinct operations; to put it on is a peculiar business, to whiten the pins is another; it is even a trade by itself to put them into the paper; and the important business of making a pin is, in this manner, divided into about eighteen distinct operations, which, in some manufactories, are all performed by distinct hands, though in others the same man will sometimes perform two or three of them. I have seen a small manufactory of this kind where ten men only were employed, and where some of them consequently performed two or three distinct operations. But though they were very poor, and therefore but indifferently accommodated with the necessary machinery, they could, when they exerted themselves, make among them about twelve pounds of pins in a day. There are in a pound upwards of four thousand pins of a middling size. Those ten persons, therefore, could make among them upwards of forty-eight thousand pins in a day. Each person, therefore, making a tenth part of forty-eight thousand pins, might be considered as making four thousand eight hundred pins in a day. But if they had all wrought separately and independently, and without any of them having been educated to this peculiar business, they certainly could not each of them have made twenty, perhaps not one pin in a day; that is, certainly, not the two hundred and fortieth, perhaps not the four thousand eight hundredth part of what they are at present capable of performing, in consequence of a proper division and combination of their different operations.",
        "author": "Adam Smith"
    },
    {
        "quote": "This disposition to admire, and almost to worship, the rich and the powerful, and to despise, or, at least, to neglect persons of poor and mean condition, though necessary both to establish and to maintain the distinction of ranks and the order of society, is, at the same time, the great and most universal cause of the corruption of our moral sentiments.",
        "author": "Adam Smith"
    },
    {
        "quote": "A great stock, though with small profits, generally increases faster than a small stock with great profits. Money, says the proverb, makes money. When you have a little, it is often easier to get more. The great difficulty is to get that little.",
        "author": "Adam Smith"
    },
    {
        "quote": "It was not by gold or by silver, but by labour, that all the wealth of the world was originally purchased;",
        "author": "Adam Smith"
    },
    {
        "quote": "No society can flourish of which the greater part is poor and miserable",
        "author": "Adam Smith"
    },
    {
        "quote": "The greatest improvement in the productive powers of labour, and the greater part of the skill, dexterity, and judgment with which it is anywhere directed, or applied, seem to have been the effects of the division of labour.",
        "author": "Adam Smith"
    },
    {
        "quote": "The most important thing to know about statistics is that you don't have to be a statistic.",
        "author": "Adam Smith"
    },
    {
        "quote": "You'll only beat your fears once you get to the point where you care more about your purpose than what people think of you.",
        "author": "Adam Smith"
    },
    {
        "quote": "You will know who wants you to succeed by the way they see the good in you before they ever see your flaws.",
        "author": "Adam Smith"
    },
    {
        "quote": "Upon the whole, I have always considered him, both in his lifetime and since his death, as approaching as nearly to the idea of a perfectly wise and virtuous man, as perhaps the nature of human frailty will permit.",
        "author": "Adam Smith"
    },
    {
        "quote": "The world’s most successful people didn’t wait for someone else to pick them, but instead, they picked themselves.",
        "author": "Adam Smith"
    },
    {
        "quote": "The slinky and post-it notes are both products that came from mistakes. Don’t forget that mishaps can be turned into triumphs.",
        "author": "Adam Smith"
    },
    {
        "quote": "The requirement for advice being received well is that you’ve produced results with your life. Results are what matters!",
        "author": "Adam Smith"
    },
    {
        "quote": "Every man, as long as he does not violate the laws of justice, is left perfectly free to pursue his own interest his own way, and to bring both his industry and capital into competition with those of any other man, or order of men.",
        "author": "Adam Smith"
    },
    {
        "quote": "But one half the children born, it is computed, die before the age of manhood.",
        "author": "Adam Smith"
    },
    {
        "quote": "The difference between the genius of the British constitution, which protects and governs North America, and that of the mercantile company which oppresses and domineers in the East Indies, cannot, perhaps, be better illustrated than by the different state of those countries.",
        "author": "Adam Smith"
    },
    {
        "quote": "Hatred and anger are the greatest poison to the happiness of a good mind. There is, in the very feeling of those passions, something harsh, jarring, and convulsive, something that tears and distracts the breast, and is altogether destructive of that composure and tranquillity of mind which is so necessary to happiness, and which is best promoted by the contrary passions of gratitude and love.",
        "author": "Adam Smith"
    },
    {
        "quote": "Two different sets of philosophers have attempted to teach us this hardest of all the lessons of morality. One set have laboured to increase our sensibility to the interests of others; another, to diminish that to our own. The first would have us feel for others as we naturally feel for ourselves. The second would have us feel for ourselves, as we naturally feel for others.",
        "author": "Adam Smith"
    },
    {
        "quote": "All the improvements in machinery, however, have by no means been the inventions of those who had occasion to use the machines. Many improvements have been made by the ingenuity of the makers of the machines, when to make them became the business of a peculiar trade; and some by that of those who are called philosophers or men of speculation, whose trade it is not to do anything, but to observe everything; and who, upon that account, are often capable of combining together the powers of the most distant and dissimilar objects. In the progress of society, philosophy or speculation becomes, like every other employment, the principal or sole trade and occupation of a particular class of citizens. Like every other employment too, it is subdivided into a great number of different branches, each of which affords occupation to a peculiar tribe or class of philosophers; and this subdivision of employment in philosophy, as well as in every other business, improves dexterity, and saves time. Each individual becomes more expert in his own peculiar branch, more work is done upon the whole, and the quantity of science is considerably increased by it.",
        "author": "Adam Smith"
    },
    {
        "quote": "Rechaza específicamente las intervenciones particulares del Estado para fomentar tal o cual actividad, para proteger tal o cual sector en mayor beneficio de la comunidad. El argumento que emplea es profundamente práctico: el Estado no sabe cómo hacerlo.",
        "author": "Adam Smith"
    },
    {
        "quote": "The State (meaning the gov't and society) derives no inconsiderable advantage from the peoples instruction (in other words, education). The more they are instructed, the less liable they are to the delusions of enthusiasm and superstition.\n. . .\nThe expense of the institutions for education and religious instruction, is likewise, no doubt, beneficial to the whole society, and may, therefore, without injustice, be defrayed by the general contribution of society.",
        "author": "Adam Smith"
    },
    {
        "quote": "To those who have been accustomed to the possession, or even to the hope of public admiration, all other pleasures sicken and decay. Of all the discarded statesmen who for their own ease have studied to get the better of ambition, and to despise those honours which they could no longer arrive at, how few have been able to succeed?",
        "author": "Adam Smith"
    },
    {
        "quote": "When the price of cattle, for example, rises so high that it is as profitable to cultivate land in order to raise food for them as in order to raise food for man, it cannot well go higher. If it did, more corn land would soon be turned into pasture. The extension of tillage, by diminishing the quantity of wild pasture, diminishes the quantity of butcher's meat which the country naturally produces without labour or cultivation, and by increasing the number of those who have either corn, or, what comes to the same thing, the price of corn, to give in exchange for it, increases the demand. The price of butcher's meat, therefore, and consequently of cattle, must gradually rise till it gets so high that it becomes as profitable to employ the most fertile and best cultivated lands in raising food for them as in raising corn. But it must always be late in the progress of improvement before tillage can be so far extended as to raise the price of cattle to this height; and till it has got to this height, if the country is advancing at all, their price must be continually rising. There are, perhaps, some parts of Europe in which the price of cattle has not yet got to this height. It had not got to this height in any part of Scotland before the union. Had the Scotch cattle been always confined to the market of Scotland, in a country in which the quantity of land which can be applied to no other purpose but the feeding of cattle is so great in proportion to what can be applied to other purposes, it is scarce possible, perhaps, that their price could ever have risen so high as to render it profitable to cultivate land for the sake of feeding them. In England, the price of cattle, it has already been observed, seems, in the neighbourhood of London, to have got to this height about the beginning of the last century; but it was much later probably before it got to it through the greater part of the remoter counties; in some of which, perhaps, it may scarce yet have got to it. Of all the different substances, however, which compose this second sort of rude produce, cattle is, perhaps, that of which the price, in the progress of improvement, first rises to this height.",
        "author": "Adam Smith"
    },
    {
        "quote": "labour.",
        "author": "Adam Smith"
    },
    {
        "quote": "To feel much for others and little for ourselves; to restrain our selfishness and exercise our benevolent affections, constitute the perfection of human nature.",
        "author": "Adam Smith"
    },
    {
        "quote": "what is the work of one man, in a rude state of society, being generally that of several in an improved one.",
        "author": "Adam Smith"
    },
    {
        "quote": "Profit is so very fluctuating that the person who carries on a particular trade cannot always tell you himself what is the average of his annual profit. It is affected not only by every variation of price in the commodities which he deals in, but by the good or bad fortune both of his rivals and of his customers, and by a thousand other accidents to which goods when carried either by sea or by land, or even when stored in a warehouse, are liable. It varies, therefore, not only from year to year, but from day to day, and almost from hour to hour. To ascertain what is the average profit of all the different trades carried on in a great kingdom must be much more difficult; and to judge of what it may have been formerly, or in remote periods of time, with any degree of precision, must be altogether impossible. But though it may be impossible to determine, with any degree of precision, what are or were the average profits of stock, either in the present or in ancient times, some notion may be formed of them from the interest of money. It may be laid down as a maxim, that wherever a great deal can be made by the use of money, a great deal will commonly be given for the use of it; and that wherever little can be made by it, less will commonly be given for it. According, therefore, as the usual market rate of interest varies in any country, we may be assured that the ordinary profits of stock must vary with it, must sink as it sinks, and rise as it rises. The progress of interest, therefore, may lead us to form some notion of the progress of profit.",
        "author": "Adam Smith"
    },
    {
        "quote": "for in every country of the world, I believe, the avarice and injustice of princes and sovereign states, abusing the confidence of their subjects, have by degrees diminished the real quantity of metal, which had been originally contained in their coins. The Roman as, in the latter ages of the republic, was reduced to the twenty-fourth part of its original value, and, instead of weighing a pound, came to weigh only half an ounce. The English pound and penny contain at present about a third only; the Scots pound and penny about a thirty-sixth; and the French pound and penny about a sixty-sixth part of their original value. By means of those operations, the princes and sovereign states which performed them were enabled, in appearance, to pay their debts and fulfil their engagements with a smaller quantity of silver than would otherwise have been requisite. It was indeed in appearance only; for their creditors were really defrauded of a part of what was due to them. All other debtors in the state were allowed the same privilege, and might pay with the same nominal sum of the new and debased coin whatever they had borrowed in the old. Such operations, therefore, have always proved favourable to the debtor, and ruinous to the creditor, and have sometimes produced a greater and more universal revolution in the fortunes of private persons, than could have been occasioned by a very great public calamity.",
        "author": "Adam Smith"
    },
    {
        "quote": "afflicted",
        "author": "Adam Smith"
    },
    {
        "quote": "necessaries",
        "author": "Adam Smith"
    },
    {
        "quote": "mercantilism",
        "author": "Adam Smith"
    },
    {
        "quote": "The effects of the division of labour, in the general business of society, will be more easily understood by considering in what manner it operates in some particular manufactures. It is commonly supposed to be carried furthest in some very trifling ones; not perhaps that it really is carried further in them than in others of more importance: but in those trifling manufactures which are destined to supply the small wants of but a small number of people, the whole number of workmen must necessarily be small; and those employed in every different branch of the work can often be collected into the same workhouse, and placed at once under the view of the spectator. In those great manufactures, on the contrary, which are destined to supply the great wants of the great body of the people, every different branch of the work employs so great a number of workmen that it is impossible to collect them all into the same workhouse. We can seldom see more, at one time, than those employed in one single branch. Though in such manufactures, therefore, the work may really be divided into a much greater number of parts than in those of a more trifling nature, the division is not near so obvious, and has accordingly been much less observed.",
        "author": "Adam Smith"
    },
    {
        "quote": "A direct tax upon the wages of labour, therefore, though the labourer might perhaps pay it out of his hand, could not properly be said to be even advanced by him, at least if the demand for labour and the average price of provisions remained the same after the tax as before it. In all such cases, not only the tax but something more than the tax would in reality be advanced by the person who immediately employed him.",
        "author": "Adam Smith"
    },
    {
        "quote": "We rarely hear, it has been said, of the combinations of masters, though frequently of those of workmen. But whoever imagines, upon this account, that masters rarely combine, is as ignorant of the world as of the subject.",
        "author": "Adam Smith"
    },
    {
        "quote": "People who succeed in business aren't afraid to hear feedback from their customers -- they actually thrive from it.",
        "author": "Adam Smith"
    },
    {
        "quote": "The most sacred laws of justice are the laws which guard the life and person of our neighbor.",
        "author": "Adam Smith"
    },
    {
        "quote": "Commerce and manufactures can seldom flourish long in any state which does not enjoy a regular administration of justice, in which the people do not feel themselves secure in the possession of their property, in which the faith of contracts is not supported by law, and in which the authority of the state is not supposed to be regularly employed in enforcing the payment of debts from all those who are able to pay. Commerce and manufactures, in\nshort, can seldom flourish in any state in which there is not a certain degree of confidence in the justice of government.",
        "author": "Adam Smith"
    },
    {
        "quote": "though the interest of the labourer is strictly connected with that of the society, he is incapable either of comprehending that interest, or of understanding its connexion with his own. His condition leaves him no time to receive the necessary information, and his education and habits are commonly such as to render him unfit to judge, even though he was fully informed. In the public deliberations, therefore, his voice is little heard, and less regarded; except upon particular occasions, when his clamour is animated, set on, and supported by his employers, not for his, but their own particular purposes.",
        "author": "Adam Smith"
    },
    {
        "quote": "To attempt to increase the wealth of any country, either by introducing or by detaining in it an unnecessary quantity of gold and silver, is as absurd as it would be to attempt to increase the good cheer of private families by obliging them to keep an unnecessary number of kitchen utensils.",
        "author": "Adam Smith"
    },
    {
        "quote": "Every faculty in one man is the measure by which he judges of the like faculty in another. I judge of your sight by my sight, of your ear by my ear, of your reason by my reason, of your resentment by my resentment, of your love by my love. I neither have, nor can have, any other way of judging about them.",
        "author": "Adam Smith"
    },
    {
        "quote": "Wages, profit, and rent, are the three original sources of all revenue, as well as of all exchangeable value. All other revenue is ultimately derived from someone or other of these.",
        "author": "Adam Smith"
    },
    {
        "quote": "People of the same trade seldom meet together, even for merriment and diversion, but the conversation ends in a conspiracy against the public, or in some contrivance to raise prices. It",
        "author": "Adam Smith"
    },
    {
        "quote": "wages of labour, the profits of stock, or the rent of land.",
        "author": "Adam Smith"
    },
    {
        "quote": "It is not from the benevolence of the Butcher, the Brewer or the Baker that we expect our dinner, but from their regard to their own interest",
        "author": "Adam Smith"
    },
    {
        "quote": "A merchant, it has been said very properly, is not necessarily the citizen of any particular country.",
        "author": "Adam Smith"
    },
    {
        "quote": "The great affair, we always find, is to get money.",
        "author": "Adam Smith"
    },
    {
        "quote": "It is not for its own sake that men desire money, but for the sake of what they can purchase with it.",
        "author": "Adam Smith"
    },
    {
        "quote": "labour, like commodities, may be said to have a real and a nominal price. Its real price may be said to consist in the quantity of the necessaries and conveniencies of life which are given for it; its nominal price, in the quantity of money. The labourer is rich or poor, is well or ill rewarded, in proportion to the real, not to the nominal price of his labour.",
        "author": "Adam Smith"
    },
    {
        "quote": "Contentment - being happy while doing something - and complacency - being happy while doing nothing - are entirely different.",
        "author": "Adam Smith"
    },
    {
        "quote": "Screw him. Give him a dollar.” The breakfast was my idea.",
        "author": "Adam Smith"
    },
    {
        "quote": "Excessive application during four days of the week is frequently the real cause of the idleness of the other three, so much and so loudly complained of. Great labour, either of mind or body, continued for several days together, is in most men naturally followed by a great desire of relaxation, which, if not restrained by force or by some strong necessity, is almost irresistible. It is the call of nature, which requires to be relieved by some indulgence, sometimes of ease only, but sometimes, too, of dissipation and diversion. If it is not complied with, the consequences are often dangerous, and sometimes fatal, and such as almost always, sooner or later, brings on the peculiar infirmity of the trade. If masters would always listen to the dictates of reason and humanity, they have frequently occasion rather to moderate than to animate the application of many of their workmen. It will be found, I believe, in every sort of trade, that the man who works so moderately as to be able to work constantly not only preserves his health the longest, but, in the course of the year, executes the greatest quantity of work.",
        "author": "Adam Smith"
    },
    {
        "quote": "When by an increase in the effectual demand, the market price of some particular commodity happens to rise a good deal above the natural price, those who employ their stocks in supplying that market are generally careful to conceal this change.",
        "author": "Adam Smith"
    },
    {
        "quote": "But though in disputes with their workmen, masters must generally have the advantage,",
        "author": "Adam Smith"
    },
    {
        "quote": "When the landlord, annuitant, or monied man, has a greater revenue than what he judges sufficient to maintain his own family, he employs either the whole or a part of the surplus in maintaining one or more menial servants. Increase this surplus, and he will naturally increase the number of those servants.",
        "author": "Adam Smith"
    },
    {
        "quote": "The difference between the genius of the British constitution which protects and governs North America, and that of the mercantile company which oppresses and domineers in the East Indies, cannot perhaps be better illustrated than by the different state of those countries.",
        "author": "Adam Smith"
    },
    {
        "quote": "Every species of animals naturally multiplies in proportion to the means of their subsistence, and no species can ever multiply beyond it. But in civilised society it is only among the inferior ranks of people that the scantiness of subsistence can set limits to the further multiplication of the human species; and it can do so in no other way than by destroying a great part of the children which their fruitful marriages produce.",
        "author": "Adam Smith"
    },
    {
        "quote": "It is in this manner that the demand for men, like that for any other commodity, necessarily regulates the production of men; quickens it when it goes on too slowly, and stops it when it advances too fast.",
        "author": "Adam Smith"
    },
    {
        "quote": "But this proportion must in every nation be regulated by two different circumstances: first, by the skill, dexterity, and judgment with which its labour is generally applied; and, secondly, by the proportion between the number of those who are employed in useful labour, and that of those who are not so employed.",
        "author": "Adam Smith"
    },
    {
        "quote": "The ancient Egyptians had a superstitious antipathy to the sea; a superstition nearly of the same kind prevails among the Indians; and the Chinese have never excelled in foreign commerce.",
        "author": "Adam Smith"
    },
    {
        "quote": "Every individual is continually exerting himself to find out the most advantageous employment for whatever capital he can command. It is his own advantage, indeed, and not that of the society, which he has in his view. But the study of his own advantage naturally, or rather necessarily leads him to prefer that employment which is most advantageous to the society.",
        "author": "Adam Smith"
    },
    {
        "quote": "The man who employs either his labour or his stock in a grater variety of ways than his situation renders necessary, can never hurt his neighbour by underselling him. He may hurt himself, and he generally does so. Jack of all trades will never be rich, says the proverb. But the law ought always to trust people with the care of their own interest, as in their local situations they must generally be able to judge better of it than the legislator can do.",
        "author": "Adam Smith"
    },
    {
        "quote": "When you know what you want to be known for, you can begin building your life around those things.",
        "author": "Adam Smith"
    },
    {
        "quote": "Problems don't get better with time; they become better when you find bravery. Success demands that you fight your fears.",
        "author": "Adam Smith"
    },
    {
        "quote": "THE WEALTH OF NATIONS is one of the most important and influential books ever written. It",
        "author": "Adam Smith"
    },
    {
        "quote": "O felsefede insan yaşamının ödevleri, insan yaşamınının mutluluğuna ve kemaline hizmet edecek araçlar olarak ele alınıyordu. Ama gerek ahlak, gerek doğa felsefesi, yalnızca ilahiyata yardımcı gibi öğretilmeye başlanınca, insan yaşamınon ödevleri daha çok, bir yaşamın mutluluğuna hizmet edecek ödevler olarak ele alındı. Eski felsefede, erdemin kemali, sahibi için, bu yaşamda en kamil mutluluğu ister istemez yaratır diye anlatılıyordu.",
        "author": "Adam Smith"
    },
    {
        "quote": "Bir ülkede biriktiği ya da yığıldığı doğru olarak düşünülebilecel altınşa gümüş, üçe ayrılabilir; birincisi; ortada dolaşan para; ikincisi, özel ailelerin süslü mutfak takımları; sonuncusu da, bir çok yılın tutumluğu ile toplanıp, hükümdar hazinesine konmuş olabilecek olan para.",
        "author": "Adam Smith"
    },
    {
        "quote": "Her tedbirli aile başkanı için baş kural, evde yapılması, satın alınmasından pahalıya geleni, hiçbir zaman evde yapmaya kalkmamaktır.",
        "author": "Adam Smith"
    },
    {
        "quote": "that prevailed before his time. National wealth was measured in terms of a country’s stock",
        "author": "Adam Smith"
    },
    {
        "quote": "As soon as the land of any country has all become private property, the landlords, like all other men, love to reap where they never sowed, and demand a rent even for its natural produce. The wood of the forest, the grass of the field, and all the natural fruits of the earth, which, when land was in common, cost the labourer only the trouble of gathering them, come, even to him, to have an additional price fixed upon them. He must then pay for the licence to gather them, and must give up to the landlord a portion of what his labour either collects or produces. This portion, or, what comes to the same thing, the price of this portion, constitutes the rent of land, and in the price of the greater part of commodities, makes a third component part.",
        "author": "Adam Smith"
    },
    {
        "quote": "Instead of thinking that you always need to do bigger things, learn to do the small things in better ways.",
        "author": "Adam Smith"
    },
    {
        "quote": "The biggest roadblock to changing the world is believing that your voice doesn't matter.",
        "author": "Adam Smith"
    },
    {
        "quote": "Every time you make a choice you’re taking time and effort away from something or someone else. Every choice has a cost.",
        "author": "Adam Smith"
    },
    {
        "quote": "Everything we do is practice for something greater than where we currently are.",
        "author": "Adam Smith"
    },
    {
        "quote": "In relationships, always strive to give more than you take -- that's how you make a bigger impact.",
        "author": "Adam Smith"
    },
    {
        "quote": "You don’t have to worry about getting the attention of others when you’re good at what you do.",
        "author": "Adam Smith"
    },
    {
        "quote": "The word VALUE, it is to be observed, has two different meanings, and sometimes expresses the utility of some particular object, and sometimes the power of purchasing other goods which the possession of that object conveys. The one may be called 'value in use;' the other, 'value in exchange.' The things which have the greatest value in use have frequently little or no value in exchange; and, on the contrary, those which have the greatest value in exchange have frequently little or no value in use. Nothing is more useful than water; but it will purchase scarce any thing; scarce any thing can be had in exchange for it. A diamond, on the contrary, has scarce any value in use; but a very great quantity of other goods",
        "author": "Adam Smith"
    },
    {
        "quote": "The next 15 years are more important than the previous 15. The past is done; learn from it and move on.",
        "author": "Adam Smith"
    },
    {
        "quote": "The property which every man has in his own labour, as it is the original foundation of all other property, so it is the most sacred and inviolable. The patrimony of a poor man lies in the strength and dexterity of his hands; and to hinder him from employing this strength and dexterity in what manner he thinks proper, without injury to his neighbour, is a plain violation of this most sacred property. It is a manifest encroachment upon the just liberty, both of the workman, and of those who might be disposed to employ him. As it hinders the one from working at what he thinks proper, so it hinders the others from employing whom they think proper. To judge whether he is fit to be employed, may surely be trusted to the discretion of the employers, whose interest it so much concerns. The affected anxiety of the lawgiver, lest they should employ an improper person, is evidently as impertinent as it is oppressive.",
        "author": "Adam Smith"
    },
    {
        "quote": "As a leader, your main responsibility is to remove any barriers that stand in the way.",
        "author": "Adam Smith"
    },
    {
        "quote": "Great labour, either of mind or body, continued for several days together is, in most men, naturally followed by a great desire of relaxation, which, if not restrained by force, or by some strong necessity, is almost irresistible.",
        "author": "Adam Smith"
    },
    {
        "quote": "But when, by the improvement and cultivation of land, the labour of one family can provide food for two, the labour of half the society becomes sufficient to provide food for the whole. The other half, therefore, or at least the greater part of them, can be employed in providing other things, or in satisfying the other wants and fancies of mankind. Clothing and lodging, household furniture, and what is called equipage, are the principal objects of the greater part of those wants and fancies. The rich man consumes no more food than his poor neighbour. In quality it may be very different, and to select and prepare it may require more labour and art; but in quantity it is very nearly the same. But compare the spacious palace and great wardrobe of the one, with the hovel and the few rags of the other, and you will be sensible that the difference between their clothing, lodging, and household furniture, is almost as great in quantity as it is in quality. The desire of food is limited in every man by the narrow capacity of the human stomach; but the desire of the conveniencies and ornaments of building, dress, equipage, and household furniture, seems to have no limit or certain boundary. Those, therefore, who have the command of more food than they themselves can consume, are always willing to exchange the surplus, or, what is the same thing, the price of it, for gratifications of this other kind. What is over and above satisfying the limited desire, is given for the amusement of those desires which cannot be satisfied, but seem to be altogether endless. The poor, in order to obtain food, exert themselves to gratify those fancies of the rich; and to obtain it more certainly, they vie with one another in the cheapness and perfection of their work. The number of workmen increases with the increasing quantity of food, or with the growing improvement and cultivation of the lands; and as the nature of their business admits of the utmost subdivisions of labour, the quantity of materials which they can work up, increases in a much greater proportion than their numbers. Hence arises a demand for every sort of material which human invention can employ, either usefully or ornamentally, in building, dress, equipage, or household furniture; for the fossils and minerals contained in the bowels of the earth, the precious metals, and the precious stones.",
        "author": "Adam Smith"
    },
    {
        "quote": "In general, if any branch of trade, or any division of labour, be advantageous to the public, the freer and more general the competition, it will always be the more so.",
        "author": "Adam Smith"
    },
    {
        "quote": "The labour of some of the most respectable orders in the society is, like that of menial servants, unproductive of any value, and does not fix or realize itself in any permanent subject, or vendible commodity, which endures after that labour is past, and for which an equal quantity of labour could afterwards be procured. The sovereign, for example, with all the officers both of justice and war who serve under him, the whole army and navy, are unproductive labourers. They are the servants of the public, and are maintained by a part of the annual produce of the industry of other people. Their service, how honourable, how useful, or how necessary soever, produces nothing for which an equal quantity of service can afterwards be procured. The protection, security, and defence, of the commonwealth, the effect of their labour this year, will not purchase its protection, security, and defence, for the year to come. In the same class must be ranked, some both of the gravest and most important, and some of the most frivolous professions; churchmen, lawyers, physicians, men of letters of all kinds; players, buffoons, musicians, opera-singers, opera-dancers, etc. The labour of the meanest of these has a certain value, regulated by the very same principles which regulate that of every other sort of labour; and that of the noblest and most useful, produces nothing which could afterwards purchase or procure an equal quantity of labour. Like the declamation of the actor, the harangue of the orator, or the tune of the musician, the work of all of them perishes in the very instant of its production.",
        "author": "Adam Smith"
    },
    {
        "quote": "it appears evidently from experience, that man is, of all sorts of luggage, the most difficult to be transported.",
        "author": "Adam Smith"
    },
    {
        "quote": "All money is a matter of belief.",
        "author": "Adam Smith"
    },
    {
        "quote": "As the person who is principally interested in any event is pleased with our sympathy, and hurt by the want of it, so we, too, seem to be pleased when we are able to sympathize with him, and to be hurt when we are unable to do so. We run not only to congratulate the successful, but to condole with the afflicted; and the pleasure which we find in the conversation of one whom in all the passions of his heart we can entirely sympathize with, seems to do more than compensate the painfulness of that sorrow with which the view of his situation affects us. On the contrary, it is always disagreeable to feel that we cannot sympathize with him, and instead of being pleased with this exemption from sympathetic pain, it hurts us to find that we cannot share his uneasiness. If we hear a person loudly lamenting his misfortunes, which, however, upon bringing the case home to ourselves, we feel, can produce no such violent effect upon us, we are shocked at his grief; and, because we cannot enter into it, call it pusillanimity and weakness. It gives us the spleen, on the other hand, to see another too happy or too much elevated, as we call it, with any little piece of good fortune. We are disobliged even with his joy; and, because we cannot go along with it, call it levity and folly. We are even put out of humour if our companion laughs louder or longer at a joke than we think it deserves; that is, than we feel that we ourselves could laugh at it.",
        "author": "Adam Smith"
    },
    {
        "quote": "In England, it becomes every day more and more the custom to send young people to travel in foreign countries immediately upon their leaving school, and without sending them to any university. Our young people, it is said, generally return home much improved by their travels. A young man, who goes abroad at seventeen or eighteen, and returns home at one-and-twenty, returns three or four years older than he was when he went abroad; and at that age it is very difficult not to improve a good deal in three or four years. In the course of his travels, he generally acquires some knowledge of one or two foreign languages; a knowledge, however, which is seldom sufficient to enable him either to speak or write them with propriety. In other respects, he commonly returns home more conceited, more unprincipled, more dissipated, and more incapable of my serious application, either to study or to business, than he could well have become in so short a time had he lived at home. By travelling so very young, by spending in the most frivolous dissipation the most previous years of his life, at a distance from the inspection and control of his parents and relations, every useful habit, which the earlier parts of his education might have had some tendency to form in him, instead of being riveted and confirmed, is almost necessarily either weakened or effaced. Nothing but the discredit into which the universities are allowing themselves to fall, could ever have brought into repute so very absurd a practice as that of travelling at this early period of life. By sending his son abroad, a father delivers himself, at least for some time, from so disagreeable an object as that of a son unemployed, neglected, and going to ruin before his eyes. Such have been the effects of some of the modern institutions for education. Different plans and different institutions for education seem to have taken place in other ages and nations.",
        "author": "Adam Smith"
    },
    {
        "quote": "Non è certo dalla benevolenza del macellaio, del birraio o del fornaio che ci aspettiamo il nostro pranzo, ma dal fatto che essi hanno cura del proprio interesse.",
        "author": "Adam Smith"
    },
    {
        "quote": "To prohibit a great people, however, from making all that they can of every part of their own produce, or from employing their stock and industry in the way that they judge most advantageous to themselves, is a manifest violation of the most sacred rights of mankind.",
        "author": "Adam Smith"
    },
    {
        "quote": "and a workman, even of the lowest and poorest order, if he is frugal and industrious, may enjoy a greater share of the necessaries and conveniences of life than it is possible for any savage to acquire.",
        "author": "Adam Smith"
    },
    {
        "quote": "Wealth, as Mr Hobbes says, is power. But the person who either acquires, or succeeds to a great fortune, does not necessarily acquire or succeed to any political power, either civil or military. His fortune may, perhaps, afford him the means of acquiring both; but the mere possession of that fortune does not necessarily convey to him either. The power which that possession immediately and directly conveys to him, is the power of purchasing a certain command over all the labour, or over all the produce of labour which is then in the market. His fortune is greater or less, precisely in proportion to the extent of this power, or to the quantity either of other men's labour, or, what is the same thing, of the produce of other men's labour, which it enables",
        "author": "Adam Smith"
    },
    {
        "quote": "him to purchase or command. The exchangeable value of every thing must always be precisely equal to the extent of this power which it conveys to its owner.",
        "author": "Adam Smith"
    },
    {
        "quote": "I am always willing to run some hazard of being tedious, in order to be sure that I am perspicuous.",
        "author": "Adam Smith"
    },
    {
        "quote": "Mais le revenu annuel de toute société est toujours précisément égal à la valeur échangeable de tout le produit annuel de son industrie, ou plutôt c'est précisément la même chose que cette valeur échangeable. Par conséquent, puisque chaque individu tâche, le plus qu'il peut, 1° d'employer son capital à faire valoir l'industrie nationale, et - 2° de diriger cette industrie de manière à lui faire produire la plus grande valeur possible, chaque individu travaille nécessairement à rendre aussi grand que possible le revenu annuel de la société. A la vérité, son intention, en général, n'est pas en cela de servir l'intérêt public, et il ne sait même pas jusqu'à quel point il peut être utile à la société. En préférant le succès de l'industrie nationale à celui de l'industrie étrangère, il ne pense qu'à se donner personnellement une plus grande sûreté ; et en dirigeant cette industrie de manière à ce que son produit ait le plus de valeur possible, il ne pense qu'à son propre gain ; en cela, comme dans beaucoup d'autres cas, il est conduit par une main invisible à remplir une fin qui n'entre nullement dans ses intentions ; et ce n'est pas toujours ce qu'il y a de plus mal pour la société, que cette fin n'entre pour rien dans ses intentions. Tout en ne cherchant que son intérêt personnel, il travaille souvent d'une manière bien plus efficace pour l'intérêt de la société, que s'il avait réellement pour but d'y travailler. Je n'ai jamais vu que ceux qui aspiraient, dans leurs entreprises de commerce, à travailler pour le bien général, aient fait beaucoup de bonnes choses. Il est vrai que cette belle passion n'est pas très commune parmi les marchands, et qu'il ne faudrait pas de longs discours pour les en guérir.",
        "author": "Adam Smith"
    },
    {
        "quote": "[On] a accoutumé les peuples à croire que leur intérêt consistait à ruiner tous leurs voisins ; chaque nation en est venue à jeter un oeil d'envie sur la prospérité de toutes les nations avec lesquelles elle commerce, et à regarder tout ce qu'elles gagnent comme une perte pour elle. Le commerce, qui naturellement devait être, pour les nations comme pour les individus, une lien de concorde et d'amitié, est devenu la source la plus féconde des haines et des querelles. Pendant ce siècle et le précédent, l'ambition capricieuse des rois et des ministres n'a pas été plus fatale au repos de l'Europe, que la sotte jalousie des marchands et des manufacturiers. L'humeur injuste et violente de ceux qui gouvernent les hommes est un mal d'ancienne date, pour lequel j'ai bien peur que la nature des choses humaines ne comporte pas de remède ; mais quant à cet esprit de monopole, à cette rapacité basse et envieuse des marchands et des manufacturiers, qui ne sont, ni les uns ni les autres, chargés de gouverner les hommes, et qui ne sont nullement faits pour en être chargés, s'il n'y a peut-être pas moyen de corriger ce vice, au moins est-il bien facile d'empêcher qu'il ne puisse troubler la tranquillité de personne, si ce n'est de ceux qui en sont possédés.",
        "author": "Adam Smith"
    },
    {
        "quote": "Dans le système de la liberté naturelle, le souverain n'a que trois devoirs à remplir ; trois devoirs, à la vérité, d'une haute importance, mais clairs, simples et à la portée d'une intelligence ordinaire. - Le premier, c'est le devoir de défendre la société de tout acte de violence ou d'invasion de la part des autres sociétés indépendantes. - Le second, c'est le devoir de protéger, autant qu'il est possible, chaque membre de la société contre l'injustice ou l'oppression de tout autre membre, ou bien le devoir d'établir une administration exacte de la justice. - Et le troisième, c'est le devoir d'ériger et d'entretenir certains ouvrages publics et certaines institutions que l'intérêt privé d'un particulier ou de quelques particuliers ne pourrait jamais les porter à ériger ou à entretenir, parce que jamais le profit n'en rembourserait la dépense à un particulier ou à quelques particuliers, quoiqu'à l'égard d'une grande société ce profit fasse beaucoup plus que rembourser les dépenses.",
        "author": "Adam Smith"
    },
    {
        "quote": "sufferance",
        "author": "Adam Smith"
    },
    {
        "quote": "assize.",
        "author": "Adam Smith"
    },
    {
        "quote": "C'est donc la proportion existante entre la somme des capitaux et celle des revenus qui détermine partout la proportion dans laquelle se trouveront l'industrie et la fainéantise ; partout où les capitaux l'emportent, c'est l'industrie qui domine ; partout où ce sont les revenus, la fainéantise prévaut. Ainsi, toute augmentation ou diminution dans la masse des capitaux tend naturellement à augmenter ou à diminuer réellement la somme de l'industrie, le nombre des gens productifs et, par conséquent, la valeur échangeable du produit annuel des terres et du travail du pays, la richesse et le revenu réel de tous ses habitants.\nLes capitaux augmentent par l'économie ; ils diminuent par la prodigalité et la mauvaise conduite.",
        "author": "Adam Smith"
    },
    {
        "quote": "Les riches, en particulier, sont nécessairement intéressés à appuyer un ordre de choses qui seul peut leur assurer la possession de leurs avantages. Des hommes d'une richesse inférieure se lient à la défense de la propriété de ceux qui leur sont supérieurs en richesses, afin que ces derniers se lient à leur tour à la défense de leurs petites propriétés. Tous les pasteurs et bergers du second ordre sentent que la sûreté de leurs troupeaux dépend de la sûreté de ceux du grand pasteur ou berger ; que le maintien de la portion d'autorité dont ils jouissent dépend du maintien de la portion plus grande dont jouit celui-ci, et que c'est sur leur subordination envers lui que repose le pouvoir de tenir leurs inférieurs dans une pareille subordination envers eux-mêmes. Ils constituent une espèce de petite noblesse qui se sent intéressée à défendre leur propriété et à soutenir l'autorité de son petit souverain, afin qu'il soit en état lui-même de défendre leur propriété et de soutenir leur autorité.. Le gouvernement civil, en tant qu'il a pour objet la sûreté des propriétés, est, dans la réalité, institué pour défendre les riches contre les pauvres, ou bien, ceux qui ont quelque propriété contre ceux qui n'en ont point.",
        "author": "Adam Smith"
    },
    {
        "quote": "Première maxime. - Les sujets d'un Etat doivent contribuer au soutien du gouvernement, chacun le plus possible en proportion de ses facultés, c'est-à-dire en proportion du revenu dont il jouit sous la protection de l'Etat.",
        "author": "Adam Smith"
    },
    {
        "quote": "Deuxième maxime. - La taxe ou portion d'impôt que chaque individu est tenu de payer doit être certaine, et non arbitraire.",
        "author": "Adam Smith"
    },
    {
        "quote": "Troisième maxime. - Tout impôt doit être perçu à l'époque et selon le mode que l'on peut présumer les moins gênants pour le contribuable.",
        "author": "Adam Smith"
    },
    {
        "quote": "Quatrième maxime. - Tout impôt doit être conçu de manière à ce qu'il fasse sortir des mains du peuple le moins d'argent possible au-delà de ce qui entre dans le Trésor de l'Etat, et en même temps à ce qu'il tienne le moins longtemps possible cet argent hors des mains du peuple avant d'entrer dans ce Trésor.",
        "author": "Adam Smith"
    },
    {
        "quote": "victualled",
        "author": "Adam Smith"
    },
    {
        "quote": "grazier",
        "author": "Adam Smith"
    },
    {
        "quote": "superintend",
        "author": "Adam Smith"
    },
    {
        "quote": "preferment,",
        "author": "Adam Smith"
    },
    {
        "quote": "liveries",
        "author": "Adam Smith"
    },
    {
        "quote": "cottars",
        "author": "Adam Smith"
    },
    {
        "quote": "fiars",
        "author": "Adam Smith"
    },
    {
        "quote": "Ce n'est pas par l'importation de l'or et de l'argent que la découverte de l'Amérique a enrichi l'Europe. [...] En ouvrant à toutes les marchandises de l'Europe un nouveau marché presque inépuisable, elle a donné naissance à de nouvelles divisions de travail, à de nouveaux perfectionnements de l'industrie, qui n'auraient jamais pu avoir lieu dans le cercle étroit où le commerce était anciennement resserré, cercle qui ne leur offrait pas de marché suffisant pour la plus grande partie de leur produit. Le travail se perfectionna, sa puissance productive augmenta, son produit s'accrut dans tous les divers pays de l'Europe, et en même temps s'accrurent avec lui la richesse et le revenu réel des habitants.",
        "author": "Adam Smith"
    },
    {
        "quote": "whatever part of it remains after paying the rent of the land, and the price of the whole labour employed in raising, manufacturing, and bringing it to market, must necessarily be profit to somebody.",
        "author": "Adam Smith"
    },
    {
        "quote": "is not from the benevolence of the butcher, the brewer, or the baker, that we expect our dinner, but from their regard to their own interest.",
        "author": "Adam Smith"
    },
    {
        "quote": "The disposition to admire, and almost to worship, the rich and the powerful, and to despite, or, at least, to neglect, persons of poor and mean condition is the great and most universal cause of the corruption of our moral sentiments.",
        "author": "Adam Smith"
    },
    {
        "quote": "sestertii.",
        "author": "Adam Smith"
    },
    {
        "quote": "collier",
        "author": "Adam Smith"
    },
    {
        "quote": "avoirdupois",
        "author": "Adam Smith"
    },
    {
        "quote": "It is not from the benevolence of the butcher, the brewer, or the baker, that we expect our dinner, but from their regard to their own self-interest.",
        "author": "Adam Smith"
    },
    {
        "quote": "No society can surely be flourishing and happy, of which the far greater part of the members are poor and miserable. It is but equity, besides, that they who feed, clothe, and lodge the whole body of the people, should have such a share of the produce of their own labour as to be themselves tolerably well fed, clothed, and lodged.",
        "author": "Adam Smith"
    },
    {
        "quote": "seignorage",
        "author": "Adam Smith"
    },
    {
        "quote": "It was not by gold or by silver, but by labour, that all wealthy of the world was originally purchased.",
        "author": "Adam Smith"
    },
    {
        "quote": "No paint or dye can give so splendid a colour as gilding. The merit of their beauty is greatly enhanced by their scarcity. With the greater part of rich people, the chief enjoyment of riches consists in the parade of riches, which in their eye is never so complete as when they appear to possess those decisive marks of opulence which nobody can possess but themselves. In their eyes the merit of an object which is in any degree either useful or beautiful is greatly enhanced by its scarcity, or by the great labour which it requires to collect any considerable quantity of it, a labour which nobody can afford to pay but themselves.\n\nBook I, Chapter 11 - Rent of Land, part II",
        "author": "Adam Smith"
    },
    {
        "quote": "Those exertions of the natural liberty of a few individuals, which might endanger the security of the whole society, are, and ought to be, restrained by the laws of all governments; of the most free, as well as the most despotical.",
        "author": "Adam Smith"
    },
    {
        "quote": "A young widow with four or five young children, who, among the middling or inferior ranks of people in Europe, would have so little chance for a second husband, is there frequently courted as a sort of fortune. The value of children is the greatest of all encouragements to marriage. We cannot, therefore, wonder that the people in North America should generally marry very young.",
        "author": "Adam Smith"
    },
    {
        "quote": "Such general complaints of the scarcity of money do not always prove that the usual number of gold and silver pieces are not circulating in the country, but that many people want those pieces who have nothing to give for them.",
        "author": "Adam Smith"
    },
    {
        "quote": "Where wages are not regulated by law, all that we can pretend to determine is, what are the most usual; and experience seems to show that law can never regulate them properly, though it has often pretended to do so.",
        "author": "Adam Smith"
    },
    {
        "quote": "Every such regulation introduces some degree of real disorder into the constitution of the state, which it will be difficult afterwards to cure without occasioning another disorder.",
        "author": "Adam Smith"
    },
    {
        "quote": "Every species of animals naturally multiplies in proportion to the means of their subsistence, and no species can ever multiply be yond it. But in civilized society, it is only among the inferior ranks of people that the scantiness of subsistence can set limits to the further multiplication of the human species;",
        "author": "Adam Smith"
    },
    {
        "quote": "It is in this manner that the demand for men, like that for any other commodity, necessarily regulates the production of men, quickens it when it goes on too slowly, and stops it when it advances too fast.",
        "author": "Adam Smith"
    },
    {
        "quote": "It appears, accordingly, from the experience of all ages and nations, I believe, that the work done by freemen comes cheaper in the end than that performed by slaves.",
        "author": "Adam Smith"
    },
    {
        "quote": "Even such general complaints of the scarcity of money do not always prove that the usual number of gold and silver pieces are not circulating in the country, but that many people want those pieces who have nothing to give for them.",
        "author": "Adam Smith"
    },
    {
        "quote": "Great labour, either of mind or body, continued for several days together is, in most men, naturally followed by a great desire of relaxation, which, if not restrained by force, or by some strong necessity, is almost irresistible. It is the call of nature, which requires to be relieved by some indulgence, sometimes of ease only, but sometimes too of dissipation and diversion. If it is not complied with, the consequences are",
        "author": "Adam Smith"
    },
    {
        "quote": "Men are much more likely to discover easier and readier methods of attaining any object, when the whole attention of their minds is directed towards that single object, than when it is dissipated among a great variety of things.",
        "author": "Adam Smith"
    },
    {
        "quote": "We see frequently societies of merchants in London, and other trading towns, purchase waste lands in our sugar colonies, which they expect to improve and cultivate with profit, by means of factors and agents, notwithstanding the great distance and the uncertain returns, from the defective administration of justice in those countries.",
        "author": "Adam Smith"
    },
    {
        "quote": "Mr. Colbert, the famous minister of Louis XIV, was a man of probity, of great industry and knowledge of detail, of great experience and acuteness in the examination of public accounts, and of abilities, in short, every way fitted for introducing method and good order into the collection and expenditure of the public revenue. That minister had unfortunately embraced all the prejudices of the mercantile system, in its nature and essence a system of restraint and regulation, and such as could scarce fail to be agreeable to a laborious and plodding man of business, who had been accustomed to regulate the different departments of public offices, and to establish the necessary checks and controls for confining each to its proper sphere. The industry and commerce of a great country he endeavoured to regulate upon the same model as the departments of a public office; and instead of allowing every man to pursue his own interest in his own way, upon the liberal plan of equality, liberty, and justice, he bestowed upon certain branches of industry extraordinary privileges, while he laid others under as extraordinary restraints.",
        "author": "Adam Smith"
    },
    {
        "quote": "The too tender mother, the too indulgent father, the too generous and affectionate friend, may sometimes, perhaps, on account of the softness of their natures, be looked upon with a species of pity, in which, however, there is a mixture of love, but can never be regarded with hatred and aversion, nor even with contempt, unless by the most brutal and worthless of mankind. It is always with concern, with sympathy and kindness, that we blame them for the extravagance of their attachment. There is a helplessness in the character of extreme humanity which more than any thing interests our pity. There is nothing in itself which renders it either ungraceful or disagreeable. We only regret that it is unfit for the world, because the world is unworthy of it, and because it must expose the person who is endowed with it as a prey to the perfidy and ingratitude of insinuating falsehood, and to a thousand pains and uneasinesses, which, of all men, he the least deserves to feel, and which generally too he is, of all men, the least capable of supporting.",
        "author": "Adam Smith"
    },
    {
        "quote": "foresight of our own dissolution is so terrible to us, and that the idea of those circumstances, which undoubtedly can give us no pain when we are dead, makes us miserable while we are alive. And from thence arises one of the most important principles in human nature, the dread of death, the great poison to the happiness, but the great restraint upon the injustice of mankind, which, while it afflicts and mortifies the individual, guards and protects the society.",
        "author": "Adam Smith"
    },
    {
        "quote": "It is from this very illusion of the imagination, that the foresight of our own dissolution is so terrible to us, and that the idea of those circumstances, which undoubtedly can give us no pain when we are dead, makes us miserable while we are alive. And from thence arises one of the most important principles in human nature, the dread of death, the great poison to the happiness, but the great restraint upon the injustice of mankind, which, while it afflicts and mortifies the individual, guards and protects the society.",
        "author": "Adam Smith"
    },
    {
        "quote": "To take an example, therefore, from a very trifling manufacture, but one in which the division of labour has been very often taken notice of, the trade of a pin-maker: a workman not educated to this business (which the division of labour has rendered a distinct trade), nor acquainted with the use of the machinery employed in it (to the invention of which the same division of labour has probably given occasion), could scarce, perhaps, with his utmost industry, make one pin in a day, and certainly could not make twenty. But in the way in which this business is now carried on, not only the whole work is a peculiar trade, but it is divided into a number of branches, of which the greater part are likewise peculiar trades. One man draws out the wire; another straights it; a third cuts it; a fourth points it; a fifth grinds it at the top for receiving the head; to make the head requires two or three distinct operations; to put it on is a peculiar business; to whiten the pins is",
        "author": "Adam Smith"
    },
    {
        "quote": "The demand for those who live by wages, therefore, necessarily increases with the increase of the revenue and stock of every country, and cannot possibly increase without it. The increase of revenue and stock is the increase of national wealth. The demand for those who live by wages, therefore, naturally increases with the increase of national wealth, and cannot possibly increase without it.",
        "author": "Adam Smith"
    },
    {
        "quote": "Society and conversation, therefore, are the most powerful remedies for restoring the mind to its tranquillity, if, at any time, it has unfortunately lost it; as well as the best preservatives of that equal and happy temper, which is so necessary to self-satisfaction and enjoyment.",
        "author": "Adam Smith"
    },
    {
        "quote": "Whatever be the actual state of the skill, dexterity, and judgment, with which labour is applied in any nation, the abundance or scantiness of its annual supply must depend, during the continuance of that state, upon the proportion between the number of those who are annually employed",
        "author": "Adam Smith"
    },
    {
        "quote": "necessarily",
        "author": "Adam Smith"
    },
    {
        "quote": "must necessarily be small; and those employed in every different branch of the work can often be collected into the same workhouse, and placed at once under the view of the spectator. In those great manufactures, on the contrary, which are destined to supply the great wants of the great body of the people, every different branch of the work employs so great a number of workmen that it is impossible to collect them all into the same workhouse",
        "author": "Adam Smith"
    },
    {
        "quote": "dexterity",
        "author": "Adam Smith"
    },
    {
        "quote": "study",
        "author": "Adam Smith"
    },
    {
        "quote": "After all that has been said of the levity and inconstancy of human nature, it appears evidently from experience, that man is, of all sorts of luggage, the most difficult to be transported.",
        "author": "Adam Smith"
    },
    {
        "quote": "A monopoly granted either to an individual or to a trading company, has the same effect as a secret in trade or manufactures. The monopolists, by keeping the market constantly understocked by never fully supplying the effectual demand, sell their commodities much above the natural price, and raise their emoluments, whether they consist in wages or profit, greatly above their natural rate. The price of monopoly is upon every occasion the highest which can be got. The natural price, or the price of free competition, on the contrary, is the lowest which can be taken, not upon every occasion indeed, but for any considerable time together. The",
        "author": "Adam Smith"
    },
    {
        "quote": "philosopher",
        "author": "Adam Smith"
    },
    {
        "quote": "commerce in Europe, as well as a",
        "author": "Adam Smith"
    },
    {
        "quote": "The great mob of mankind are the admirers and worshippers, and, what may seem more extraordinary, most frequently the disinterested admirers and worshippers, of wealth and greatness.",
        "author": "Adam Smith"
    },
    {
        "quote": "The common complaint, that luxury extends itself even to the lowest ranks of the people, and that the labouring poor will not now be contented with the same food, clothing, and lodging, which satisfied them in former times, may convince us that it is not the money price of labour only, but its real recompense, which has augmented. Is this improvement in the circumstances of the lower ranks of the people to be regarded as an advantage, or as an inconveniency, to the society?",
        "author": "Adam Smith"
    },
    {
        "quote": "The desire of food is limited in every man by the narrow capacity of the human stomach; but the desire of the conveniencies and ornaments of building, dress, equipage, and household furniture, seems to have no limit or certain boundary.",
        "author": "Adam Smith"
    },
    {
        "quote": "Where wages are not regulated by law, all that we can pretend to determine is what are the most usual; and experience seems to show that law can never regulate them properly, though it has often pretended to do so.",
        "author": "Adam Smith"
    },
    {
        "quote": "In cheap years, it is pretended, workmen are generally more idle, and in dear ones more industrious than ordinary. A plentiful subsistence, therefore, it has been concluded, relaxes, and a scanty one quickens their industry. That a little more plenty than ordinary may render some workmen idle, cannot well be doubted; but that it should have this effect upon the greater part, or that men in general should work better when they are ill fed than when they are well fed, when they are disheartened than when they are in good spirits, when they are frequently sick than when they are generally in good health, seems not very probable. Years of dearth, it is to be observed, are generally among the common people years of sickness and mortality, which cannot fail to diminish the produce of their industry.",
        "author": "Adam Smith"
    },
    {
        "quote": "Education in the ingenious arts and in the liberal professions is still more tedious and expensive. The pecuniary recompense, therefore, of painters and sculptors, of lawyers and physicians, ought to be much more liberal; and it is so accordingly.",
        "author": "Adam Smith"
    },
    {
        "quote": "No apprenticeship has ever been thought necessary to qualify for husbandry, the great trade of the country. After what are called the fine arts, and the liberal professions, however, there is perhaps no trade which requires so great a variety of knowledge and experience.",
        "author": "Adam Smith"
    },
    {
        "quote": "Babson looked over his glasses at the audience. “Some of you should leave this business,” he said.",
        "author": "Adam Smith"
    },
    {
        "quote": "1. The conglomerate movement, “with all its fancy rhetoric about synergism and leverage.” 2. Accountants who played footsie with stock-promoting managements by certifying earnings that weren’t earnings at all. 3. “Modern” corporate treasurers who looked upon their company pension funds as new-found profit centers and pressured their investment advisers into speculating with them. 4. Investment advisers who massacred clients’ portfolios because they were trying to make good on the over-promises that they had made to attract the business. 5. The new breed of investment managers who bought and churned the worst collection of new issues and other junk in history, and the underwriters who made fortunes bringing them out. 6. Elements of the financial press which promoted into new investment geniuses a group of neophytes who didn’t even have the first requisite for managing other people’s money—namely, a sense of responsibility. 7. The securities salesmen who peddle the items with the best stories—or the biggest markups—even though such issues were totally unsuited to the customers’ needs. 8. The sanctimonious partners of major investment houses who wrung their hands over all these shameless happenings while they deployed an army of untrained salesmen to forage among even less trained investors. 9. Mutual fund managers who tried to become millionaires overnight by using every gimmick imaginable to manufacture their own paper performance. 10. Portfolio managers who collected bonanza incentives of the “heads I win, tails you lose” kind, which made them fortunes in the bull market but turned the portfolios they managed into disasters in the bear market. 11. Security analysts who forgot about their professional ethics to become storytellers and let their institutions be taken in by a whole parade of confidence men. This was the “list of horrors that people in our field did to set the stage for the greatest blood bath in forty years,",
        "author": "Adam Smith"
    },
    {
        "quote": "Our man at the desk considering how goes the world, had he been in the City of London in 1913, would have been one of the merchant princes of the world: to him for capital came the Moscow Power and Light Company, the breweries of Bohemia, the trolley lines of Shanghai, the apples of Tasmania, the oil of Mexico, the ranches of Texas and Arizona, the tin mines of Malaya, the hemp of Tanganyika, and the railroads of absolutely everywhere. Half a century later our man was still at his desk and still at work, a bit shabbier,",
        "author": "Adam Smith"
    },
    {
        "quote": "This self-deceit, this fatal weakness of mankind, is the source of half the disorders of human life. If we saw ourselves in the light in which others see us, or in which they would see us if they knew all, a reformation would generally be unavoidable. We could not otherwise endure the sight. Nature, however, has not left this weakness, which is of so much importance, altogether without a remedy; nor has she abandoned us entirely to the delusions of self-love. Our continual observations upon the conduct of others, insensibly lead us to form to ourselves certain general rules concerning what is fit and proper either to be done or to be avoided. Some of their actions shock all our natural sentiments. We hear every body about us express the like detestation against them. This still further confirms, and even exasperates our natural sense of their deformity. It satisfies us that we view them in the proper light, when we see other people view them in the same light. We resolve never to be guilty of the like, nor ever, upon any account, to render ourselves in this manner the objects of universal disapprobation. We thus naturally lay down to ourselves a general rule, that all such actions are to be avoided, as tending to render us odious, contemptible, or punishable, the objects of all those sentiments for which we have the greatest dread and aversion. Other actions, on the contrary, call forth our approbation, and we hear every body around us express the same favourable opinion concerning them. Every body is eager to honour and reward them. They excite all those sentiments for which we have by nature the strongest desire; the love, the gratitude, the admiration of mankind. We become ambitious of performing the like; and thus naturally lay down to ourselves a rule of another kind, that every opportunity of acting in this manner is carefully to be sought after. It is thus that the general rules of morality are formed. They are ultimately founded upon experience of what, in particular instances, our moral faculties, our natural sense of merit and propriety, approve, or disapprove of. We do not originally approve or condemn particular actions; because, upon examination, they appear to be agreeable or inconsistent with a certain general rule. The general rule, on the contrary, is formed, by finding from experience, that all actions of a certain kind, or circumstanced in a certain manner, are approved or disapproved of.",
        "author": "Adam Smith"
    },
    {
        "quote": "The revenues of the ancient Saxon kings of England are said to have been paid, not in money, but in kind, that is, in victuals and provisions of all sorts. William the Conqueror introduced the custom of paying them in money. This money, however, was for a long time, received at the exchequer, by weight, and not by tale. The inconveniency and difficulty of weighing those metals with exactness, gave occasion to the institution of coins, of which the stamp, covering entirely both sides of the piece, and sometimes the edges too, was supposed to ascertain not only the fineness, but the weight of the metal. Such coins, therefore, were received by tale, as at present, without the trouble of weighing.",
        "author": "Adam Smith"
    },
    {
        "quote": "Labour therefore, is the real measure of the exchangeable value of all commodities. The real price of every thing, what every thing really costs to the man who wants to acquire it, is the toil and trouble of acquiring it.",
        "author": "Adam Smith"
    },
    {
        "quote": "Wealth, as Mr Hobbes says, is power. But the person who either acquires, or succeeds to a great fortune, does not necessarily acquire or succeed to any political power, either civil or military. His fortune may, perhaps, afford him the means of acquiring both; but the mere possession of that fortune does not necessarily convey to him either. The power which that possession immediately and directly conveys to him, is the power of purchasing a certain command over all the labour, or over all the produce of labour which is then in the market. His fortune is greater or less, precisely in proportion to the extent of this power, or to the quantity either of other men's labour, or, what is the same thing, of the produce of other men's labour, which it enables him to purchase or command. The exchangeable value of every thing must always be precisely equal to the extent of this power which it conveys to its owner.",
        "author": "Adam Smith"
    },
    {
        "quote": "Labour alone, therefore, never varying in its own value, is alone the ultimate and real standard by which the value of all commodities can at all times and places be estimated and compared. It is their real price; money is their nominal price only.",
        "author": "Adam Smith"
    },
    {
        "quote": "The things which have the greatest value in use have frequently little or no value in exchange; and, on the contrary, those which have the greatest value in exchange have frequently little or no value in use. Nothing is more useful than water; but it will purchase scarce any thing; scarce any thing can be had in exchange for it. A diamond, on the contrary, has scarce any value in use; but a very great quantity of other goods may frequently be had in exchange for it.",
        "author": "Adam Smith"
    },
    {
        "quote": "In all the different employments of stock, the ordinary rate of profit varies more or less with the certainty or uncertainty of the returns.",
        "author": "Adam Smith"
    },
    {
        "quote": "Every man is rich or poor according to the degree in which he can afford to enjoy the necessaries, conveniencies, and amusements of human life. But",
        "author": "Adam Smith"
    },
    {
        "quote": "Beyond this, the problem is universal. It is that governments are now held responsible for the welfare of the people. The aspirations of the people can outrun their ability to pay for them, and nobody has yet found a way to create answers to the aspirations out of thin air.",
        "author": "Adam Smith"
    },
    {
        "quote": "Abyssinia",
        "author": "Adam Smith"
    },
    {
        "quote": "The stock that is laid out in a house, if it is to be the dwelling-house of the proprietor, ceases from that moment to serve in the function of a capital, or to afford any revenue to its owner. A dwelling-house, as such, contributes nothing to the revenue of its inhabitant; and though it is, no doubt, extremely useful to him, it is as his clothes and household furniture are useful to him, which, however, make a part of his expense, and not of his revenue.",
        "author": "Adam Smith"
    },
    {
        "quote": "Whatever increases the fertility of land in producing food ... contributes likewise to increase that of many other lands, by creating a new demand for their produce. That abundance of food, of which, in consequence of the improvement of land, many people have the disposal beyond what they themselves can consume, is the great cause of the demand both for the precious metals and the precious stones, as well as for every other conveniency and ornament of dress, lodging, household furniture, and equipage ... The poor inhabitants of Cuba and St. Domingo, when they were first discovered by the Spaniards, used to wear little bits of gold as ornaments in their hair and other parts of their dress. They seemed to value them as we would do any little pebbles of somewhat more than ordinary beauty, and to consider them just worth the picking up, but not worth the refusing to anybody who asked them ... They were astonished to observe the rage of the Spaniards to obtain them, and had no notion that there could anywhere be a country in which many people had the disposal of so great a superfluity of food, so scanty always among themselves, that for a very small quantity of those glittering baubles they would willingly give as much as might maintain a family for many years. Could they have been made to understand this, the passion of the Spaniards would not have surprised them.",
        "author": "Adam Smith"
    },
    {
        "quote": "If...capital is divided between two different grocers, their competition will tend to make both of them sell cheaper, than if it were in the hands of one only; and if it were divided among twenty, their competition would be just so much the greater, and the chance of their combining together, in order to raise the price, just so much the less. Their competition\nmight perhaps ruin some of themselves; but to take care of this is the business of the parties concerned, and it may safely be trusted to their discretion. It can never hurt either the consumer, or the producer; on the contrary, it must tend to make the retailers both sell cheaper and buy dearer, than if the whole trade was monopolized by one or two persons.",
        "author": "Adam Smith"
    },
    {
        "quote": "The want of parsimony, in time of peace, imposes the necessity of contracting debt in time of war. When",
        "author": "Adam Smith"
    },
    {
        "quote": "but they are commonly more distinguished by their superiority in the latter than in the former. Their",
        "author": "Adam Smith"
    },
    {
        "quote": "But in the languor of disease and the weariness of old age, the pleasures of the vain and empty distinctions of greatness disappear. To one, in this situation, they are no longer capable of recommending those toilsome pursuits in which they had formerly engaged him. In his heart he curses ambition, and vainly regrets the ease and the indolence of youth, pleasures which are fled for ever, and which he has foolishly sacrificed for what, when he has got it, can afford him no real satisfaction.",
        "author": "Adam Smith"
    },
    {
        "quote": "What can be added to the happiness of a man who is in health, out of debt, and has a clear conscience?",
        "author": "Adam Smith"
    },
    {
        "quote": "To give the monopoly of the home market to the produce of domestic industry, in any particular art or manufacture, is in some measure to direct private people in what manner they ought to employ their capitals, and must, in almost all cases, be either a useless or a hurtful regulation. \nIf the produce of domestic can be brought there as cheap as that of foreign industry, the regulation is evidently useless. If it cannot, it must generally be hurtful. \nIt is the maxim of every prudent master of a family never to attempt to make at home what it will cost him more to make than to buy. The tailor does not attempt to make his own shoes, but buys them of the shoemaker. The shoemaker does not attempt to make his own clothes, but employs a tailor. The farmer attempts to make neither the one nor the other, but employs those different artificers. All of them find it for their interest to employ their whole industry in a way in which they have some advantage over their neighbours, and to purchase with a part of its produce, or what is the same thing, with the price of a part of it, whatever else they have occasion for",
        "author": "Adam Smith"
    },
    {
        "quote": "In the present season of scarcity, the high price of corn no doubt distresses the poor. But in times of moderate plenty, when corn is at its ordinary or average price, the natural rise in the price of any other sort of rude produce cannot much affect them. They suffer more, perhaps, by the artificial rise which has been occasioned by taxes in the price of some manufactured commodities, as of salt, soap, leather, candles, malt, beer, ale, etc.",
        "author": "Adam Smith"
    },
    {
        "quote": "La base de su teoría es la simpatía y el amor propio. Dentro de cada persona hay un «espectador imparcial» que juzga la medida en que las acciones son beneficiosas para el individuo o para su entorno.",
        "author": "Adam Smith"
    },
    {
        "quote": "Es normal que las personas asignen más importancia a su ambiente inmediato, ellas mismas y sus familias, que al más lejano, su ciudad, el país, el mundo. Pero que las personas estén interesadas más en sí mismas no quiere decir que no les importe lo que suceda con los demás. El capítulo I de la Teoría de los sentimientos morales se abre con la siguiente afirmación: «Por más egoísta que se pueda suponer al hombre, existen evidentemente en su naturaleza algunos principios que lo mueven a interesarse por la suerte de otros, y a hacer que la felicidad de éstos le resulte necesaria, aunque no derive de ella nada más que el placer de contemplarla».",
        "author": "Adam Smith"
    },
    {
        "quote": "A highway, a bridge, a navigable canal, for example, may in most cases be both made and maintained by a small toll upon the carriages which make use of them: a harbour, by moderate port-duty upon the tonnage of the shipping which load or unload in it. The coinage, another institution for facilitating commerce, in many countries, not only defrays its own expense, but affords a small revenue or seignorage to the sovereign. The post-office, another institution for the same purpose, over and above defraying its own expense, affords in almost all countries a very considerable revenue to the sovereign. \n\nWhen the carriages which pass over a highway or a bridge, and the lighters which sail upon a navigable canal, pay toll in proportion to their weight or their tonnage, they pay for the maintenance of those public works exactly in proportion to the wear and tear which they occasion of them. It seems scarce possible to invent a more equitable way of maintaining such works.",
        "author": "Adam Smith"
    },
    {
        "quote": "Public services are never better performed than when their reward comes only in consequence of their being performed, and is proportioned to the diligence employed in performing them.",
        "author": "Adam Smith"
    },
    {
        "quote": "The natural effort of every individual to better his own condition, when suffered to exert itself with freedom and security, is so powerful a principle, that it is alone, and without any assistance, not only capable of carrying on the society to wealth and prosperity, but of surmounting a hundred impertinent obstructions with which the folly of human laws too often encumbers its operations",
        "author": "Adam Smith"
    },
    {
        "quote": "Princes and sovereign states have frequently fancied that they had a temporary interest to diminish the quantity of pure metal contained in their coins; but they seldom have fancied that they had any to augment it.",
        "author": "Adam Smith"
    },
    {
        "quote": "for in every country of the world, I believe, the avarice and injustice of princes and sovereign states, abusing the confidence of their subjects, have by degrees diminished the real quantity of metal, which had been originally contained in their coins.",
        "author": "Adam Smith"
    },
    {
        "quote": "To widen the market and to narrow the competition, is always the interest of the dealers. (...) The proposal of any new law or regulation of commerce which comes from this order ought always to be listened to with great precaution, and ought never to be adopted till after having been long and carefully examined, not only with the most scrupulous, but with the most suspicious attention. It comes from an order of men whose interest is never exactly the same with that of the public, who have generally an interest to deceive and even to oppress the public, and who accordingly have, upon many occasions, both deceived and oppressed it.",
        "author": "Adam Smith"
    },
    {
        "quote": "But the value of silver, though it sometimes varies greatly from century to century, seldom varies much from year to year, but frequently continues the same, or very nearly the same, for half a century or a century together.",
        "author": "Adam Smith"
    },
    {
        "quote": "Some of you should leave this business.",
        "author": "Adam Smith"
    },
    {
        "quote": "By nature a philosopher is not in genius and disposition half so different from a street porter, as a mastiff is from a grey-hound, or a grey-hound from a spaniel, or this last from a shepherd's dog. Those different tribes of animals, however, though all of the same species are of scarce any use to one another. The strength of the mastiff is not in the least supported either by the swiftness of the greyhound, or by the sagacity of the spaniel, or by the docility of the shepherd's dog. The effects of those different geniuses and talents, for want of the power or disposition to barter and exchange, cannot be brought into a common stock, and do not in the least contribute to the better accommodation and conveniency of the species. Each animal is still obliged to support and defend itself, separately and independently, and derives no sort of advantage from that variety of talents with which nature has distinguished its fellows. Among men, on the contrary, the most dissimilar geniuses are of use to one another; the different produces of their respective talents, by the general disposition to truck, barter, and exchange, being brought, as it were, into a common stock, where every man may purchase whatever part of the produce of other men's talents he has occasion for.",
        "author": "Adam Smith"
    },
    {
        "quote": "todas las demás artes y manufacturas las consecuencias de la división del trabajo son semejantes a las que se dan en esta industria tan sencilla, aunque en muchas de ellas el trabajo no puede ser así subdividido, ni reducido a operaciones tan sencillas. De todas formas, la división del trabajo ocasiona en cada actividad, en la medida en que pueda ser introducida, un incremento proporcional en la capacidad productiva del trabajo.",
        "author": "Adam Smith"
    },
    {
        "quote": "In great empires the people who live in the capital, and in the provinces remote from the scene of action, feel, many of them scarce any inconveniency from the war; but enjoy, at their ease, the amusement of reading in the newspapers the exploits of their own fleets and armies. To them this amusement compensates the small difference between the taxes which they pay on account of the war, and those which they had been accustomed to pay in time of peace. They are commonly dissatisfied with the return of peace, which puts an end to their amusement, and to a thousand visionary hopes of conquest and national glory, from a longer continuance of the war.",
        "author": "Adam Smith"
    },
    {
        "quote": "As soon as the land of any country has all become private property, the landlords, like all other men, love to reap where they never sowed, and demand a rent even for its natural produce.",
        "author": "Adam Smith"
    },
    {
        "quote": "The produce of the soil maintains at all times nearly that number of inhabitants which it is capable of maintaining. The rich only select from the heap what is most precious and agreeable. They consume little more than the poor, and in spite of their natural selfishness and rapacity, though they mean only their own conveniency, though the sole end which they propose from the labours of all the thousands whom they employ, be the gratification of their own vain and insatiable desires, they divide with the poor the produce of all their improvements. They are led by an invisible hand to make nearly the same distribution of the necessaries of life, which would have been made, had the earth been divided into equal portions among all its inhabitants, and thus without intending it, without knowing it, advance the interest of the society, and afford means to the multiplication of the species.",
        "author": "Adam Smith"
    },
    {
        "quote": "First, in almost every part of Great Britain there is a distinction, even in the lowest species of labour, between summer and winter wages. Summer wages are always highest. But on account of the extraordinary expense of fuel, the maintenance of a family is most expensive in winter. Wages, therefore, being highest when this expense is lowest, it seems evident that they are not regulated by what is necessary for this expense; but by the quantity and supposed value of the work.",
        "author": "Adam Smith"
    },
    {
        "quote": "manner, to the selfish and original",
        "author": "Adam Smith"
    },
    {
        "quote": "Among civilized and thriving nations, on the contrary, though a great number of people do not labour at all, many of whom consume the produce",
        "author": "Adam Smith"
    },
    {
        "quote": "Public services are never better performed, than when their reward comes only in consequence of their being performed, and is proportioned to the diligence employed in performing them.",
        "author": "Adam Smith"
    },
    {
        "quote": "Cheap years tend to increase the proportion of independent workmen to journeymen and servants of all kinds, and dear years to diminish it.",
        "author": "Adam Smith"
    },
    {
        "quote": "If there is any society among robbers and murderers, they must at least . . . abstain from robbing and murdering one another.",
        "author": "Adam Smith"
    },
    {
        "quote": "Society may subsist, though not in the most comfortable state, without beneficence; but the prevalence of injustice must utterly destroy it.",
        "author": "Adam Smith"
    },
    {
        "quote": "To restrain private people, it may be said, from receiving in payment the promissory notes of a banker for any sum, whether great or small, when they themselves are willing to receive them; or, to restrain a banker from issuing such notes, when all his neighbours are willing to accept of them, is a manifest violation of that natural liberty, which it is the proper business of law not to infringe, but to support. Such regulations may, no doubt, be considered as in some respect a violation of natural liberty. But those exertions of the natural liberty of a few individuals, which might endanger the security of the whole society, are, and ought to be, restrained by the laws of all governments; of the most free, as well as or the most despotical. The obligation of building party walls, in order to prevent the communication of fire, is a violation of natural liberty, exactly of the same kind with the regulations of the banking trade which are here proposed",
        "author": "Adam Smith"
    },
    {
        "quote": "Biết bao ngày lao động, biết bao đêm không ngủ, biết bao nhiêu nỗ lực trí tuệ, biết bao niềm hy vọng và nỗi lo sợ, biết bao cuộc đời đằng đẵng chuyên tâm nghiên cứu đã được đúc lại ở đây thành những bộ chữ in nhỏ bé và được xếp chặt khít trong khoảng không gian chật hẹp của các giá sách quanh chúng ta",
        "author": "Adam Smith"
    },
    {
        "quote": "The real price of everything is the toil and trouble of acquiring it.",
        "author": "Adam Smith"
    },
    {
        "quote": "Order and good government, and along with them the liberty and security of individuals, were in this manner established in cities, at a time when the occupiers of land in the country, were exposed to every sort of violence. But men in this defenceless state naturally content themselves with their necessary subsistence; because, to acquire more, might only tempt the injustice of their oppressors. On the contrary, when they are secure of enjoying the fruits of their industry, they naturally exert it to better their condition, and to acquire not only the necessaries, but the conveniencies and elegancies of life.",
        "author": "Adam Smith"
    },
    {
        "quote": "In Jamaica and Barbadoes, where slaves are numerous and objects of jealousy, punishments even for slight offences are very shocking; but in North America they are treated with the greatest mildness and humanity.\n\nThus we have shown that slavery is more severe in proportion to the culture of society. Freedom and opulence contribute to the misery of the slaves. The perfection of freedom is their greatest bondage; and, as they are the most numerous part of mankind, no human person will wish for liberty in a country where this institution is established.",
        "author": "Adam Smith"
    },
    {
        "quote": "Suppose that government is founded on contract, and that these powers are entrusted to persons who grossly abuse them, it is evident that resistance is lawful, because the original contract is now broken. But we showed before that government was founded on the principles of utility and authority. We also showed that the principle of authority is more prevalent in a monarchy, and that of utility in a democracy, from their frequent attendance on public meetings and courts of justice.",
        "author": "Adam Smith"
    },
    {
        "quote": "To approve of another man’s opinions is to adopt those opinions, and to adopt them is to approve of them.",
        "author": "Adam Smith"
    },
    {
        "quote": "The nature of the present economic crisis illustrates very clearly the need for departures from unmitigated and unrestrained self-seeking in order to have a decent society. Even John McCain, the 2008 U.S. Republican presidential candidate, complained constantly in his campaign speeches of “the greed of Wall Street.” Smith had a diagnosis for this: he called promoters of excessive risk in search of profits “prodigals and projectors”—which, by the way, is quite a good description of many of the entrepreneurs of credit swaps insurances and subprime mortgages over the recent past.",
        "author": "Adam Smith"
    },
    {
        "quote": "La libra de moneda escocesa contenía, desde los tiempos de Alejandro I hasta los de Robert Bruce, una libra de plata del mismo peso y ley que la libra esterlina inglesa.",
        "author": "Adam Smith"
    },
    {
        "quote": "En toda sociedad avanzada el agricultor es sólo agricultor y el industrial sólo industrial.",
        "author": "Adam Smith"
    },
    {
        "quote": "Pero aunque el país más pobre, a pesar de la inferioridad de sus cultivos, puede en alguna medida rivalizar con el rico en la baratura y calidad de sus granos, no podrá competir con sus industrias, al menos en las manufacturas que se ajustan bien al suelo, clima y situación del país rico.",
        "author": "Adam Smith"
    },
    {
        "quote": "gran incremento en la labor que un mismo número de personas puede realizar como consecuencia de la división del trabajo se debe a tres circunstancias diferentes; primero, al aumento en la destreza de todo trabajador individual; segundo, al ahorro del tiempo que normalmente se pierde al pasar de un tipo de tarea a otro; y tercero, a la invención de un gran número de máquinas que facilitan y abrevian la labor, y permiten que un hombre haga el trabajo",
        "author": "Adam Smith"
    },
    {
        "quote": "Es mucho más probable que los hombres descubran métodos idóneos y expeditos para alcanzar cualquier objetivo cuando toda la atención de sus mentes está dirigida hacia ese único objetivo que cuando se disipa entre una gran variedad de cosas.",
        "author": "Adam Smith"
    },
    {
        "quote": "gran multiplicación de la producción de todos los diversos oficios, derivada de la división del trabajo, da lugar, en una sociedad bien gobernada, a esa riqueza universal que se extiende hasta las clases más bajas del pueblo.",
        "author": "Adam Smith"
    },
    {
        "quote": "Consumable commodities, it is said, are soon destroyed; whereas gold and silver are of a more durable nature, and, were it not for this continual exportation, might be accumulated for ages together, to the incredible augmentation of the real wealth of the country. Nothing, therefore, it is pretended, can be more disadvantageous to any country, than the trade which consists in the exchange of such lasting for such perishable commodities. We do not, however, reckon that trade disadvantageous which consists in the exchange of the hard-ware of England for the wines of France; and yet hard-ware is a very durable commodity, and were it not for this continual exportation, might too be accumulated for ages together, to the incredible augmentation of the pots and pans of the country.",
        "author": "Adam Smith"
    },
    {
        "quote": "Virtue is more to be feared than vice because its excesses are not subject to the regulation of conscience.",
        "author": "Adam Smith"
    },
    {
        "quote": "The privileges of the clergy in those ancient times (which to us, who live in the present times, appear the most absurd), their total exemption from the secular jurisdiction, for example, or what in England was called the benefit of clergy, were the natural, or rather the necessary, consequences of this state of things. How dangerous must it have been for the sovereign to attempt to punish a clergyman for any crime whatever, if his order were disposed to protect him, and to represent either the proof as insufficient for convicting so holy a man, or the punishment as too severe to be inflicted upon one whose person had been rendered sacred by religion? The sovereign could, in such circumstances, do no better than leave him to be tried by the ecclesiastical courts, who, for the honour of their own order, were interested to restrain, as much as possible, every member of it from committing enormous crimes, or even from giving occasion to such gross scandal as might disgust the minds of the people.",
        "author": "Adam Smith"
    },
    {
        "quote": "to feel much for others and little for ourselves, that to restrain our selfish, and to indulge our benevolent affections, constitutes the perfection of human nature; and can alone produce among mankind that harmony of sentiments and passions in which consists their whole grace and propriety.",
        "author": "Adam Smith"
    },
    {
        "quote": "Yes, they help me sleep at night.",
        "author": "Adam Smith"
    },
    {
        "quote": "Lawyers and attorneys, at least, must always be paid by the parties; and if they were not, they would perform their duty still worse than they actually perform it.",
        "author": "Adam Smith"
    },
    {
        "quote": "The five following are the principal circumstances which, (...), make up for a small pecuniary gain\nin some employments, and counterbalance a great one in others. First, the agreeableness or disagreeableness of the employments themselves; secondly, the easiness and cheapness, or the difficulty and expense of learning them; thirdly, the constancy or inconstancy of employment in them; fourthly, the small or great trust which must be reposed in those who exercise them; and, fifthly, the probability or improbability of success in them.",
        "author": "Adam Smith"
    },
    {
        "quote": "You may be only one person in the world, but you may also be the world to one person.",
        "author": "Adam Smith"
    },
    {
        "quote": "Son: Mum, when I was on the bus with Dad this morning, he told me to give up my seat to a lady! \nMum: Well, you have done the right thing.\nSon: But mum, I was sitting on dad’s lap.",
        "author": "Adam Smith"
    },
    {
        "quote": "It is not from the benevolence of the butcher, the brewer, or the baker that we expect our dinner, but from their regard to their own interest. We address ourselves, not to their humanity, but to their self-love, and never talk to them of our own necessities, but of their advantages. Nobody but a beggar chooses to depend chiefly upon the benevolence of his fellow-citizens.",
        "author": "Adam Smith"
    },
    {
        "lastQuote": "test",
        "lastNumber": 0
    }
]