[
  {
    "quote": "We live in a world where there is more and more information, and less and less meaning.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "This is what terrorism is occupied with as well: making real, palpable violence surface in opposition to the invisible violence of security.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "the neighborhood is nothing but a protective zone- remodeling, disinfection, a snobbish and hygenic design- but above all in a figurative sense: it is a machine for making emptiness.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Animals have no unconscious, because they have a territory. Men have only had an unconscious since they lost a territory.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "But what if God himself can be simulated, that is to say can be reduced to signs that constitute faith? Then the whole system becomes weightless, it is no longer anything but a gigantic simulacrum - not unreal, but simulacrum, that is to say never exchanged for the real, but exchanged for itself, in an uninterrupted circuit without reference or circumference.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "The media represents world that is more real than reality that we can experience. People lose the ability to distinguish between reality and fantasy. They also begin to engage with the fantasy without realizing what it really is.\nThey seek happiness and fulfilment through the simulacra of reality, e.g. media and avoid the contact/interaction with the real world.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "And so art is everywhere, since artifice is at the very heart of reality. And so art is dead, not only because its critical transcendence is gone, but because reality itself, entirely impregnated by an aesthetic which is inseparable from its own structure, has been confused with its own image. Reality no longer has the time to take on the appearance of reality. It no longer even surpasses fiction: it captures every dream even before it takes on the appearance of a dream.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "We will live in this world, which for us has all the disquieting strangeness of the desert and of the simulacrum, with all the veracity of living phantoms, of wandering and simulating animals that capital, that the death of capital has made of us—because the desert of cities is equal to the desert of sand—the jungle of signs is equal to that of the forests—the vertigo of simulacra is equal to that of nature—only the vertiginous seduction of a dying system remains, in which work buries work, in which value buries value—leaving a virgin, sacred space without pathways, continuous as Bataille wished it, where only the wind lifts the sand, where only the wind watches over the sand.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Power floats like money, like language, like theory.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Hell of simulation, which is no longer one of torture, but of subtle, maleficent, elusive twisting of meaning...",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "But what becomes of the divinity when it reveals itself in icons, when it is simply incarnated in images as a visible theology? Or does it volatilize itself in the simulacra that, alone, deploy their power and pomp of fascination - the visible machinery of icons substituted for the pure and intelligible Idea of God? This is precisely what was feared by Iconoclasts, whose millennial quarrel is still with us today. This is precisely because they predicted this omnipotence of simulacra, the faculty simulacra have of effacing God from the conscience of man, and the destructive, annihilating truth that they allow to appear - that deep down God never existed, even God himself was never anything but his own simulacra - from this came their urge to destroy the images. If they could have believed that these images only obfuscated or masked the Platonic Idea of God, there would have been no reason to destroy them. One can live with the idea of distorted truth. But their metaphysical despair came from the idea that the image didn't conceal anything at all.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "it is dangerous to unmask images, since they dissimulate the fact that there is nothing behind them).",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "We need a visible past, a visible continuum, a visible myth of origin to reassure us as to our ends, since ultimately we have never believed in them.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "There is no more hope for meaning. And without a doubt this is a good thing: meaning is mortal. Appearances, they, are immortal, invulnerable to the nihilism. This is where seduction begins.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "The old slogan 'truth is stranger than fiction,' that still corresponded to the surrealist phase of this estheticization of life, is obsolete. There is no more fiction that life could possibly confront, even victoriously-it is reality itself that disappears utterly in the game of reality-radical disenchantment, the cool and cybernetic phase following the hot stage of fantasy.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Whereas representation attempts \nto absorb simulation by interpreting it as a false representation, simulation envelops the whole edifice of representation itself as a simulacrum. Such would be the successive phases of the image: \nit is the reflection of a profound reality; \nit masks and denatures a profound reality; \nit masks the absence of a profound reality; \nit has no relation to any reality whatsoever; \nit is its own pure simulacrum.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Today abstraction is no longer that of the map, the double, the mirror, or the concept. Simulation is no longer that of a territory, a referential being, or a substance. It is the generation by models of a real without origin or reality: a hyperreal.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Forgetting extermination is part of extermination.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "By crossing into a space whose curvature is no longer that of the real, nor that of truth, the era of simulation is inaugurated by a liquidation of all referentials - worse: with their artificial resurrection in the systems of signs, a material more malleable than meaning, in that it lends itself to all systems of equivalences, to all binary oppositions, to all combinatory algebra. It is no longer a question of imitation, nor duplication, nor even parody. It is a question of substituting the signs of the real for the real, that is to say of an operation of deterring every real process via its operational double, a programmatic, metastable, perfectly descriptive machine that offers all the signs of the real and shortcircuits all its vicissitudes.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "The only weapon of power, its only strategy against this defection, is to reinject the real and the referential everywhere, to persuade us of the reality of the social, of the gravity of the economy and the finalities of production.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "It is from the death of the social that socialism will emerge, as it is from the death of God that religions emerge.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Children are simultaneously required to constitute themselves as autonomous subjects, responsible, free and conscious, and to constitute themselves as submissive, inert, obedient, conforming objects.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Why did this [Vietnam] war, so hard, so long, so ferocious, vanish from one day to the next as if by magic?\n\nWhy did this American defeat (the largest reversal in the history of the USA) have no internal repercussions in America? If it had really signified the failure of the planetary strategy of the United States, it would necessarily have completely disrupted its internal balance and the American political system.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Simultaneously, in the most complete ambiguity, they [media] propagate the brutal charm of the terrorist act, they are themselves terrorists, insofar as they themselves march to the tune of seduction.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Today cinema can place all its talent, all its technology in the service of reanimating what it itself contributed to liquidating. It only resurrects ghosts, and it itself is lost therein.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "To dissimulate is to pretend not to have what one has. To simulate is to feign to have what one doesn't have. One implies a presence, the other an absence. But it is more complicated than that because simulating is not pretending",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "So, there is no longer striking, nor work, but both simultaneously, that is to say something else: a magic of work, a trompel'oeil, a scenodrama (so as not to say a melodrama) of production, a collective dramaturgy on the empty stage of the social.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "All contents of meaning are absorbed in the only dominant form of the medium. Only the medium can make an event.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "It is useless to dream of revolution through content, useless to dream of a revelation through form, because the medium and the real are now in a single nebula whose truth is indecipherable.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "If being a nihilist, is carrying, to the unbearable limit of hegemonic systems, this radical trait of derision and of violence, this challenge that the system is summoned to answer through its own death, then I am a terrorist and nihilist in theory as the others are with their weapons. Theoretical violence, not truth, is the only resource left us.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Bir katliami unutmak da katliam turunden bir seydir.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "What do Chile, Biafra, the boat people, Bologna, or Poland matter? All of that comes to be annihilated on the television screen. We are in the era of events without consequences (and of theories without consequences).",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Thus the media are producers not of socialization, but of exactly the opposite, of the implosion of the social in the masses. And this is only the macroscopic extension of the implosion of meaning at the microscopic level of the sign. This implosion should be analyzed according to McLuhan’s formula, the medium is the message, the consequences of which have yet to be exhausted.\n\nThis means that all contents of meaning are absorbed in the only dominant form of the medium. Only the medium can make an event—whatever the contents, whether they are conformist or subversive. A serious problem for all counterinformation, pirate radios, antimedia, etc. But there is something even more serious, which McLuhan himself did not see. Because beyond this neutralization of all content, one could still expect to manipulate the medium in its form and to transform the real by using the impact of the medium as form. If all the content is wiped out, there is perhaps still a subversive, revolutionary use value of the medium as such. That is—and this is where McLuhan’s formula leads, pushed to its limit—there is not only an implosion of the message in the medium, there is, in the same movement, the implosion of the medium itself in the real, the implosion of the medium and of the real in a sort of hyperreal nebula, in which even the definition and distinct action of the medium can no longer be determined.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "...Düşsellik rezervine bir anlam kazandıran şeyle, gerçeklik katsayısı arasında belli bir orantı vardır. Düşselliğin ulaşıp, içinde dolanabileceği bâkir bir alan kalmadığı ve harita tüm coğrafi alanları belirlediğinde, gerçeklik ilkesi de ortadan kaybolmaktadır. Gerçekliğin sınırları sonsuzluğa çekilince, bu, sınırları belli bir evrende iç uyum anlamına gelen gerçeklik ilkesinin kanama yapmasına neden olur...",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "To dissimulate is to pretend not to have what one has. To simulate is to feign to have what one doesn't have.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Our sentimentality toward animals is a sure sign of the disdain in which we hold them. Sentimentality is nothing but the infinitely degraded form of bestiality, the racist commiseration.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "We are fascinated by Ramses as Renaissance Christians were by the American Indians, those (human?) beings who had never known the word of Christ.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Finally, the medium is the message not only signifies the end of the message, but also the end of the medium. There are no more media in the literal sense of the word (I'm speaking particularly of electronic mass media) - that is, of a mediating power between one reality and another, between one state of the real and another. Neither in content, nor in form. Strictly, this is what implosion signifies. The absorption of one pole into another, the short-circuiting between poles of every differential system of meaning, the erasure of distinct terms and oppositions, including that of the medium and of the real - thus the impossibility of any mediation, of any dialectical intervention between the two or from one to the other. Circularity of all media effects. Hence the impossibility of meaning in the literal sense of a unilateral vector that goes from one pole to another. One must envisage this critical but original situation at its very limit: it is the only one left us. It is useless to dream of revolution through content, useless to dream of a revelation through form, because the medium and the real are now in a single nebula whose truth is indecipherable.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "The transition from signs that dissimulate something to signs that dissimulate that there is nothing marks a decisive turning point.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "A hyperreal henceforth sheltered from the imaginary, and from any distinction between the real and the imaginary, leaving room only for the orbital recurrence of models and for the simulated generation of differences.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Belli bir doneme ait filmler yeni bicimleriyle yeni bicimleriyle yeniden gundeme getirilmeye calisilmaktadir. Oysa bu iki film tipi arasindaki fark, gercek insanla ona benzeyen otomat arasindaki farki gibidir. | 75",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "What one exorcises in this [imagery] way at little cost, and for the price of a few tears, will never in effect be reproduced",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "The parallel between these animals sick from surplus value and humans sick from industrial concentration is illuminating. (...) Against the industrial organization of death, animals have no other recourse, no other possible defiance, except suicide.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Eğer reklam uzun bir süredir bıkıp usanmadan olayın ekonomik yanını da içeren: “Satın alıyorum, tüketiyorum, keyif alıyorum” türünden bir ültimatomu sürekli olarak dile getirip yineledikten sonra, bugün, akla gelebilecek her yönteme başvurarak: “Oyumu veriyorum, katılıyorum, ben buradayım, bu benim sorunum” türünden sözcükleri usanmadan yineliyorsa bu bir rastlantı olamaz. Reklam, kamusal alana ait her şeye karşı duyarsız kalındığını gösteren, paradoksal bir aşağılama aynasıdır.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Gün batımında Las Vegas’a çöl tarafından baktığımızda reklam ışıklarının pırıl pırıl aydınlattığı bir kent görürsünüz. Gün doğarken çöle geri döndüğünüzde reklamın duvarları süsleyen ya da şenlendiren bir şey değil duvarların görülmesini engelleyen, sokakları, bina yüzeylerini, tüm mimariyi yok eden, her türlü dayanak ve derinliği ortadan kaldıran bir şey olduğunu görürsünüz. Zaten her şeyin reklam denilen yüzey tarafından emilmesi, anlamsızlaştırılması (burada görülen göstergelerin ne oldukları önemli değildir) insanı şaşırtıcı bir hipergerçekliğin içine sokarak rahatlatmakta ve ayartma adlı karşı konulmayan bu boş biçimi hiçbir şeyle değiş tokuş etmeyecek hâle gelmemizi sağlamaktadır.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Are the mass media on the side of the power in the manipulation of the masses, or are they on the side of the masses in the liquidation of meaning, in the violence perpetrated on meaning, and in fascination? Is it the media that induce fascination in the masses, or is it the masses who direct the media into the spectacle?",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "İktidar (ya da onun yerini almış olan şey) artık Üniversiteye inanmamaktadır. Sonuç olarak bu kurumu belli bir yaş grubuna ait insanı bakım ve gözaltında bulundurduğu bir yer olarak görmektedir. Aralarında bir seçim yapmaya kalkışmasının bir anlamı yoktur çünkü iktidar seçkinlerini başka yerlerden seçmekte ya da başka şekilde arayıp bulmaktadır. Diplomalar artık bir işe yaramadığından, dağıtmayı reddetmesinin bir anlamı yoktur. Bu yüzden sistem artık herkese bir diploma vermeye hazırdır.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "You no longer watch TV, it is TV that watches you (live),” or again: “You are no longer listening to Don’t Panic, it is Don’t Panic that is listening to you”—a switch from the panoptic mechanism of surveillance (Discipline and Punish [Surveiller et punir]) to a system of deterrence, in which the distinction between the passive and the active is abolished. There is no longer any imperative of submission to the model, or to the gaze “YOU are the model!” “YOU are the majority!” Such is the watershed of a hyperreal sociality, in which the real is confused with the model, as in the statistical operation, or with the medium. …Such is the last stage of the social relation, ours, which is no longer one of persuasion (the classical age of propaganda, of ideology, of publicity, etc.) but one of deterrence: “YOU are information, you are the social, you are the event, you are involved, you have the word, etc.” An about-face through which it becomes impossible to locate one instance of the model, of power, of the gaze, of the medium itself, because you are always already on the other side.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Tukenmeye baslayan bir politika dunyasiyla birlikte Cumhurbaskanlari, ilkel toplumlarda bir iktidar kuklasindan baska bir sey olmayan kabile seflerine benzemektedirler.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Bir katliamı unutmak da katliam türünden bir şeydir. Çünkü bir katliamı unutmak insanın bir belleği olduğunu, bir tarihle bir toplumun varlığını, vb. unutmak demektir. Bu unutma olayı en az katliam olayının kendisi kadar önemlidir, ancak bu arada, bizim bu katliam olayı ve hakikatine tanık olabilme şansımız sıfırdır. Bu unutma olayı çok tehlikeli bir şeydir. Unutma olayı yapay bir bellekle engellenebilir",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Patlama hep bir vaat, bir umut ışığı olmuştur. Örneğin Harrisburg’de herkes filmdeki gibi nükleer patlamanın gerçekleşeceği ânı beklemekte ve patlasa da biz de şu ne idüğü belirsiz panik duygusuyla caydırma amaçlı nükleer patlama düşüncesinden kurtulsak diyecek hâle gelmektedir.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Paradoks yani bombalar tertemiz nesnelerdir. Sahip oldukları tek kirletici özellik patlamadıkları zaman çevreye saçtıkları bir güvenlik ve denetleme sistemidir.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "One can live with the idea of distorted truth. But their metaphysical despair came from the idea that the image didn't conceal anything at all, and that these images were in essence not images, such as an original model would have made them, but perfect simulacra, forever radiant with their \nown fascination. Thus this death of the divine referential must be exorcised at all costs. One can see that the iconoclasts, whom one accuses of disdaining and negating images, were those who accorded them their true value, in contrast to the iconolaters who only saw reflections in them and were content to venerate a filigree God.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Each segment of the worm is directly reproduced as a whole worm, just as each cell of the American CEO can produce a new CEO.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Twins were deified, and sacrificed, in a more savage culture: hypersimilitude was equivalent to the murder of the original, and thus to a pure non-meaning.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Bu evrene çocuksu bir görünüm verilmek istenmesinin nedeni, yetişkinlere özgü “gerçek” ve başka bir evren bulunduğu düşüncesini onaylatma arzusudur. Disneyland bir çocuksuluğun gerçek anlamda her yere hâkim olduğunu gizleyebilmek için, yetişkinlerin de buraya gelerek çocuklaşmalarına olanak tanımak ve gerçekte çocuk olmadıklarına inandırma amacıyla kurulmuş bir evrendir.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Böyle bir skandalın ifşâ edilmesi yasalara saygı duyulduğunu göstermektedir. Belki de Watergate’in başarabildiği tek şey herkesi Watergate’in bir skandal olduğuna inandırmaktır.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Bu noktada Bourdieu’ nün şu saptamasına katılmamak mümkün değil: “Güç ilişkilerinin özünde yatan şey, güç ilişkilerine benzememeye çalışarak gücünün tamamını bu gizlilikten almaktır”. Bu açıklamaya dayanarak ahlâksız ve vicdansız bir kapitalin ancak ahlâkî bir ütopyanın ardına gizlenerek var olabileceği düşünülebilir. Bu açıdan kamusal ahlâkı diriltmeye çalışan herkesin (ifşâ ya da infial duyma yoluyla, vb.) aslında kapitalist düzen için çalıştığı söylenebilir.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "E o jogo do poder acaba por não ser mais que a obsessão crítica do poder — obsessão da sua morte, obsessão da sua sobrevivência, à\nmedida que vai desaparecendo. Quando tiver desaparecido por completo estaremos logicamente na alucinação total do poder — uma obsessão tal como já se vai perfilando por toda a parte, exprimindo ao mesmo tempo a compulsão de desfazer-se dele (já ninguém o quer, todos o querem impingir aos outros) e a nostalgia pânica da sua perda. Melancolia das sociedades sem poder: foi ela que já suscitou o fascismo, essa overdose de um referencial forte numa sociedade que não consegue terminar o seu trabalho de luto.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "The simulacrum is never that which conceals the truth—it is the truth which conceals that there is none. The simulacrum is true.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Beaubourg illustrates very well that an order of simulacra only establishes itself on the alibi of the previous order. Here, a cadaver all in flux and surface connections gives itself as content a traditional culture of depth. An order of prior simulacra (that of meaning) furnishes the empty substance of a subsequent order, which, itself, no longer even knows the distinction between signifier and signified, nor between form and content.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "it is with this same imperialism that present-day simulators attempt to make the real, all of the real, coincide with their models of simulation.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Çocuklar bir yanda özerk, sorumlu, özgür ve bilinçli varlıklar olmak zorundayken öte yandan boyun eğmek, tepki göstermemek, itaat etmek ve kurallara uymak zorundadırlar. Çocuk, bütün bu alanlarda mücadele etmek durumundadır. Örneğin, uymak zorunda kaldığı çelişkili bir mecburiyete ikili bir stratejiyle karşı koymaktadır.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": " Özgürleştirmeye yönelik uygulamalar sistemin yalnızca bir yüzünü, yani bize sürekli olarak saf bir nesne olmamızı ihtar eden yüzünü gösterirken bizden bir özne olmamızı, özgürleş -memizi, ne pahasına olursa olsun konuşmamızı, oy vermemizi, katılmamızı ve oyunu oynamamızı isteyen diğer yüzünü gizlemektedir. Bu şantaj ve ihtar da en az diğeri kadar ciddidir. Hattâ günümüzde çok daha ciddi boyutlara ulaşmış olduğu söylenebilir. Varlığını baskı ve cezalandırmayla kanıtlamaya çalışan bir sistemde stratejik direnişin adı özgürlük isteyen özne olabilir. Oysa böyle bir olay, sistemin bir önceki evresini kapsamaktadır.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Çünkü günümüzde sistem kendini herkese maksimum söz hakkı tanıyarak, maksimum düzeyde anlam üretiminden yana bir tavır koyarak kanıtlamaya çalışmaktadır. Öyleyse direniş stratejisinin adı anlam üretimi ve konuşmayı reddetmek (ya da bir tür yadsıma ve reddetme biçimi olarak değerlendirilebilecek sisteme ait mekanizmalara hiperuyumlanma simülasyonu) olabilir. Kitle de zaten böyle yapmakta, sistemin mantığını tamamıyla benimseyerek bu mantığı kendisine karşı direnmek amacıyla kullanıp, bir tür ayna görevi yaparak, sistemin gönderdiği anlamı hiçbir şekilde etkilenmeden kendisine geri göndermektedir. Bugün bu stratejinin belirleyici olmasının nedeni (doğal olarak hâlâ bir stratejiden söz edebilmek mümkünse) sistemin bu aşamaya gelmiş olmasıdır.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "But what becomes of the divinity when it reveals itself in icons, when it is multiplied in simulacra? Does it remain the supreme power that is simply incarnated in images as a visible theology? Or does it volatilize itself in the simulacra that, alone, deploy their power and pomp of fascination - the visible machinery of icons substituted for the pure and intelligible Idea of God?",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Bu konuda Ballard’ın gelişim çizgisi belki daha inandırıcı bir örnek oluşturacaktır. Yazmış olduğu aşırı “fantazmagorik”, bir düşü andıran, ilk şaşırtıcı ve şiirsel öykülerinden biri olan ve artık bir bilimkurgu öyküsü olarak nitelendirilemeyecek ancak günümüzde (IGH ya da Beton Adası başlıklı öykülerine oranla) kuşkusuz bir bilimkurgu modeli/örneği olarak gösterilebilecek Crash’a bir göz atalım.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Hyperreality and simulation are deterrents of every principle and every objective, they\nturn against power the deterrent that it used so well for such a long time. Because in the\nend, throughout its history it was capital that first fed on the destructuration of every\nreferential, of every human objective, that shattered every ideal distinction between true\nand false, good and evil, in order to establish a radical law of equivalence and exchange,\nthe iron law of its power. Capital was the first to play at deterrence, abstraction,\ndisconnection, deterritorialization, etc., and if it is the one that fostered reality, the reality\nprinciple, it was also the first to liquidate it by exterminating all use value, all real\nequivalence of production and wealth, in the very sense we have of the unreality of the\nstakes and the omnipotence of manipulation. Well, today it is this same logic that is even\nmore set against capital. And as soon as it wishes to combat this disastrous spiral by\nsecreting a last glimmer of reality, on which to establish a last glimmer of power, it does\nnothing but multiply the signs and accelerate the play of simulation.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Engizisyon cellâtlarının sorunu neydi? Onlar Kötülüğün, Kötülük İlkesinin itiraf edilmesini istiyorlardı. Suçlulara kazara suç işlemiş olduklarını, ilâhî düzenin bir parçası olan Kötülük ilkesine istemeden uymuş olduklarını söyletmek gerekiyordu. Böylelikle itiraf olayı insanı rahatlatan bir nedenselliğin sürdürülmesini sağlarken; öte yandan işkence, yani kötülüğün işkence yoluyla yok edilmesi “bir neden olarak kötülük üretiminin” (bu ne sadistçe ne de bağışlatıcı türden bir işkencedir) baş tâcı edilmesine neden oluyordu. Aksi takdirde imandan en küçük sapma bile Tanrı’nın yarattığı her şeyden kuşku duyulmasına neden olabilirdi. Laboratuarlarda ya da füzelerde hayvanlardan bilim adına yine böylesine vahşi bir şekilde yararlanır, onları kötü emellerimize alet edip elektrotlar ve ameliyat bıçaklarıyla tehdit ederken kendilerine zorla itiraf ettirmeye çalıştığımız şey nedir?",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "İnsanı mucizevî bir yöntemle “rasyonel” davranışlara sahip bir varlığa indirgeyebilmek mümkün olsaydı, bugün ne insan bilimleri ne de psikanaliz diye bir şey olurdu. Karmaşık yapısı sınırsız bir şekilde uzatılıp, genişletilebilecek psikoloji adlı disiplinin ortaya çıkmasının kökeninde (işçileri) öldürünceye kadar sömürebilme, (tutukluları) öldürünceye kadar kapalı tutabilme, (hayvanları) öldürünceye kadar şişmanlatma olanaksızlığı vardır.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Hayvanları aşağıladığımızı gösteren en belirgin işaret kendilerine karşı beslediğimiz duygulardır. Onları ne kadar seviyorsak, o kadar aşağılıyoruz demektir. Hayvanlar sorumsuz ve insanlık dışı bir yaşama mahkûm edilip aşağılandıkları oranda, insan sevgisi ve şefkatiyle ödüllendirilmektedirler. Tıpkı masumluk ve çocukluğa mahkûm edilerek sevgi ve şefkat gösterilen çocuklar gibi. Duygusallık, hayvanlığın en alt boyutlara indirgenmiş biçimidir. Bu ırkçı olarak nitelenebilecek türden bir acıma duygusudur ve biz hayvanlara bile bu türden bir duygusallık yüklemeye çalışıyoruz.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "A Disneylândia é colocada como imaginário a fim de fazer crer que o resto é real, quando toda a América que a rodeia já não são reais, mas do domínio do hiper-real e da simulação. Já não se trata de uma representação falsa da realidade (a ideologia), trata-se de esconder que o real já não é o real e portanto de salvaguardar o princípio de realidade. \nO imaginário da Disneylândia não é verdadeiro nem falso, é uma máquina de dissuasão encenada para regenerar no plano oposto a ficção do real. Daí a debilidade deste imaginário, a sua degenerescência infantil. O mundo quer-se infantil para fazer crer que os adultos estão noutra parte, no mundo «real», e para esconder que a verdadeira infantilidade está em toda a parte, é a dos próprios adultos que vêm aqui fingir\nque são crianças para iludir a sua infantilidade real.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Artık çocuklar da konuşmaktadır. Çocuklar, artık büyüklerin evreni dışında kalan anlaşılması olanaksız tuhaf yaratıklar değildirler. Anlam üreten çocukların bir anlamı olmalıdır. Konuşmalarının nedeni onlara bir konuşma “özgürlüğünün” tanınmış olması değil, büyüklerin kafayı çalıştırarak bu sessizliğin bir tehdide dönüşmesini engelleyecek bir kurnazlık düşünmüş olmalarıdır. İlkellere bile söz hakkı tanınmaktadır. Konuş -maları istenmekte ve söyledikleri dinlenmektedir. Onlar artık bir hayvan gibi görülmemektedir.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Toplumsal açıdan bir pazar ve iş olma işlevini yitiren, kültürel bir töz ya da bilimsel bir amaçtan yoksun kalan Üniversite çökmüştür.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Toplumsal açıdan bir pazar ve iş olma işlevini yitiren, kültürel bir töz ya da bilimsel bir amaçtan yoksun kalan Üniversite çökmüştür. Ortada gerçek anlamda bir iktidar yoktur çünkü o da çökmüştür. Bu yüzden yeni bir 1968 Mayıs’ının gerçekleşebilmesi olanaksızdır yani bilginin (üniversitedeki sol aydın kesimi -ç.n.) iktidarı yeniden sorgulamak gibi bir niyeti yoktur. Üniversite ve iktidar arasındaki çarpıcı karşıtlığın ya da bilgiyle iktidar arasındaki suç ortaklığının su yüzüne çıkması da aynı anlama gelmektedir. Bu olgu politik olmaktan çok simgesel sayılabilecek bir yöntemle tüm toplumsal ve kurumsal yapıya bir anda bulaştırılmıştır.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Power itself has for a long time produced nothing but the signs of its resemblance. And at the same time, another figure of power comes into play: that of a collective demand for signs of power—a holy union that is reconstructed around its disappearance. The whole world adheres to it more or less in terror of the collapse of the political. And in the end the game of power becomes nothing but the critical obsession with power—obsession with its death, obsession with its survival, which increases as it disappears. When it has totally disappeared, we will logically be under the total hallucination of power—a haunting memory that is already in evidence everywhere, expressing at once the compulsion to get rid of it (no one wants it anymore, everyone unloads it on everyone else) and the panicked nostalgia over its loss. The melancholy of societies without power: this has already stirred up fascism, that overdose of a strong referential in a society that cannot terminate its mourning.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Savaş ahlâkıyla yüce savaş “değerlerinden” söz edenler fazla üzülmesinler: Çünkü savaş bir simülakra benzediği zaman bile insana yeterince acı çektirebilmekte ve sonuç olarak bu savaşın gazileri de diğerleriyle aynı düzeyde bir değere sahip olabilmektedirler.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Sorumluluk, denetleme, sansür ve kendi kendini caydırma olayı her zaman için sahip olunan güç ve silahlardan daha hızlı bir tempoda gelişmektedir. Zaten toplumsal düzenin sırrı da burada yatmaktadır.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "All around [the Centre Pompidou and Beauborg Museum], the neighborhood is nothing but a protective zone—remodeling, disinfection, a snobbish and hygienic design—but above all in a figurative sense: it is a machine for making emptiness. It is a bit like the real danger nuclear power stations pose: not lack of security, pollution, explosion, but a system of maximum security that radiates around them, the protective zone of control and deterrence that extends, slowly but surely, over the territory—a technical, ecological, economic, geopolitical glacis. What does the nuclear matter? The station is a matrix in which an absolute model of security is elaborated, which will encompass the whole social field, and which is fundamentally a model of deterrence (it is the same one that controls us globally, under the sign of peaceful coexistence and of the simulation of atomic danger).\n\nThe same model, with the same proportions, is elaborated at the Center: cultural fission, political deterrence.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Bir başka deyişle kitlelerin Beaubourg’a koşmalarının nedeni yüzlerce yıldır kendilerini yoran, bıktıran bu kültür karşısında salya akıtmak değil, her zaman nefret etmiş oldukları bir kültürün yasını tutma fırsatını kitle hâlinde ilk kez ellerine geçirmiş olmalarıdır.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Açılışının ertesi günü kalabalık tarafından demonte edilerek, kaçırılacak bir Beaubourg, bu kültürel demokrasi ve saydamlık adlı saçma meydan okuma düşüncesine karşı verilebilecek en güzel yanıt olabilirdi. Herkes bu fetişleştirilmiş kültürden birer fetiş-somun götürebilirdi.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Folkloric dances in the metro, innumerable campaigns for security, the slogan “tomorrow I work” accompanied by a smile formerly reserved for leisure time, and the advertising sequence for the election to the Prud-hommes (an industrial tribunal): “I don’t let anyone choose for me”—an Ubuesque slogan, one that rang so spectacularly falsely, with a mocking liberty, that of proving the social while denying it. It is not by chance that advertising, after having, for a long time, carried an implicit ultimatum of an economic kind, fundamentally saying and repeating incessantly, “I buy, I consume, I take pleasure,” today repeats in other forms, “I vote, I participate, I am present, I am concerned”—mirror of a paradoxical mockery, mirror of the indifference of all public signification.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "What happens on the other side of the truth, not in what would be false, but in what is more true than the true, more real than the real? Bizarre effects, certainly, and sacrileges, much more destructive of the order of truth than its pure negation. Singular and murderous power of the potentialization of the truth, of the potentialization of the real.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "What did the torturers of the Inquisition want? The admission of evil, of the principle of evil. It was necessary to make the accused say that he was not guilty except by accident, through the incidence of the principle of Evil in the divine order. Thus confession restored a reassuring causality, and torture, and the extermination of evil through torture, were nothing but the triumphal coronation (neither sadistic nor expiatory) of the fact of having produced Evil as cause. Otherwise, the least heresy would have rendered all of divine creation suspect.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "It is the Left that secrets and desperately reproduces power, because it wants power, and therefore the Left believes in it and revives it precisely where the system puts an end to it. The system puts an end one by one to all its axioms, to all its institutions, and realizes one by one all the objectives of all the historical and revolutionary Left that sees itself constrained to revive the wheels of capital in order to lay siege to them one day: from private property to small business, from the army to national grandeur, from puritan morality to petit bourgeois culture, justice at the university—everything that is disappearing, that the system, in its atrocity, certainly, but also in its irreversible impulse, has liquidated, must be conserved.",
    "author": "Jean Baudrillard"
  },
  {
    "quote": "Analysis is itself perhaps the decisive element of the immense process of the freezing over of meaning. The surplus of meaning that theories bring, their competition at the level of meaning is completely secondary in relation to their coalition in the glacial and four-tiered operation of dissection and transparency. One must be conscious that, no matter how the analysis proceeds, it proceeds toward the freezing over of meaning, it assists in the precession of simulacra and of indifferent forms. The desert grows.",
    "author": "Jean Baudrillard"
  },
  {
    "lastQuote": "Hyperreality and simulation are deterrents of every principle and every objective, they\nturn against power the deterrent that it used so well for such a long time. Because in the\nend, throughout its history it was capital that first fed on the destructuration of every\nreferential, of every human objective, that shattered every ideal distinction between true\nand false, good and evil, in order to establish a radical law of equivalence and exchange,\nthe iron law of its power. Capital was the first to play at deterrence, abstraction,\ndisconnection, deterritorialization, etc., and if it is the one that fostered reality, the reality\nprinciple, it was also the first to liquidate it by exterminating all use value, all real\nequivalence of production and wealth, in the very sense we have of the unreality of the\nstakes and the omnipotence of manipulation. Well, today it is this same logic that is even\nmore set against capital. And as soon as it wishes to combat this disastrous spiral by\nsecreting a last glimmer of reality, on which to establish a last glimmer of power, it does\nnothing but multiply the signs and accelerate the play of simulation.",
    "lastNumber": 67
  }
]