[
    {
        "quote": "Women hold up half the sky.",
        "author": "Mao Zedong"
    },
    {
        "quote": "It's always darkest before it becomes totally black.",
        "author": "Mao Zedong"
    },
    {
        "quote": "Firstly, do not fear hardship, and secondly, do not fear death.",
        "author": "Mao Zedong"
    },
    {
        "quote": "...the evil system of colonialism and imperialism arose and throve with the enslavement of Negroes and the trade in Negroes, and it will surely come to its end with the complete emancipation of the Black people.",
        "author": "Mao Zedong"
    },
    {
        "quote": "The great man, Genghis Khan, only knew how to shoot eagles with an arrow. The past is past. To see real heroes, look around you.",
        "author": "Mao Zedong"
    },
    {
        "quote": "Published in this month's Harper's, from a conversation held in Beijing in February 1973:\nChairman Mao Zedong: Do you want our Chinese women? We can give you ten million.\nU.S. National Security Adviser Henry Kissinger: The chairman is improving his offer.\nMao: We can let them flood your country with disaster and therefore impair your interests. In our country we have too many women, and they have a way of doing things. They give birth to children, and our children are too many.",
        "author": "Mao Zedong"
    },
    {
        "quote": "The mountain goddess if she is still there \nWill marvel at a world so changed.",
        "author": "Mao Zedong"
    },
    {
        "quote": "Once all struggle is grapsed, miracles are possible.",
        "author": "Mao Zedong"
    },
    {
        "quote": "Combat anime.",
        "author": "Mao Zedong"
    },
    {
        "quote": "The whole world is very bright. The darker the clouds, the greater the light.",
        "author": "Mao Zedong"
    },
    {
        "quote": "Es absolutamente imposible que vosotros, tan poca gente, logréis remover montañas tan grandes.» El Viejo Tonto respondió: «Después que yo muera, seguirán mis hijos; cuando ellos mueran, quedarán mis nietos, y luego sus hijos y los hijos de sus hijos, y así indefinidamente. Aunque son muy altas, estas montañas no crecen y cada pedazo que les sacamos las hace más pequeñas. ¿Por qué no vamos a poder removerlas?» Después de refutar la idea errónea del Viejo Sabio, siguió cavando día tras día, sin cejar en su decisión. Dios, conmovido ante esto, envió a la tierra dos ángeles, que se llevaron a cuestas ambas montañas. Hoy, sobre el pueblo chino pesan dos grandes montañas, una se llama imperialismo y la otra, feudalismo. El Partido Comunista de China hace tiempo que decidió eliminarlas. Debemos perseverar en nuestra decisión y trabajar sin cesar; también nosotros conmoveremos a Dios. Nuestro Dios no es otro que las masas populares de China. Si ellas se alzan y cavan junto con nosotros, ¿por qué no vamos a poder eliminar esas montañas? «El Viejo Tonto que removió las montañas» (11 de junio",
        "author": "Mao Zedong"
    },
    {
        "quote": "A aquellos que han cometido errores en su trabajo, salvo los elementos incorregibles, los comunistas no deben dejarlos de lado, sino al contrario, deben persuadirlos para que se transformen y emprendan un nuevo camino. «El papel del Partido Comunista de China en la guerra nacional» (Octubre de 1938), Obras Escogidas, tomo II. *",
        "author": "Mao Zedong"
    },
    {
        "quote": "Sólo quienes abordan los problemas de manera subjetiva, unilateral y superficial dictan órdenes presuntuosamente apenas llegan a un nuevo lugar, sin considerar las circunstancias, sin examinar las cosas en su totalidad (su historia y su situación actual en conjunto) ni penetrar en su esencia (su naturaleza y las relaciones",
        "author": "Mao Zedong"
    },
    {
        "quote": "The army must become one with the people so that they see it as their own army. Such an army will be invinsible..",
        "author": "Mao Zedong"
    },
    {
        "quote": "The oppressed are allowed once every few years to decide which particular representatives of the oppressing class are to represent and repress them.",
        "author": "Karl Marx"
    },
    {
        "quote": "The philosophers have only interpreted the world, in various ways. The point, however, is to change it.\n\n[These words are also inscribed upon his grave]",
        "author": "Karl Marx"
    },
    {
        "quote": "Surround yourself with people who make you happy. People who make you laugh, who help you when you’re in need. People who genuinely care. They are the ones worth keeping in your life. Everyone else is just passing through.",
        "author": "Karl Marx"
    },
    {
        "quote": "The foundation of irreligious criticism is: Man makes religion, religion does not make man. Religion is, indeed, the self-consciousness and self-esteem of man who has either not yet won through to himself, or has already lost himself again. But man is no abstract being squatting outside the world. Man is the world of man – state, society. This state and this society produce religion, which is an inverted consciousness of the world, because they are an inverted world...\n\nReligious suffering is, at one and the same time, the expression of real suffering and a protest against real suffering. Religion is the sigh of the oppressed creature, the heart of a heartless world, and the soul of soulless conditions. It is the opium of the people.\n\nThe abolition of religion as the illusory happiness of the people is the demand for their real happiness. To call on them to give up their illusions about their condition is to call on them to give up a condition that requires illusions. The criticism of religion is, therefore, in embryo, the criticism of that vale of tears of which religion is the halo.\n\nCriticism has plucked the imaginary flowers on the chain not in order that man shall continue to bear that chain without fantasy or consolation, but so that he shall throw off the chain and pluck the living flower. The criticism of religion disillusions man, so that he will think, act, and fashion his reality like a man who has discarded his illusions and regained his senses, so that he will move around himself as his own true Sun. Religion is only the illusory Sun which revolves around man as long as he does not revolve around himself.",
        "author": "Karl Marx"
    },
    {
        "quote": "The last capitalist we hang shall be the one who sold us the rope.",
        "author": "Karl Marx"
    },
    {
        "quote": "Hegel remarks somewhere that all great, world-historical facts and personages occur, as it were, twice. He has forgotten to add: the first time as tragedy, the second as farce.",
        "author": "Karl Marx"
    },
    {
        "quote": "The history of all hitherto existing society is the history of class struggles.\n\nFreeman and slave, patrician and plebeian, lord and serf, guildmaster and journeyman, in a word, oppressor and oppressed, stood in constant opposition to one another, carried on an uninterrupted, now hidden, now open fight, that each time ended, either in the revolutionary reconstitution of society at large, or in the common ruin of the contending classes.",
        "author": "Karl Marx"
    },
    {
        "quote": "Men make their own history, but they do not make it as they please; they do not make it under self-selected circumstances, but under circumstances existing already, given and transmitted from the past. The tradition of all dead generations weighs like a nightmare on the brains of the living. And just as they seem to be occupied with revolutionizing themselves and things, creating something that did not exist before, precisely in such epochs of revolutionary crisis they anxiously conjure up the spirits of the past to their service, borrowing from them names, battle slogans, and costumes in order to present this new scene in world history in time-honored disguise and borrowed language.",
        "author": "Karl Marx"
    },
    {
        "quote": "A specter is haunting Europe—the specter of Communism. All the powers of old Europe have entered into a holy alliance to exorcise this specter; Pope and Czar, Metternich and Guizot, French radicals and German police spies.\n\nWhere is the party in opposition that has not been decried as Communistic by its opponents in power? Where the opposition that has not hurled back the branding reproach of Communism, against the more advanced opposition parties, as well as against its reactionary adversaries?\n\nTwo things result from this fact.\n\nI. Communism is already acknowledged by all European powers to be in itself a power.\n\nII. It is high time that Communists should openly, in the face of the whole world, publish their views, their aims, their tendencies, and meet this nursery tale of the Specter of Communism with a Manifesto of the party itself.",
        "author": "Karl Marx"
    },
    {
        "quote": "The bourgeoisie, wherever it has got the upper hand, has put an end to all feudal, patriarchal, idyllic relations. It has pitilessly torn asunder the motley feudal ties that bound man to his 'natural superiors,' and has left remaining no other nexus between man and man than naked self-interest, callous 'cash payment.' It has drowned the most heavenly ecstasies of religious fervor, of chivalrous enthusiasm, of philistine sentimentalism, in the icy water of egotistical calculation. It has resolved personal worth into exchange value, and in place of the numberless indefeasible chartered freedoms, has set up that single, unconscionable freedom—Free Trade. In one word, for exploitation, veiled by religious and political illusions, it has substituted naked, shameless, direct, brutal exploitation.\n\nThe bourgeoisie has stripped of its halo every occupation hitherto honored and looked up to with reverent awe. It has converted the physician, the lawyer, the priest, the poet, the man of science, into its paid wage laborers.\n\nThe bourgeoisie has torn away from the family its sentimental veil, and has reduced the family relation to a mere money relation.",
        "author": "Karl Marx"
    },
    {
        "quote": "The less you eat, drink and read books; the less you go to the theatre, the dance hall, the public house; the less you think, love, theorize, sing, paint, fence, etc., the more you save-the greater becomes your treasure which neither moths nor dust will devour-your capital. The less you are, the more you have; the less you express your own life, the greater is your alienated life-the greater is the store of your estranged being.",
        "author": "Karl Marx"
    },
    {
        "quote": "Let the ruling classes tremble at a Communistic revolution. The proletarians have nothing to lose but their chains. They have a world to win.\n\nWorkingmen of all countries unite!",
        "author": "Karl Marx"
    },
    {
        "quote": "Reason has always existed, but not always in a reasonable form.",
        "author": "Karl Marx"
    },
    {
        "quote": "I am nothing but I must be everything.",
        "author": "Karl Marx"
    },
    {
        "quote": "Go on, get out! Last words are for fools who haven't said enough!",
        "author": "Karl Marx"
    },
    {
        "quote": "To be radical is to grasp things by the root.",
        "author": "Karl Marx"
    },
    {
        "quote": "In a higher phase of communist society, after the enslaving subordination of the individual to the division of labor, and therewith also the antithesis between mental and physical labor, has vanished; after labor has become not only a means of life but life's prime want; after the productive forces have also increased with the all-around development of the individual, and all the springs of co-operative wealth flow more abundantly—only then can the narrow horizon of bourgeois right be crossed in its entirety and society inscribe on its banners: From each according to his ability, to each according to his needs!",
        "author": "Karl Marx"
    },
    {
        "quote": "It is not the consciousness of men that determines their being, but, on the contrary, their social being that determines their consciousness.",
        "author": "Karl Marx"
    },
    {
        "quote": "...[G]reat progress was evident in the last Congress of the American 'Labour Union' in that among other things, it treated working women with complete equality. While in this respect the English, and still more the gallant French, are burdened with a spirit of narrow-mindedness. Anybody who knows anything of history knows that great social changes are impossible without the feminine ferment. Social progress can be measured exactly by the social position of the fair sex (the ugly ones included).",
        "author": "Karl Marx"
    },
    {
        "quote": "The ideas of the ruling class are in every epoch the ruling ideas, i.e. the class which is the ruling material force of society, is at the same time its ruling intellectual force. The class which has the means of material production at its disposal, has control at the same time over the means of mental production, so that thereby, generally speaking, the ideas of those who lack the means of mental production are subject to it. The ruling ideas are nothing more than the ideal expression of the dominant material relationships, the dominant material relationships grasped as ideas.",
        "author": "Karl Marx"
    },
    {
        "quote": "The bourgeoisie cannot exist without constantly revolutionizing the instruments of production, and thereby the relations of production, and with them the whole relations of society. Conservation of the old modes of production in unaltered forms, was, on the contrary, the first condition of existence for all earlier industrial classes. Constant revolutionizing of production, uninterrupted disturbance of all social conditions, everlasting uncertainty and agitation, distinguish the bourgeois epoch from all earlier ones. All fixed, fast-frozen relations, with their train of ancient and venerable prejudices and opinions, are swept away; all new-formed ones become antiquated before they can ossify. All that is solid melts into air, all that is holy is profaned, and man is at last compelled to face with sober senses his real conditions of life and his relations with his kind.",
        "author": "Karl Marx"
    },
    {
        "quote": "Religion is the impotence of the human mind to deal with occurrences it cannot understand.",
        "author": "Karl Marx"
    },
    {
        "quote": "If anything is certain, it is that I myself am not a Marxist.\n\n[In a letter about the peculiar 'Marxism' which arose in France 1882]",
        "author": "Karl Marx"
    },
    {
        "quote": "The bourgeoisie, by the rapid improvement of all instruments of production, by the immensely facilitated means of communication, draws all, even the most barbarian, nations into civilization. The cheap prices of its commodities are the heavy artillery with which it batters down all Chinese walls, with which it forces the barbarians' intensely obstinate hatred of foreigners to capitulate. It compels all nations, on pain of extinction, to adopt the bourgeois mode of production; it compels them to introduce what it calls civilization into their midst, i.e., to become bourgeois themselves. In one word, it creates a world after its own image.",
        "author": "Karl Marx"
    },
    {
        "quote": "The proletarians have nothing to loose but their chains. They have a world to win.",
        "author": "Karl Marx"
    },
    {
        "quote": "If money is the bond binding me to human life, binding society to me, connecting me with nature and man, is not money the bond of all bonds? Can it not dissolve and bind all ties? Is it not, therefore, also the universal agent of separation?",
        "author": "Karl Marx"
    },
    {
        "quote": "There is no royal road to science, and only those who do not dread the fatiguing climb of its steep paths have a chance of gaining its luminous summits.",
        "author": "Karl Marx"
    },
    {
        "quote": "Modern bourgeois society with its relations of production, of exchange, and of property, a society that has conjured up such gigantic means of production and of exchange, is like the sorcerer, who is no longer able to control the powers of the nether world whom he has called up by his spells.",
        "author": "Karl Marx"
    },
    {
        "quote": "In proportion therefore, as the repulsiveness of the work increases, the wage decreases.",
        "author": "Karl Marx"
    },
    {
        "quote": "Religion is the sigh of the oppressed creature, the heart of a heartless world and the soul of soulless conditions. It is the opium of the people.",
        "author": "Karl Marx"
    },
    {
        "quote": "You are horrified at our intending to do away with private property. But in your existing society private property is already done away with for nine-tenths of the population; its existence for the few is solely due to its non-existence in the hands of those nine-tenths. You reproach us, therefore, with intending to do away with a form of property, the necessary condition for whose existence is the non-existence of any property for the immense majority of society.\n\nIn one word, you reproach us with intending to do away with your property. Precisely so: that is just what we intend.",
        "author": "Karl Marx"
    },
    {
        "quote": "For as soon as the distribution of labour comes into being, each man has a particular, exclusive sphere of activity, which is forced upon him and from which he cannot escape. He is a hunter, a fisherman, a herdsman, or a critical critic, and must remain so if he does not want to lose his means of livelihood; while in communist society, where nobody has one exclusive sphere of activity but each can become accomplished in any branch he wishes, society regulates the general production and thus makes it possible for me to do one thing today and another tomorrow, to hunt in the morning, fish in the afternoon, rear cattle in the evening, criticise after dinner, just as I have a mind, without ever becoming hunter, fisherman, herdsman or critic.",
        "author": "Karl Marx"
    },
    {
        "quote": "Society does not consist of individuals, but expresses the sum of interrelations, the relations within which these individuals stand.",
        "author": "Karl Marx"
    },
    {
        "quote": "The tradition of all dead generations weighs like a nightmare on the brains of the living.",
        "author": "Karl Marx"
    },
    {
        "quote": "Communism deprives no man of the power to appropriate the products of society: all that it does is to deprive him of the power to subjugate the labor of others by means of such appropriation.\n\nIt has been objected, that upon the abolition of private property all work will cease, and universal laziness will overtake us.\n\nAccording to this, bourgeois society ought long ago to have gone to the dogs through sheer idleness; for those of its members who work, acquire nothing, and those who acquire anything, do not work.",
        "author": "Karl Marx"
    },
    {
        "quote": "Then the world will be for the common people, and the sounds of happiness will reach the deepest springs. Ah! Come! People of every land, how can you not be roused.",
        "author": "Karl Marx"
    },
    {
        "quote": "Your favourite virtue ... Simplicity\nYour favourite virtue in man ... Strength\nYour favourite virtue in woman ... Weakness\nYour chief characteristic ... Singleness of purpose\nYour idea of happiness ... To fight\nYour idea of misery ... Submission\nThe vice you excuse most ... Gullibility\nThe vice you detest most ... Servility\nYour aversion ... Martin Tupper\nFavourite occupation ... Book-worming\nFavourite poet ... Shakespeare, Aeschylus, Goethe\nFavourite prose-writer ... Diderot\nFavourite hero ... Spartacus, Kepler\nFavourite heroine ... Gretchen [Heroine of Goethe's Faust]\nFavourite flower ... Daphne\nFavourite colour ... Red\nFavourite name ... Laura, Jenny\nFavourite dish ... Fish\nFavourite maxim ... Nihil humani a me alienum puto [Nothing human is alien to me]\nFavourite motto ... De omnibus dubitandum [Everything must be doubted].",
        "author": "Karl Marx"
    },
    {
        "quote": "Capitalism: Teach a man to fish, but the fish he catches aren't his. They belong to the person paying him to fish, and if he's lucky, he might get paid enough to buy a few fish for himself.",
        "author": "Karl Marx"
    },
    {
        "quote": "The less you eat, drink, buy books, go to the theatre or to balls, or to the pub, and the less you think, love, theorize, sing, paint, fence, etc., the more you will be able to save and the greater will become your treasure which neither moth nor rust will corrupt—your capital. The less you are, the less you express your life, the more you have, the greater is your alienated life and the greater is the saving of your alienated being.",
        "author": "Karl Marx"
    },
    {
        "quote": "The increase in value of the world of things is directly proportional to the decrease in value of the human world.",
        "author": "Karl Marx"
    },
    {
        "quote": "But modern bourgeois private property is the final and most complete expression of the system of producing and appropriating products, that is based on class antagonisms, on the exploitation of the many by the few.",
        "author": "Karl Marx"
    },
    {
        "quote": "If you love without evoking love in return - if through the vital expression of yourself as a loving person you fail to become a loved person, then your love is impotent, it is a misfortune.",
        "author": "Karl Marx"
    },
    {
        "quote": "Labor in the white skin can never free itself as long as labor in the black skin is branded.",
        "author": "Karl Marx"
    },
    {
        "quote": "And here it becomes evident that the bourgeoisie is unfit any longer to be the ruling class in society and to impose its conditions of existence upon society as an over-riding law. It is unfit to rule because it is incompetent to assure an existence to its slave within his slavery, because it cannot help letting him sink into such a state that it has to feed him instead of being fed by him. Society can no longer live under this bourgeoisie; in other words, its existence is no longer compatible with society.\n\nThe essential condition for the existence, and for the sway of the bourgeois class, is the formation and augmentation of capital; the condition for capital is wage-labor. Wage-labor rests exclusively on competition between the laborers. The advance of industry, whose involuntary promoter is the bourgeoisie, replaces the isolation of the laborers, due to competition, by their revolutionary combination, due to association. The development of modern industry, therefore, cuts from under its feet the very foundation on which the bourgeoisie produces and appropriates products. What the bourgeoisie therefore produces, above all, are its own grave diggers. Its fall and the victory of the proletariat are equally inevitable.",
        "author": "Karl Marx"
    },
    {
        "quote": "The education of all children, from the moment that they can get along without a mother's care, shall be in state institutions.",
        "author": "Karl Marx"
    },
    {
        "quote": "The production of too many useful things results in too many useless people.",
        "author": "Karl Marx"
    },
    {
        "quote": "Communism is for us not a state of affairs which is to be established, an ideal to which reality [will] have to adjust itself. We call communism the real movement which abolishes the present state of things. The conditions of this movement result from the premises now in existence.",
        "author": "Karl Marx"
    },
    {
        "quote": "The ruling ideas of each age have ever been the ideas of its ruling class.",
        "author": "Karl Marx"
    },
    {
        "quote": "In the social production of their existence, men inevitably enter into definite relations, which are independent of their will, namely relations of production appropriate to a given stage in the development of their material forces of production. The totality of these relations of production constitutes the economic structure of society, the real foundation, on which arises a legal and political superstructure and to which correspond definite forms of social consciousness. The mode of production of material life conditions the general process of social, political and intellectual life. It is not the consciousness of men that determines their existence, but their social existence that determines their consciousness. At a certain stage of development, the material productive forces of society come into conflict with the existing relations of production or – this merely expresses the same thing in legal terms – with the property relations within the framework of which they have operated hitherto. From forms of development of the productive forces these relations turn into their fetters. Then begins an era of social revolution. The changes in the economic foundation lead sooner or later to the transformation of the whole immense superstructure.",
        "author": "Karl Marx"
    },
    {
        "quote": "the theory of Communists may be summed up in the single sentence: Abolition of private property.",
        "author": "Karl Marx"
    },
    {
        "quote": "Accumulate, accumulate! This is Moses and the Prophets!",
        "author": "Karl Marx"
    },
    {
        "quote": "Capital is dead labour, which, vampire-like, lives only by sucking living labour, and lives the more, the more labour it sucks.",
        "author": "Karl Marx"
    },
    {
        "quote": "When, in the course of development, class distinctions have disappeared and all production has been concentrated in the hands of a vast association of the whole nation, the public power will lose its political character. Political power, properly so called, is merely the organized power of one class for oppressing another. If the proletariat during its contest with the bourgeoisie is compelled, by the force of circumstances, to organize itself as a class, if, by means of a revolution, it makes itself the ruling class, and, as such, sweeps away by force the old conditions of production then it will, along with these conditions, have swept away the conditions for the existence of class antagonisms, and of classes generally, and will thereby have abolished its own supremacy as a class.\n\nIn place of the old bourgeois society with its classes and class antagonisms we shall have an association in which the free development of each is the condition for the free development of all.",
        "author": "Karl Marx"
    },
    {
        "quote": "Necessity is blind until it becomes conscious. Freedom is the consciousness of necessity.",
        "author": "Karl Marx"
    },
    {
        "quote": "It has drowned the most heavenly ecstasies of religious fervour, of chivalrous enthusiasm, of Philistine sentimentalism, in the icy water of egotistical calculation. It has resolved personal worth into exchange value, and in place of numberless indefeasible chartered freedoms, it has set up that single, unconscionable freedom -- free trade. In one word, for exploitation, veiled by religious and political illusions, it has substituted naked, shameless, direct, brutal exploitation.",
        "author": "Karl Marx"
    },
    {
        "quote": "Education is free. Freedoom of education shall be enjoyed under the condition fixed by law and under the supreme control of the state",
        "author": "Karl Marx"
    },
    {
        "quote": "It is well known how the monks wrote silly lives of Catholic Saints over the manuscripts on which the classical works of ancient heathendom had been written.",
        "author": "Karl Marx"
    },
    {
        "quote": "Money is the universal, self-constituted value of all things. Hence it has robbed the whole world... of its proper value. Money is the alienated essence of man's labour and life, and this alien essence dominates him as he worships it.",
        "author": "Karl Marx"
    },
    {
        "quote": "We have no compassion and we ask no compassion from you. When our turn comes, we shall not make excuses for the terror. [from Suppression of the Neue Rheinische Zeitung]",
        "author": "Karl Marx"
    },
    {
        "quote": "I am a machine condemned to devour books.",
        "author": "Karl Marx"
    },
    {
        "quote": "To be radical is to go to the root of the matter. For man, however, the root is man himself.",
        "author": "Karl Marx"
    },
    {
        "quote": "Moments are the elements of profit",
        "author": "Karl Marx"
    },
    {
        "quote": "A commodity appears at first sight an extremely obvious, trivial thing. But its analysis brings out that it is a very strange thing, abounding in metaphysical subtleties and theological niceties.",
        "author": "Karl Marx"
    },
    {
        "quote": "You must be aware that the reward for labour, and quantity of labour, are quite disparate things.",
        "author": "Karl Marx"
    },
    {
        "quote": "As individuals express their life, so they are.",
        "author": "Karl Marx"
    },
    {
        "quote": "Political power, properly so called, is merely the organised power of one class for oppressing another.",
        "author": "Karl Marx"
    },
    {
        "quote": "Christ represents originally: 1) men before God; 2) God for men; 3) men to man.\n\nSimilarly, money represents originally, in accordance with the idea of money: 1) private property for private property; 2) society for private property; 3) private property for society.\n\nBut Christ is alienated God and alienated man. God has value only insofar as he represents Christ, and man has value only insofar as he represents Christ. It is the same with money.",
        "author": "Karl Marx"
    },
    {
        "quote": "The road to hell is paved with good intentions.",
        "author": "Karl Marx"
    },
    {
        "quote": "Language is as old as consciousness, language is practical, real consciousness that exists for other men as well, and only therefore does it also exist for me; language, like consciousness, only arises from the need, the necessity, of intercourse with other men.",
        "author": "Karl Marx"
    },
    {
        "quote": "Just as man is governed, in religion, by the products of his own brain, so, in capitalist production, he is governed by the products of his own hand.",
        "author": "Karl Marx"
    },
    {
        "quote": "Religion is the sigh of the oppressed creature, the heart of a heartless world, just as it is the spirit of a spiritless situation. It is the opium of the people.",
        "author": "Karl Marx"
    },
    {
        "quote": "In reality, the laborer belongs to capital before he has sold himself to capital. His economic bondage is both brought about and concealed by the periodic sale of himself, by his change of masters, and by the oscillation in the market price of labor power. Capitalist production, therefore, under its aspect of a continuous connected process, of a process of reproduction, produces not only commodities, not only surplus value, but it also produces and reproduces the capitalist relation; on the one side the capitalist, on the other the wage-laborer.",
        "author": "Karl Marx"
    },
    {
        "quote": "These labourers, who must sell themselves piece-meal, are a commodity, like every other article of commerce, and are consequently exposed to all the vicissitudes of competition, to all the fluctuations of the market.",
        "author": "Karl Marx"
    },
    {
        "quote": "The bourgeois sees in his wife a mere instrument of production. He hears that the instruments of production are to be exploited in common, and, naturally, can come to no other conclusion than that the lot of being common to all will likewise fall to the women. He has not even a suspicion that the real point is to do away with the status of women as mere instruments of production. For the rest, nothing is more ridiculous than the virtuous indignation of our bourgeois at the community of women which, they pretend, is to be openly and officially established by the Communists. The Communists have no need to introduce the community of women; it has existed almost from time immemorial. Our bourgeois, not content with having the wives and daughters of their proletarians at their disposal, not to speak of common prostitutes, take the greatest pleasure in seducing each other's wives. Bourgeois marriage is in reality a system of wives in common and thus, at the most, what the Communists might possibly be reproached with, is that they desire to introduce, in substitution for a hypocritically concealed, an openly legalised community of women. For the rest, it is self-evident that the abolition of the present system of production must bring with it the abolition of the community of women springing from that system, i.e., of prostitution both public and private.",
        "author": "Karl Marx"
    },
    {
        "quote": "Thus the aristocracy took their revenge by singing lampoons on their new master, and whispering in his ears sinister prophecies of coming catastrophe.\n\nIn this way arose feudal Socialism; half lamentation, half lampoon; half echo of the past, half menace of the future, at times by its bitter, witty and incisive criticism, striking the bourgeoisie to the very heart's core, but always ludicrous in its effects, through total incapacity to comprehend the march of modern history.",
        "author": "Karl Marx"
    },
    {
        "quote": "Our epoch, the epoch of the bourgeoisie, possesses, however, this distinct feature: it has simplified class antagonisms. Society as a whole is more and more splitting up into two great hostile camps, into two great classes directly facing each other — bourgeoisie and proletariat.",
        "author": "Karl Marx"
    },
    {
        "quote": "Man makes his own history, but he does not make it out of the whole cloth; he does not make it out of conditions chosen by himself, but out of such as he finds close at hand.",
        "author": "Karl Marx"
    },
    {
        "quote": "yürekten sevdiğim,\n\nsana gene yazıyorum çünkü yalnızım ve çünkü kafamın içinde seninle konuşurken senin bunu bilmiyor, ya da bana karşılık veremiyor olmana katlanamıyorum.\n\nkısa süreli ayrılıklar iyi oluyor, çünkü hep bir arada olununca her şey hiç ayırt edilemeyecek kadar birbirine benzemeye başlıyor. yan yana durduklarında kuleler bile cüceleşirken, alelade ve ufak tefek şeyler yakından bakınca kocamanlaşır. küçük tedirginlikler onlara yol açan nesneler göz önünden kaldırıldığında yok olabilir. yan yanalık dolayısıyla sıradanlaşan tutkularsa mesafenin büyüsüyle yeniden büyüyüp doğal boyutlarına dönerler. aşkım da öyle. zamanın aşkımı tıpkı güneş ve yağmurun bitkileri büyüttüğü gibi büyütmüş olduğunu anlamam için senin bir an, sırf rüyada bile olsa, benden koparılman yetiyor. senden ayrılır ayrılmaz sana olan aşkım bütün gerçekliğiyle kendini gösteriyor: o, ruhumun bütün enerjisiyle yüreğimin bütün kişiliğini bir araya getiren bir dev. böylece yeniden insan olduğumu hissediyorum çünkü içim tutkuyla doluyor. araştırma ve çağdaş eğitimin bizi kucağına attığı belirsizlikler ve bütün nesnel ve öznel izlenimlerimizde kusur bulmaya iten kuşkuculuk bizi küçük, zayıf ve mızmız kılıyor. ama aşk -feurbachvari insana aşk değil, metabolizmaya aşk değil, proletaryaya aşk değil- sevdiğine aşk, yani sana aşk, insanı yeniden insanlaştırıyor... \n\ndünyada çok dişi var, kimileri de çok güzel. ama ben, her bir hattı, hatta her bir kırışığı bana hayatımın en büyük ve en tatlı anılarını hatırlatan bir yüzü bir daha nerede bulabilirim? senin tatlı çehrende sonu gelmez acılarımı, yeri doldurulmaz kayıplarımı bile okuyabilir ve senin tatlı yüzünü öptüğümde acıyı öperim. \n\nhoşça kal canım. seni ve çocukları binlerce kere öperim. \nsenin, karl \nmanchester, 21 haziran, 1865",
        "author": "Karl Marx"
    },
    {
        "quote": "...it is all the more clear what we have to accomplish at present: I am referring to ruthless criticism of all that exists, ruthless both in the sense of not being afraid of the results it arrives at and in the sense of being just as little afraid of conflict with the powers that be.",
        "author": "Karl Marx"
    },
    {
        "quote": "In history as in nature, decay is the laboratory of life.",
        "author": "Karl Marx"
    },
    {
        "quote": "The demand to give up the illusions about its condition is the demand to give up a condition that needs illusions",
        "author": "Karl Marx"
    },
    {
        "quote": "The modern bourgeois society that has sprouted from the ruins of feudal society has not done away with class antagonisms. It has but established new classes, new conditions of oppression, new forms of struggle in place of the old ones.",
        "author": "Karl Marx"
    },
    {
        "quote": "Once the inner connection is grasped, all theoretical belief in the permanent necessity of existing conditions collapses before their collapse in practice\n-- Letter to Ludwig Kugelmann (July 11, 1868)",
        "author": "Karl Marx"
    },
    {
        "quote": "Criticism has plucked the imaginary flowers on the chain not in order that man shall continue to bear that chain without fantasy or consolation, but so that he shall throw off the chain and pluck the living flower.",
        "author": "Karl Marx"
    },
    {
        "quote": "A spider conducts operations that resemble those of a weaver, and a bee puts to shame many an architect in the construction of her cells. But what distinguishes the worst architect from the best of bees is this, that the architect raises his structure in imagination before he erects it in reality.",
        "author": "Karl Marx"
    },
    {
        "quote": "Social progress can be measured by the social position of the female sex.",
        "author": "Karl Marx"
    },
    {
        "quote": "within the capitalist system all methods for raising the social productiveness of labour are brought about at the cost of the individual labourer; all means for the development of production transform themselves into means of domination over, and exploitation of, the producers; they mutilate the labourer into a fragment of a man, degrade him to the level of an appendage of a machine, destroy every remnant of charm in his work and turn it into a hated toil; they estrange from him the intellectual potentialities of the labour process in the same proportion as science is incorporated in it as an independent power; they distort the conditions under which he works, subject him during the labour process to a despotism the more hateful for its meanness; they transform his life-time into working-time, and drag his wife and child beneath the wheels of the Juggernaut of capital. But all methods for the production of surplus-value are at the same time methods of accumulation; and every extension of accumulation becomes again a means for the development of those methods. It follows therefore that in proportion as capital accumulates, the lot of the labourer, be his payment high or low, must grow worse. The law, finally, that always equilibrates the relative surplus population, or industrial reserve army, to the extent and energy of accumulation, this law rivets the labourer to capital more firmly than the wedges of Vulcan did Prometheus to the rock. It establishes an accumulation of misery, corresponding with accumulation of capital. Accumulation of wealth at one pole is, therefore, at the same time accumulation of misery, agony of toil slavery, ignorance, brutality, mental degradation, at the opposite pole, i.e., on the side of the class that produces its own product in the form of capital.",
        "author": "Karl Marx"
    },
    {
        "quote": "Merely quantitative differences, beyond a certain point, pass into qualitative changes.",
        "author": "Karl Marx"
    },
    {
        "quote": "Money is the alienated essence of man's labor and life; and this alien essence dominates him as he worships it.",
        "author": "Karl Marx"
    },
    {
        "quote": "Society as a whole is more and more splitting up into two great hostile camps",
        "author": "Karl Marx"
    },
    {
        "quote": "The ideas of the ruling class are in every epoch the ruling ideas.",
        "author": "Karl Marx"
    },
    {
        "quote": "Under no pretext should arms and ammunition be surrendered; any attempt to disarm the workers must be frustrated, by force if necessary",
        "author": "Karl Marx"
    },
    {
        "quote": "All science would be superfluous if the outward appearance and the essence of things directly coincided.",
        "author": "Karl Marx"
    },
    {
        "quote": "Such a crises occurs only where the ever-lengthening chain of payments,\nand an artificial system of settling them, has been fully\ndeveloped. Whenever there is a general and extensive disturbance\nof this mechanism, no matter what its cause, money becomes\nsuddenly and immediately transformed from its merely ideal shape\nof money of account into hard cash. Profane commodities can no\nlonger replace it. The use-value of commodities becomes\nvalueless, and their value vanishes in the presence of its own\nindependent form. On the eve of the crisis, the bourgeois, with\nthe self-sufficiency that springs from intoxicating prosperity,\ndeclares money to be a vain imagination. Commodities alone are\nmoney. But now the cry is everywhere that money alone is a\ncommodity! As the hart pants after fresh water, so pants his soul\nafter money, the only wealth.",
        "author": "Karl Marx"
    },
    {
        "quote": "Both for the production on a mass scale of this communist consciousness, and for the success of the cause itself, the alteration of men on a mass scale is necessary, an alteration which can only take place in a practical movement, a revolution; this revolution is necessary, therefore, not only because the ruling class cannot be overthrown in any other way, but also because the class overthrowing it can only in a revolution succeed in ridding itself of all the muck of ages and become fitted to found society anew.",
        "author": "Karl Marx"
    },
    {
        "quote": "exorcise",
        "author": "Karl Marx"
    },
    {
        "quote": "In fact, the proposition that man’s species nature is estranged from him means that one man is estranged from the other, as each of them is from man’s essential nature.",
        "author": "Karl Marx"
    },
    {
        "quote": "atheism” ... reminds one of children, assuring everyone who is ready to listen to them that they are not afraid of the bogy man.\n\nMarx, Letter to 30 November 1842",
        "author": "Karl Marx"
    },
    {
        "quote": "If you love without evoking love in return—that is, if your loving as loving does not produce reciprocal love; if through a living expression of yourself as a loving person you do not make yourself a loved person, then your love is impotent— a misfortune.",
        "author": "Karl Marx"
    },
    {
        "quote": "As, in religion, man is governed by the products of his own brain, so in capitalistic production, he is governed by the products of his own hand.10",
        "author": "Karl Marx"
    },
    {
        "quote": "The theoretical conclusions of the Communists are in no way based on ideas or principles that have been invented, or discovered, by this or that would -be universal reformer. They merely express, in general terms, actual relations springing from an existing class struggle, from a historical movement going on under our very eyes. The abolition of existing property relations is not at all a distinctive feature of communism. All property relations in the past have continually been subject to historical change consequent upon the change in historical conditions.",
        "author": "Karl Marx"
    },
    {
        "quote": "The fact that labour is external to the worker, i.e., it does not belong to his intrinsic nature; that in his work, therefore he does not affirm himself but denies himself, does not feel content but unhappy, does not develop freely his physical and mental energy but mortifies his body and his mind. The worker therefore only feels himself outside his work, and in his work feels outside himself.",
        "author": "Karl Marx"
    },
    {
        "quote": "Philosophers have hitherto only interpreted the world in various ways; the point, however, is to change it.",
        "author": "Karl Marx"
    },
    {
        "quote": "Ignorance never yet helped anybody.",
        "author": "Karl Marx"
    },
    {
        "quote": "The realm of freedom actually begins only where labour which is determined by necessity and mundane considerations ceases; thus in the very nature of things it lies beyond the sphere of actual material production. Just as the savage must wrestle with Nature to satisfy his wants, to maintain and reproduce life, so must civilised man, and he must do so in all social formations and under all possible modes of production. With his development this realm of physical necessity expands as a result of his wants; but, at the same time, the forces of production which satisfy these wants also increase. Freedom in this field can only consist in socialised man, the associated producers, rationally regulating their interchange with Nature, bringing it under their common control, instead of being ruled by it as by the blind forces of Nature; and achieving this with the least expenditure of energy and under conditions most favourable to, and worthy of, their human nature. But it nonetheless still remains a realm of necessity. Beyond it begins that development of human energy which is an end in itself, the true realm of freedom, which, however, can blossom forth only with this realm of necessity as its basis. The shortening of the working-day is its basic prerequisite.",
        "author": "Karl Marx"
    },
    {
        "quote": "The first requisite for the happiness of the people is the abolition of religion",
        "author": "Karl Marx"
    },
    {
        "quote": "Ser radical é tomar as coisas pela raiz. Mas, para o homem, a raiz é o próprio homem.",
        "author": "Karl Marx"
    },
    {
        "quote": "Every opinion based on scientific criticism I welcome.",
        "author": "Karl Marx"
    },
    {
        "quote": "The tradition of past generations weighs like the Alps on the brains of the living.",
        "author": "Karl Marx"
    },
    {
        "quote": "El gobierno del Estado moderno no es más que una junta que administra los negocios comunes de toda la clase burguesa.",
        "author": "Karl Marx"
    },
    {
        "quote": "Hitherto men have always formed wrong ideas about themselves, about what they are and what they ought to be. They have arranged their relations according to their ideas of God, of normal man, etc. The products of their brains have got out of their hands. They, the creators, have bowed down before their creations.",
        "author": "Karl Marx"
    },
    {
        "quote": "The bourgeoisie . . . has created enormous cities, has greatly increased the urban population as compared with the rural, and has thus rescued a considerable part of the population from the idiocy of rural life. Just as it has made the country dependent on the towns, so it has made barbarian and semi-barbarian countries dependent on the civilized ones, nations of peasants on nations of bourgeois, the East on the West.",
        "author": "Karl Marx"
    },
    {
        "quote": "All that is solid melts into air, all that is holy is profaned, and man is at last compelled to face with sober senses, his real conditions of life, and his relations with his kind. The",
        "author": "Karl Marx"
    },
    {
        "quote": "Communism deprives no man of the power to appropriate the products of society; all that it does is to deprive him of the power to subjugate the labour of others by means of such appropriation.",
        "author": "Karl Marx"
    },
    {
        "quote": "إن البشر يصنعون تاريخهم , لكنهم لا يصنعونه على هواهم , لا يصنعونه فى ظروف يختارونها بأنفسهم بل فى ظروف يواجهونها مباشرة .. تكون متعينة و موروثة من الماضى",
        "author": "Karl Marx"
    },
    {
        "quote": "Machinery which is not used is not capital.",
        "author": "Karl Marx"
    },
    {
        "quote": "Hic Rhodus, hic salta!\nHere is the rose, here dance!",
        "author": "Karl Marx"
    },
    {
        "quote": "The bourgeois period of history has to create the material basis of the new world — on the one hand universal intercourse founded upon the mutual dependency of mankind, and the means of that intercourse; on the other hand the development of the productive powers of man and the transformation of material production into a scientific domination of natural agencies. Bourgeois industry and commerce create these material conditions of a new world in the same way as geological revolutions have created the surface of the earth. When a great social revolution shall have mastered the results of the bourgeois epoch, the market of the world and the modern powers of production, and subjected them to the common control of the most advanced peoples, then only will human progress cease to resemble that hideous, pagan idol, who would not drink the nectar but from the skulls of the slain.",
        "author": "Karl Marx"
    },
    {
        "quote": "When the economists say that present-day relations – the relations of bourgeois production – are natural, they imply that these are the relations in which wealth is created and productive forces developed in conformity with the laws of nature. These relations therefore are themselves natural laws independent of the influence of time. They are eternal laws which must always govern society. Thus, there has been history, but there is no longer any.",
        "author": "Karl Marx"
    },
    {
        "quote": "Wages are a direct consequence of estranged labor, and estranged labor is the direct cause of private property.",
        "author": "Karl Marx"
    },
    {
        "quote": "All mysteries which lead theory to mysticism find their rational solution in human practice and in the comprehension of this practice.",
        "author": "Karl Marx"
    },
    {
        "quote": "Each step in the development of the bourgeoisie was accompanied by a corresponding political advance in that class. An oppressed class under the sway of the feudal nobility, an armed and self-governing association of medieval commune: here independent urban republic (as",
        "author": "Karl Marx"
    },
    {
        "quote": "The true law of economics is chance, and we learned people arbitrarily seize on a few moments and establish them as laws.",
        "author": "Karl Marx"
    },
    {
        "quote": "It is not enough that the conditions of labour are concentrated at one pole of society in the shape of capital, while at the other pole are grouped masses of men who have nothing to sell but their labour-power. Nor is it enough that they are compelled to sell themselves voluntarily. The advance of capitalist production develops a working class which by education, tradition and habit looks upon the requirements of that mode of production as self-evident natural laws. The organization of the capitalist process of production, once it is fully developed, breaks down all resistance.",
        "author": "Karl Marx"
    },
    {
        "quote": "In its rational form [dialectic] is a scandal and abomination to bourgeoisdom and its doctrinaire professors, because it includes in its comprehension and affirmative recognition of the existing state of things, at the same time also, the recognition of the negation of that state, of its inevitable breaking up; because it regards every historically developed social form as in fluid movement, and therefore takes into account its transient nature not less than its momentary existence because it lets nothing impose upon it, and is in its essence critical and revolutionary.",
        "author": "Karl Marx"
    },
    {
        "quote": "Perseus wore a magic cap down over his eyes and ears as a make-believe that there are no monsters.",
        "author": "Karl Marx"
    },
    {
        "quote": "National differences and antagonisms between peoples are daily more and more vanishing, owing to the development of the bourgeoisie, to freedom of commerce, to the world-market, to uniformity in the mode of production and in the conditions of life corresponding thereto.\n\nThe supremacy of the proletariat will cause them to vanish still faster. United action, of the leading civilized countries at least, is one of the first conditions for the emancipation of the proletariat.\n\nIn proportion as the exploitation of one individual by another is put an end to, the exploitation of one nation by another will also be put an end to. In proportion as the antagonism between classes within the nation vanishes, the hostility of one nation to another will come to an end.",
        "author": "Karl Marx"
    },
    {
        "quote": "The bourgeois sees in his wife a mere instrument of production.",
        "author": "Karl Marx"
    },
    {
        "quote": "Pengabstrakan kerja dalam bentuk uang mengandaikan dialektika di antara perkerjaan/kerja yang secara sosial dibutuhkan untuk membuat barang dagangan/komoditi/jasa, dengan proses produksi kapitalisme yang justru meniadakan kerja manusia itu sendiri. Sehingga proses produksi kapitalisme dalam kelanjutannya hanya menempatkan manusia sebagai bagian dari proses akumulasi modal.",
        "author": "Karl Marx"
    },
    {
        "quote": "Pekerja tidak selalu mendapatkan apa yang dihasilkan oleh kapitalis, tetapi suah pasi akan turut jatuh ketika kapitalis mrngalami kerugian. Sehingga pekerja tidak mendapatkan apapun ketika kapitalis menjaga harga barang di atas harga alaminya baik itu melalui jasa perdagangan atau produksi rahasia, ataupun melalui monopoli",
        "author": "Karl Marx"
    },
    {
        "quote": "Jaminan kemerdekaan bangsa ialah pada kemerdekaan jiwa.",
        "author": "Karl Marx"
    },
    {
        "quote": "Nobody — not even “a musician of the future” — can live upon future products.",
        "author": "Karl Marx"
    },
    {
        "quote": "Everyone who knows anything of history also knows that great social revolutions are impossible without the feminine ferment. Social progress may be measured precisely by the social position of the fair sex (plain ones included).",
        "author": "Karl Marx"
    },
    {
        "quote": "فالشیوعیة لا تجرِّد أحدا من القدرة على تملّك منتجات مجتمعیة, بل تنتزع فقط القدرة على\nاستعباد عمل الغیر بواسطة ھذا التملّك.",
        "author": "Karl Marx"
    },
    {
        "quote": "A silent, unavoidable revolution is taking place in society, a revolution THAT CARES AS LITTLE ABOUT THE HUMAN LIVES IT DESTROYS as an earthquake cares about the houses it ravages. Classes and RACES THAT ARE TOO WEAK to dominate the new conditions of existence WILL BE DEFEATED.",
        "author": "Karl Marx"
    },
    {
        "quote": "The bourgeoisie cannot exist without constantly revolutionising the instruments of production,\nand thereby the relations of production, and with them the whole relations of society.\nConservation of the old modes of production in unaltered form, was, on the contrary, the first\ncondition of existence for all earlier industrial classes. Constant revolutionising of production,\nuninterrupted disturbance of all social conditions, everlasting uncertainty and agitation\ndistinguish the bourgeois epoch from all earlier ones.",
        "author": "Karl Marx"
    },
    {
        "quote": "Centralization of the means of production and socialization of labor at last reach a point where they become incompatible with their capitalist integument.",
        "author": "Karl Marx"
    },
    {
        "quote": "Private property has made us so stupid and one-sided that an object is only ours when we have it – when it exists for us as capital, or when it is directly possessed, eaten, drunk, worn, inhabited, etc., – in short, when it is used by us. Although private property itself again conceives all these direct realizations of possession only as means of life, and the life which they serve as means is the life of private property – labour and conversion into capital.\n\nIn the place of all physical and mental senses there has therefore come the sheer estrangement of all these senses, the sense of having. The human being had to be reduced to this absolute poverty in order that he might yield his inner wealth to the outer world.\n\nThe abolition of private property is therefore the complete emancipation of all human senses and qualities, but it is this emancipation precisely because these senses and attributes have become, subjectively and objectively, human. The eye has become a human eye, just as its object has become a social, human object – an object made by man for man. The senses have therefore become directly in their practice theoreticians. They relate themselves to the thing for the sake of the thing, but the thing itself is an objective human relation to itself and to man, and vice versa. Need or enjoyment have consequently lost its egotistical nature, and nature has lost its mere utility by use becoming human use.",
        "author": "Karl Marx"
    },
    {
        "quote": "Religion is the opiate of the masses.",
        "author": "Karl Marx"
    },
    {
        "quote": "It would be very difficult, if not altogether impossible, to establish any principle upon which the justice or expedience of capital punishment could be founded in a society glorying in its civilization.",
        "author": "Karl Marx"
    },
    {
        "quote": "Up till now it has been thought that the growth of the Christian myths during the Roman Empire was possible only because printing was not yet invented. Precisely the contrary. The daily press and the telegraph, which in a moment spreads inventions over the whole earth, fabricate more myths (and the bourgeois cattle believe and enlarge upon them) in one day than could have formerly been done in a century.",
        "author": "Karl Marx"
    },
    {
        "quote": "As exchange-values, all commodities are merely definite quantities of congealed labour-time.",
        "author": "Karl Marx"
    },
    {
        "quote": "Men make their own history, but they do not make it as they please.",
        "author": "Karl Marx"
    },
    {
        "quote": "They are my slaves [ books and papers ] and they must serve me as I please.",
        "author": "Karl Marx"
    },
    {
        "quote": "Not in vain does it [the proletariat] go through the stern but steeling school of labour. It is not a question of what this or that proletarian, or even the whole proletariat, at the moment regards as its aim. It is a question of what the proletariat is, and what, in accordance with this being, it will historically be compelled to do.",
        "author": "Karl Marx"
    },
    {
        "quote": "أن البلد الأكثر تطورا ، يبين للبلدان الأقل تطورا شكل مستقبلها",
        "author": "Karl Marx"
    },
    {
        "quote": "Той е направил продукт на идеята, неин предикат, онова, което е неин субект. Той развива своята мисъл не от предмета, а конструира своя предмет съобразно с едно приключило своята работа мислене - при това приключило я в абстрактната сфера на логиката.",
        "author": "Karl Marx"
    },
    {
        "quote": "This false appearance distinguishes wages labour from other historical forms of labour. On the basis of the wages system even the unpaid labour seems to be paid labour. With the slave, on the contrary, even that part of his labour which is paid appears to be unpaid. Of course, in order to work the slave must live, and one part of his working day goes to replace the value of his own maintenance. But since no bargain is struck between him and his master, and no acts of selling and buying are going on between the two parties, all his labour seems to be given away for nothing.",
        "author": "Karl Marx"
    },
    {
        "quote": "When the proletariat declares the dissolution of the hitherto existing world order, it merely declares the secret of its own existence, since it is in fact the dissolution of this order. When it demands the negation of private property, it is only laying down as a principle for society what society has laid down as a principle for the proletariat, what has already been incorporated in itself without its consent as the negative result of society.",
        "author": "Karl Marx"
    },
    {
        "quote": "What exclusively determines the magnitude of the value of any article is therefore the amount of labour socially necessary, or the labour-time socially necessary for its production.",
        "author": "Karl Marx"
    },
    {
        "quote": "What is crucial in the true state is not the fact that every citizen has the chance to devote himself to the universal interest in the shape of a particular class, but the capacity of the universal class to be really universal, i.e. to be the class of every citizen.",
        "author": "Karl Marx"
    },
    {
        "quote": "The extremity of this bondage is that it is only as a worker that he continues to maintain himself as a physical subject, and that it is only as a physical subject that he is a worker.",
        "author": "Karl Marx"
    },
    {
        "quote": "Self-contempt is a serpent that ever gnaws at one's breath, sucking the life-blood from one's own heart and mixing it with the poison of misanthropy and despair.",
        "author": "Karl Marx"
    },
    {
        "quote": "The present struggle between the South and North is, therefore, nothing but a struggle between two social systems, the system of slavery and the system of free labour. The struggle has broken out because the two systems can no longer live peacefully side by side on the North American continent. It can only be ended by the victory of one system or the other.",
        "author": "Karl Marx"
    },
    {
        "quote": "Man makes religion, religion does not make man. Religion is indeed man’s self-consciousness and self-awareness as long as he has not found his feet in the universe.",
        "author": "Karl Marx"
    },
    {
        "quote": "The mystery of this courage of Bauer’s is Hegel’s Phenomenology. As Hegel here puts self-consciousness in the place of man, the most varied human reality appears only as a definite form, as a determination of self-consciousness. But a mere determination of self-consciousness is a “pure category,” a mere “thought” which I can consequently also abolish in “pure” thought and overcome through pure thought. In Hegel’s Phenomenology the material, perceptible, objective bases of the various estranged forms of human self-consciousness are left as they are. Thus the whole destructive work results in the most conservative philosophy because it thinks it has overcome the objective world, the sensuously real world, by merely transforming it into a “thing of thought” a mere determination of self-consciousness and can therefore dissolve its opponent, which has become ethereal, in the “ether of pure thought.” Phenomenology is therefore quite logical when in the end it replaces human reality by “Absolute Knowledge”—Knowledge, because this is the only mode of existence of self-consciousness, because self-consciousness is considered as the only mode of existence of man; absolute knowledge for the very reason that self-consciousness knows itself alone and is no more disturbed by any objective world. Hegel makes man the man of self-consciousness instead of making self-consciousness the self-consciousness of man, of real man, man living in a real objective world and determined by that world. He stands the world on its head and can therefore dissolve in the head all the limitations which naturally remain in existence for evil sensuousness, for real man. Besides, everything which betrays the limitations of general self-consciousness—all sensuousness, reality, individuality of men and of their world—necessarily rates for him as a limit. The whole of Phenomenology is intended to prove that self-consciousness is the only reality and all reality.",
        "author": "Karl Marx"
    },
    {
        "quote": "Finally, there came a time when everything that men had considered as inalienable became an object of exchange, of traffic and could be alienated. This is the time when the very things which till then had been communicated, but never exchanged; given, but never sold; acquired, but never bought – virtue, love, conviction, knowledge, conscience, etc. – when everything, in short, passed into commerce. It is the time of general corruption, of universal venality, or, to speak in terms of political economy, the time when everything, moral or physical, having become a marketable value, is brought to the market to be assessed at its truest value.",
        "author": "Karl Marx"
    },
    {
        "quote": "The new era differs from the old chiefly in that the lash begins to imagine itself possessed of genius.",
        "author": "Karl Marx"
    },
    {
        "quote": "History is not like some individual person, which uses men to achieve its ends. History is nothing but the actions of men in pursuit of their ends.",
        "author": "Karl Marx"
    },
    {
        "quote": "Everyone of our relationships with nature and man must be a definite expression of our real, individual life.",
        "author": "Karl Marx"
    },
    {
        "quote": "The very same bourgeois mentality which extols the manufacturing division of labour, the life-long annexation of the worker to a partial operation, and the unconditional subordination of the detail worker to capital, extols them as an organisation of labour which increases productivity - denounces just as loudly every kind of deliberate social control and regulation of the social process of production, denounces it as an invasion of the inviolable property rights, liberty and self-determining genius of the individual capitalist. It is characteristic that the inspired apologists of the factory system can find nothing worse to say of any proposal for the general organisation of social labour, than that it would transform the whole of society into a factory.",
        "author": "Karl Marx"
    },
    {
        "quote": "The progressive tendency of the general rate of profit to fall is, therefore, just an expression peculiar to the capitalist mode of production of the progressive development of the social productivity of labour. This does not mean to say that the rate of profit may not fall temporarily for other reasons. But proceeding from the nature of the capitalist mode of production, it is thereby proved a logical necessity that in its development the general average rate of surplus-value must express itself in a falling general rate of profit. Since the mass of the employed living labour is continually on the decline as compared to the mass of materialised labour set in motion by it, i.e., to the productively consumed means of production, it follows that the portion of living labour, unpaid and congealed in surplus-value, must also be continually on the decrease compared to the amount of value represented by the invested total capital. Since the ratio of the mass of surplus-value to the value of the invested total capital forms the rate of profit, this rate must constantly fall.",
        "author": "Karl Marx"
    },
    {
        "quote": "Workers of the world unite; you have nothing to lose but your chains.",
        "author": "Karl Marx"
    },
    {
        "quote": "Money is the jealous god of Israel, in face of which no other god may exist. Money degrades all the gods of man – and turns them into commodities. Money is the universal self-established value of all things. It has, therefore, robbed the whole world – both the world of men and nature – of its specific value. Money is the estranged essence of man’s work and man’s existence, and this alien essence dominates him, and he worships it.",
        "author": "Karl Marx"
    },
    {
        "quote": "The alienation of man thus appeared as the fundamental evil of capitalist society.",
        "author": "Karl Marx"
    },
    {
        "quote": "In 1642 the modern world was born.",
        "author": "Karl Marx"
    },
    {
        "quote": "But money itself is a commodity, an external object, capable of becoming the private property of any individual. Thus social power becomes the private power of private persons. The ancients therefore denounced money as subversive of the economic and moral order of things.[106] Modern society, which, soon after its birth, pulled Plutus by the hair of his head from the bowels of the earth,[107] greets gold as its Holy Grail, as the glittering incarnation of the very principle of its own life.",
        "author": "Karl Marx"
    },
    {
        "quote": "The history of all hitherto existing society is the history of class struggles.",
        "author": "Karl Marx"
    },
    {
        "quote": "Hitherto philosophers have had the solution of all riddles lying in their writing-desks, and the stupid, exoteric world had only to open its mouth for the roast pigeons of absolute knowledge to fly into it. Now philosophy has become mundane, and the most striking proof of this is that philosophical consciousness itself has been drawn into the torment of the struggle, not only externally but also internally. But, if constructing the future and settling everything for all times are not our affair, it is all the more clear what we have to accomplish at present: I am referring to ruthless criticism of all that exists, ruthless both in the sense of not being afraid of the results it arrives at and in the sense of being just as little afraid of conflict with the powers that be.",
        "author": "Karl Marx"
    },
    {
        "quote": "Or how does it happen that trade, which after all is nothing more than the exchange of products of various individuals and countries, rules the whole world through the relation of supply and demand—a relation which, as an English economist says, hovers over the earth like the fate of the ancients, and with invisible hand allots fortune and misfortune to men, sets up empires and overthrows empires, causes nations to rise and to disappear—while with the abolition of the basis of private property, with the communistic regulation of production (and implicit in this, the destruction of the alien relation between men and what they themselves produce), the power of the relation of supply and demand is dissolved into nothing, and men get exchange, production, the mode of their mutual relation, under their own control again?",
        "author": "Karl Marx"
    },
    {
        "quote": "We also understand, therefore, that wages and private property are identical. Indeed, where the product, as the object of labor, pays for labor itself, there the wage is but a necessary consequence of labor’s estrangement. Likewise, in the wage of labor, labor does not appear as an end in itself but as the servant of the wage...\n\nAn enforced increase of wages (disregarding all other difficulties, including the fact that it would only be by force, too, that such an increase, being an anomaly, could be maintained) would therefore be nothing but better payment for the slave, and would not win either for the worker or for labor their human status and dignity.\n\nIndeed, even the equality of wages, as demanded by Proudhon, only transforms the relationship of the present-day worker to his labor into the relationship of all men to labor. Society would then be conceived as an abstract capitalist.\n\nWages are a direct consequence of estranged labor, and estranged labor is the direct cause of private property. The downfall of the one must therefore involve the downfall of the other.",
        "author": "Karl Marx"
    },
    {
        "quote": "Philosophy and the study of the real world have the same relation to one another as onanism and sexual love.",
        "author": "Karl Marx"
    },
    {
        "quote": "The Constitution, the National Assembly, the dynastic parties, the blue and the red republicans, the heroes of Africa, the thunder from the platform, the sheet lightning of the daily press, the entire literature, the political names and the intellectual reputations, the civil law and penal code, the liberté, égalité, fraternité and the second of May 1852—all have vanished like a phantasmagoria before the spell of a man whom even his enemies do not make out to be a magician. Universal suffrage seems to have survived only for a moment, in order that with its own hand it may make its last will and testament before the eyes of all the world and declare in the name of the people itself: Everything that exists has this much worth, that it will perish.",
        "author": "Karl Marx"
    },
    {
        "quote": "...to hunt in the morning, fish in the afternoon, rear cattle in the evening, [and] criticise after dinner...",
        "author": "Karl Marx"
    },
    {
        "quote": "Freeman and slave, patrician and plebeian, lord and serf, guild-master and journeyman, in a word, oppressor and oppressed, stood in constant opposition to one another, carried on an uninterrupted, now hidden, now open fight, a fight that each time ended, either in a revolutionary re-constitution of society at large, or in the common ruin of the contending classes.",
        "author": "Karl Marx"
    },
    {
        "quote": "Thus, in imagination, individuals seem freer under the dominance of the bourgeoisie than before, because their conditions of life seem accidental; in reality, of course, they are less free, because they are to a greater extent governed by material forces.",
        "author": "Karl Marx"
    },
    {
        "quote": "Only in community with others has each individual the means of cultivating his gifts in all directions; only in the community, therefore, is personal freedom possible.",
        "author": "Karl Marx"
    },
    {
        "quote": "Hitherto men have constantly made up for themselves false conceptions about themselves, about what they are and what they ought to be. They have arranged their relationships according to their ideas of God, of normal man, etc. The phantoms of their brains have got out of their hands. They, the creators, have bowed down before their creations. Let us liberate them from the chimeras, the ideas, dogmas, imaginary beings under the yoke of which they are pining away. Let us revolt against the rule of thoughts. Let us teach men, says one, to exchange these imaginations for thoughts which correspond to the essence of man; says the second, to take up a critical attitude to them; says the third, to knock them out of their heads; and — existing reality will collapse.",
        "author": "Karl Marx"
    },
    {
        "quote": "La tradición de todas las generaciones muertas oprime como una pesadilla el cerebro de los vivos.",
        "author": "Karl Marx"
    },
    {
        "quote": "If now in considering the course of history we detach the ideas of the ruling class from the ruling class itself and attribute them to an independent existence, if we confine ourselves to saying that these or those ideas were dominant at a given time, without bothering ourselves about the conditions of production and the producers of these ideas, if we thus ignore the individuals and world conditions which are the source of the ideas, we can say, for instance, that during that time that the aristocracy was dominant, the concepts of honour, loyalty, etc. were dominant, during the dominance of the bourgeoisie the concepts freedom, equality, etc. The ruling class itself on the whole imagines this to be so. This conception of history, which is common to all historians, particularly since the eighteenth century, will necessarily come up against the phenomenon that increasingly abstract ideas hold sway, i.e. ideas which increasingly take on the form of universality. For each new class which puts itself in the place of one ruling before it, is compelled, merely in order to carry through its aim, to represent its interest as the common interest of all the members of society, that is, expressed in ideal form: it has to give its ideas the form of universality, and represent them as the only rational, universally valid ones.",
        "author": "Karl Marx"
    },
    {
        "quote": "The bourgeoisie cannot exist without constantly revolutionising the instruments of production, and thereby the relations of production, and with them the whole relations of society.",
        "author": "Karl Marx"
    },
    {
        "quote": "This demand to change consciousness amounts to a demand to interpret reality in another way, i.e., to recognise it by means of another interpretation....They forget however, that to these phrases they themselves are only opposing other phrases, and that they are in no way combating the real existing world when they are merely combating the phrases of this world.",
        "author": "Karl Marx"
    },
    {
        "quote": "The cry for an equality of wages rests, therefore, upon a mistake is an inane wish never to be fulfilled. It is an offspring of that false and superficial radicalism that accepts premises and tries to evade conclusions. Upon the basis of the wages system the value of labouring power is settled like that of every other commodity; and as different kinds of labouring power have different values, or require different quantities of labour for their production, they must fetch different prices in the labour market. To clamour for equal or even equitable retribution on the basis of the wages system is the same as to clamour for freedom on the basis of the slavery system. What you think just or equitable is out of the question. The question is: What is necessary and unavoidable with a given system of production? After what has been said, it will be seen that the value of labouring power is determined by the value of the necessaries required to produce, develop, maintain, and perpetuate the labouring power.",
        "author": "Karl Marx"
    },
    {
        "quote": "Take the example of our spinner. We have seen that, to daily reproduce his labouring power, he must daily reproduce a value of three shillings, which he will do by working six hours daily. But this does not disable him from working ten or twelve or more hours a day. But by paying the daily or weekly value of the spinner's labouring power the capitalist has acquired the right of using that labouring power during the whole day or week. He will, therefore, make him work say, daily, twelve hours. Over and above the six hours required to replace his wages, or the value of his labouring power, he will, therefore, have to work six other hours, which I shall call hours of surplus labour, which surplus labour will realize itself in a surplus value and a surplus produce. If our spinner, for example, by his daily labour of six hours, added three shillings' value to the cotton, a value forming an exact equivalent to his wages, he will, in twelce hours, add six shillings' worth to the cotton, and produce a proportional surplus of yarn. As he has sold his labouring power to the capitalist, the whole value of produce created by him belongs to the capitalist, the owner pro tem. of his labouring power. By advancing three shillings, the capitalist will, therefore, realize a value of six shillings, because, advancing a value in which six hours of labour are crystallized. By repeating this same process daily, the capitalist will daily advance three shillings and daily pocket six shillings, one half of which will go to pay wages anew, and the other half of which will form surplus value, for which the capitalist pays no equivalent. It is this sort of exchange between capital and labour upon which capitalistic production, or the wages system, is founded, and which must constantly result in reproducing the working man as a working man, and the capitalist as a capitalist.",
        "author": "Karl Marx"
    },
    {
        "quote": "But capital not only lives upon labour. Like a master, at once distinguished and barbarous, it drags with it into its grave the corpses of its slaves, whole hecatombs of workers, who perish in the crises.",
        "author": "Karl Marx"
    },
    {
        "quote": "Philosophers have hitherto only interpreted the world in various ways; the point is to change it",
        "author": "Karl Marx"
    },
    {
        "quote": "For us the issue cannot be the alteration of private property but only its annihilation, not the smoothing over of class antagonisms but the abolition of classes not the improvement of the existing society but the foundation of a new one.",
        "author": "Karl Marx"
    },
    {
        "quote": "إن الإنسان الذي يصبح خاضعاً لحاجاته المغرّبة هو كائن إنساني مشوه ذهنياً وطبيعياً ... السلعة الفاعلة والواعية ذاتياً. إن الإنسان السلعة هذا لا يعرف سوي طريق واحد لتواصل ذاته مع العالم الخارجي, بواسطة امتلاكه واستهلاكه: فكلما يكون الإنسان أكثر اغتراباً كلما تساهم حاسة الملكية والاستعمال أكثر في تشكيل علاقاته بالعالم. فكلما تكون أنت أقل, وكلما تعبر أقل عن حياتك, كلما تملك أكثر, وكلما تكون حياتك المغرَّبة وعملية توفير وجودك, أعظم",
        "author": "Karl Marx"
    },
    {
        "quote": "It [bourgeoisie] has resolved personal worth into exchange value, and in place of the numberless indefeasible chartered freedoms, has set up that single, unconscionable freedom – Free Trade.",
        "author": "Karl Marx"
    },
    {
        "quote": "As use-values, commodities differ above all in quality, while as exchange-values they can only differ in quantity, and therefore do not contain an atom of use-value.",
        "author": "Karl Marx"
    },
    {
        "quote": "The main defect of all hitherto-existing materialism — that of Feuerbach included — is that the Object [der Gegenstand], actuality, sensuousness, are conceived only in the form of the object [Objekts], or of contemplation [Anschauung], but not as human sensuous activity, practice [Praxis], not subjectively. Hence it happened that the active side, in opposition to materialism, was developed by idealism — but only abstractly, since, of course, idealism does not know real, sensuous activity as such. Feuerbach wants sensuous objects [Objekte], differentiated from thought-objects, but he does not conceive human activity itself as objective [gegenständliche] activity.",
        "author": "Karl Marx"
    },
    {
        "quote": "Philosophers have hitherto interpreted the world in various ways; the point, however, is to change it",
        "author": "Karl Marx"
    },
    {
        "quote": "First, the fact that labor is external to the worker, i.e., it does not belong to his intrinsic nature; that in his work, therefore, he does not affirm himself but denies himself, does not feel content but unhappy, does not develop freely his physical and mental energy but mortifies his body and ruins his mind. The worker therefore only feels himself outside his work, and in his work feels outside himself. He feels at home when he is not working, and when he is working he does not feel at home. His labor is therefore not voluntary, but coerced; it is forced labor. It is therefore not the satisfaction of a need; it is merely a means to satisfy needs external to it. Its alien character emerges clearly in the fact that as soon as no physical or other compulsion exists, labor is shunned like the plague. External labor, labor in which man alienates himself, is a labor of self-sacrifice, of mortification. Lastly, the external character of labor for the worker appears in the fact that it is not his own, but someone else’s, that it does not belong to him, that in it he belongs, not to himself, but to another. Just as in religion the spontaneous activity of the human imagination, of the human brain and the human heart, operates on the individual independently of him – that is, operates as an alien, divine or diabolical activity – so is the worker’s activity not his spontaneous activity. It belongs to another; it is the loss of his self.",
        "author": "Karl Marx"
    },
    {
        "quote": "On the basis of capitalist production, a new swindle with the wages of management develops in connection with joint-stock companies, in that, over and above the actual managing director, a number of governing and supervisory boards arise, for which management and supervision are in fact a mere pretext for the robbery of shareholders and their own enrichment.",
        "author": "Karl Marx"
    },
    {
        "quote": "Религията е опиум за народа. Тя е едно сърце в един безсърдечен свя",
        "author": "Karl Marx"
    },
    {
        "quote": "В наше време човековъдството много изостава от животновъдството",
        "author": "Karl Marx"
    },
    {
        "quote": "From each according to their ability, to each according to their need.",
        "author": "Karl Marx"
    },
    {
        "quote": "Nous ne nous présentons pas au monde en doctrinaires avec un nouveau principe en lui disant: voici la vérité, c'est ici qu'il faut tomber à genoux. Des principes du monde nous tirons pour le monde des principes nouveaux.",
        "author": "Karl Marx"
    },
    {
        "quote": "An abundance of good friends does not lead to better philosophy .",
        "author": "Karl Marx"
    },
    {
        "quote": "The lower strata of the middle class—the small tradespeople, shopkeepers, retired tradesmen generally, the handicraftsmen and peasants—all these sink gradually into the proletariat, partly because their diminutive capital does not suffice for the scale on which Modern Industry is carried on, and is swamped in the competition with the large capitalists, partly because their specialized skill is rendered worthless by the new methods of production. Thus the proletariat is recruited from all classes of the population.",
        "author": "Karl Marx"
    },
    {
        "quote": "No revolution is made out of shame. I reply: Shame is already revolution of a kind",
        "author": "Karl Marx"
    },
    {
        "quote": "Men [sic] make their own history, but they do not make it as they please; they do not make it under self-selected circumstances, but under circumstances existing already, given and transmitted from the past.\n\n(Marx, 1963)",
        "author": "Karl Marx"
    },
    {
        "quote": "Последните думи са за глупаците, които не са казали достатъчно приживе",
        "author": "Karl Marx"
    },
    {
        "quote": "The more of himself man attributes to God, the less he has left in himself.",
        "author": "Karl Marx"
    },
    {
        "quote": "All pursuit of commodity production becomes at the same time pursuit of the exploitation of labour-power; but only capitalist commodity production is an epoch-making mode of exploitation, which in the course of its historical development revolutionizes the entire economic structure of society by its organization of the labour process and its gigantic extension of technique, and towers incomparably above all earlier epochs.",
        "author": "Karl Marx"
    },
    {
        "quote": "A commodity appears, at first sight, a very trivial thing, and easily understood. Its analysis shows that it is, in reality, a very queer thing, abounding in metaphysical subtleties and theological niceties. ",
        "author": "Karl Marx"
    },
    {
        "quote": "Democracy is the road to Socialism.",
        "author": "Karl Marx"
    },
    {
        "quote": "But, in general, the protective system of our day is conservative, while the free trade system is destructive. It breaks up old nationalities and pushes the antagonism of the proletariat and the bourgeoisie to the extreme point. In a word, the free trade system hastens the social revolution. It is in this revolutionary sense alone, gentlemen, that I vote in favor of free trade.",
        "author": "Karl Marx"
    },
    {
        "quote": "The philosophers have only interpreted the world, in various ways; the point is to change it.",
        "author": "Karl Marx"
    },
    {
        "quote": "Uno spettro si aggira per l'Europa: lo spettro del comunismo.",
        "author": "Karl Marx"
    },
    {
        "quote": "[representative government is] deciding once in three or six years which member of the ruling class was to misrepresent the people in Parliament,",
        "author": "Karl Marx"
    },
    {
        "quote": "The bourgeois during its rule of scarce one hundred years, has created more massive and more colossal productive forces than have all preceding generations together.",
        "author": "Karl Marx"
    },
    {
        "quote": "The 'free' laborer, thanks to the development of capitalistic production, agrees, i.e. is compelled by social conditions, to sell the whole of his active life, his birthright for a mass of pottage.",
        "author": "Karl Marx"
    },
    {
        "quote": "Economists have a singular method of procedure. There are only two kinds of institutions for them, artificial and natural. The institutions of feudalism are artificial institutions, those of the bourgeoisie are natural institutions. In this, they resemble the theologians, who likewise establish two kinds of religion. Every religion which is not theirs is an invention of men, while their own is an emanation from God. When the economists say that present-day relations — the relations of bourgeois production — are natural, they imply that these are the relations in which wealth is created and productive forces developed in conformity with the laws of nature. These relations therefore are themselves natural laws independent of the influence of time. They are eternal laws which must always govern society. Thus, there has been history, but there is no longer any. There has been history, since there were the institutions of feudalism, and in these institutions of feudalism we find quite different relations of production from those of bourgeois society, which the economists try to pass off as natural and as such, eternal.",
        "author": "Karl Marx"
    },
    {
        "quote": "This law of capitalistic society would sound absurd to savages, or even civilised colonists. It calls to mind the boundless reproduction of animals individually weak and constantly hunted down.24",
        "author": "Karl Marx"
    },
    {
        "quote": "Contempt for theory, art, history, and for man as an end in himself, which is contained in an abstract form in the Jewish religion, is the real, conscious standpoint, the virtue of the man of money. The species-relation itself, the relation between man and woman, etc., becomes an object of trade! The woman is bought and sold.",
        "author": "Karl Marx"
    },
    {
        "quote": "In a rational state it would be more appropriate to ensure that a cobbler passed an examination than an executive civil servant; because shoe-making is a craft in the absence of which it is still possible to be a good citizen and a man in society. But the necessary 'knowledge of the state' is a precondition in the absence of which one lives outside the state, cut off from the air one breathes and from oneself. Thus the 'examination' is nothing but a Masonic initiation, the legal recognition of the knowledge of citizenship, the acknowledgement of a privilege.\n\nThis 'link' between the 'individual' and his 'office', this objective bond between the knowledge of civil society and the knowledge of the state, namely the examination, is nothing but the bureaucratic baptism of knowledge, the official recognition of the transubstantiation of profane knowledge into sacred knowledge (it is plain that in every examination the examiner is omniscient).\n\nIt is not recorded that Greek and Roman statesmen ever took examinations. But then what is a Roman statesman compared to a Prussian civil servant!",
        "author": "Karl Marx"
    },
    {
        "quote": "Die Geschichte aller bisherigen Gesellschaft ist die Geschichte von Klassenkämpfen. Freier und Sklave, Patrizier und Plebejer, Baron und Leibeigener, Zunftbürger und Gesell, kurz, Unterdrücker und Unterdrückte standen in stetem Gegensatz zueinander, führten einen ununterbrochenen, bald versteckten, bald offenen Kampf, einen Kampf, der jedesmal mit einer revolutionären Umgestaltung der ganzen Gesellschaft endete oder mit dem gemeinsamen Untergang der kämpfenden Klassen.",
        "author": "Karl Marx"
    },
    {
        "quote": "Free trade: for the benefit of the working class. Protective duties: for the benefit of the working class. Prison Reform: for the benefit of the working class. This is the last word and the only seriously meant word of bourgeois Socialism. It is summed up in the phrase: the bourgeois is a bourgeois—for the benefit of the working class.",
        "author": "Karl Marx"
    },
    {
        "quote": "Четенето на художествени произведения е неоценим източник на познания за живота и законите на неговата борба.",
        "author": "Karl Marx"
    },
    {
        "quote": "Economists have a singular method of procedure. There are only two kinds of institutions for them, artificial and natural. The institutions of feudalism are artificial institutions, those of the bourgeoisie are natural institutions. In this, they resemble the theologians, who likewise establish two kinds of religion. Every religion which is not theirs is an invention of men, while their own is an emanation from God. When the economists say the present-day relations--the relations of bourgeois production--are natural, they imply that these are the relations in which wealth is created and productive forces developed in conformity with the laws of nature. These relations therefore are themselves natural laws independent of the influence of time. They are eternal laws which must always govern society. Thus, there has been history, but there is no longer any. There has been history, since there were institutions of feudalism, and in these institutions of feudalism we find quite different relations of production from those of bourgeois society, which the economists try to pass off as natural and, as such, eternal.",
        "author": "Karl Marx"
    },
    {
        "quote": "vassals",
        "author": "Karl Marx"
    },
    {
        "quote": "El poder político es simplemente el poder organizado de una clase para oprimir a otra.",
        "author": "Karl Marx"
    },
    {
        "quote": "he bourgeoisie has subjected the country to the rule of the towns. It has created enormous cities, has greatly increased the urban population as compared with the rural, and has thus rescued a considerable part of the population from the idiocy of rural life. Just as it has made the country dependent on the towns, so it has made barbarian and semi-barbarian countries dependent on the civilised ones, nations of peasants on nations of bourgeois, the East on the West.",
        "author": "Karl Marx"
    },
    {
        "quote": "The less the skill and exertion of strength implied in manual labour, in other words, the more modern industry becomes developed, the more is the labour of men superseded by that of women. Differences of age and sex have no longer any distinctive social validity for the working class. All are instruments of labour, more or less expensive to use, according to their age and sex.",
        "author": "Karl Marx"
    },
    {
        "quote": "El gobierno del Estado moderno no es más que una junta que administra los negocios comunes de toda la clase burguesa (...) para no dejar subsistir otro vinculo entre los hombres que el frío interés, el cruel 'pago al contado' (...) Ha hecho de la dignidad personal un simple valor de intercambio (...) ha establecido una explotación abierta, descarada, directa y brutal.",
        "author": "Karl Marx"
    },
    {
        "quote": "As a matter of fact, the methods of primitive accumulation are anything but idyllic.",
        "author": "Karl Marx"
    },
    {
        "quote": "Freeman and slave, patrician and plebeian, lord and serf, guild-master and journeyman, in a word, oppressor and oppressed, stood in constant opposition to one another, carried on an uninterrupted, now hidden, now open fight, a fight that each time ended, either in a revolutionary reconstitution of society at large, or in the common ruin of the contending classes.",
        "author": "Karl Marx"
    },
    {
        "quote": "The criticism of religion ends with the teaching that man is the highest essence for man – hence, with the categoric imperative to overthrow all relations in which man is a debased, enslaved, abandoned, despicable essence, relations which cannot be better described than by the cry of a Frenchman when it was planned to introduce a tax on dogs: 'Poor dogs! They want to treat you as human beings!",
        "author": "Karl Marx"
    },
    {
        "quote": "Ji bilî zincîrên xwe tiştekî ku proleter ji dest bidin nîn e. Lê cîhaneke ku bi dest bixin heye. \nKarkerên hemû welatan, bibin yek!",
        "author": "Karl Marx"
    },
    {
        "quote": "The windmill gives you society with the feudal lord; the steam mill, society with the industrial capitalist",
        "author": "Karl Marx"
    },
    {
        "quote": "Marami akong natutunan, na lahat ng bagay kapag ipinaglalaban ay matutupad. Sabi nga ng isa sa aking kaibigan, kahit na 'yung nagmamahal nang hindi binabalikan eh may makukuha rin. Dahil kahit papaano ay nami-miss ka rin nila at nasa kanilang isipan. Dahil kung hindi ka nila nami-miss, eh 'di sana ay kasama mo siya ngayon.",
        "author": "Karl Marx"
    },
    {
        "quote": "If conquest constitutes a natural right on the part of the few, the many have only to gather sufficient strength in order to acquire the natural right of reconquering what has been taken from them",
        "author": "Karl Marx"
    },
    {
        "quote": "These contradictions, of course, lead to explosions, crises, in which momentary suspension of all labour and annihilation of a great part of the capital violently lead it back to the point where it is enabled [to go on] fully employing its productive powers without committing suicide. Yet, these regularly recurring catastrophes lead to their repetition on a higher scale, and finally to its violent overthrow. There are moments in the developed movement of capital which delay this movement other than by crises; such as e.g. the constant devaluation of a part of the existing capital: the transformation of a great part of capital into fixed capital which does not serve as agency of direct production; unproductive waste of a great portion of capital etc.",
        "author": "Karl Marx"
    },
    {
        "quote": "All mythology masters and dominates and shapes the forces of nature in and through the imagination; hence it disappears as soon as man gains mastery over the forces of nature",
        "author": "Karl Marx"
    },
    {
        "quote": "the forming of the five senses is a labour of the entire history of the world down to the present",
        "author": "Karl Marx"
    },
    {
        "quote": "The philosophers have only interpreted the world in various ways: the point is to change it.",
        "author": "Karl Marx"
    },
    {
        "quote": "In money-lenders’ capital the form M-C-M is reduced to the two extremes without a mean, M-M , money exchanged for more money, a form that is incompatible with the nature of money, and therefore remains inexplicable from the standpoint of the circulation of commodities. Hence Aristotle: “since chrematistic is a double science, one part belonging to commerce, the other to economic, the latter being necessary and praiseworthy, the former based on circulation and with justice disapproved (for it is not based on Nature, but on mutual cheating), therefore the usurer is most rightly hated, because money itself is the source of his gain, and is not used for the purposes for which it was invented.",
        "author": "Karl Marx"
    },
    {
        "quote": "Sell a man a fish, he eats for a day, teach a man how to fish, you ruin a wonderful business opportunity",
        "author": "Karl Marx"
    },
    {
        "quote": "The weapon of criticism obviously cannot replace the criticism of\nweapons. Material force must be overthrown by material force. But\ntheory also becomes a material force once it has gripped the masses.",
        "author": "Karl Marx"
    },
    {
        "quote": "When a great social revolution shall have mastered the results of the bourgeois epoch, the market of the world and the modern powers of production, and subjected them to the common control of the most advanced peoples, then only will human progress cease to resemble that hideous pagan idol, who would not drink the nectar but from the skulls of the slain.",
        "author": "Karl Marx"
    },
    {
        "quote": "From the standpoint of a higher economic form of society, private ownership of the globe by single individuals will appear quite as absurd as private ownership of one man by another. Even a whole society, a nation, or even all simultaneously existing societies taken together, are not the owners of the globe. They are only its possessors, its usufructuaries, and, like boni patres familias, they must hand it down to succeeding generations in an improved condition.",
        "author": "Karl Marx"
    },
    {
        "quote": "The heart of a man is a wonderful thing, especially when it is carried in his wallet.",
        "author": "Karl Marx"
    },
    {
        "quote": "Consciousness does not determine life, but life determines consciousness",
        "author": "Karl Marx"
    },
    {
        "quote": "But you Communists would introduce community of women, screams the whole bourgeoisie in union. The bourgeois sees in his wife a mere instrument of production. He hears that the instruments of production are to be exploited in common, and, naturally, can come to no other conclusion than that the lot of being common to all will likewise fall to women. He has not even a suspicion that the real point aimed at is to do away with the status of women as mere instruments of production.",
        "author": "Karl Marx"
    },
    {
        "quote": "The proletarians have nothing to lose but their chains. They have a world to win.",
        "author": "Karl Marx"
    },
    {
        "quote": "Government hears only its own voice … It knows it hears only its own voice and yet it deceives itself that it hears the people’s voice.",
        "author": "Karl Marx"
    },
    {
        "quote": "passions without truth, truths without passion; heroes without heroic deeds, history without events; development, whose sole driving force seems to be the calendar, wearying with constant repetition of the same tensions and relaxations; antagonisms that periodically seem to work themselves up to a climax only to lose their sharpness and fall away without being able to resolve themselves; pretentiously paraded exertions and philistine terror at the danger of the world’s coming to an end, and at the same time the pettiest intrigues and court comedies played by the world redeemers, who in their laisser aller remind us less of the Day of Judgment than of the times of the Fronde – the official collective genius of France brought to naught by the artful stupidity of a single individual; the collective will of the nation, as often as it speaks through universal suffrage, seeking its appropriate expression through the inveterate enemies of the interests of the masses, until at length it finds it in the self-will of a filibuster. If any section of history has been painted gray on gray, it is this.",
        "author": "Karl Marx"
    },
    {
        "quote": "Working men’s Paris, with its Commune, will be forever celebrated as the glorious harbinger of a new society. Its martyrs are enshrined in the great heart of the working class. Its exterminators history has already nailed to that eternal pillory from which all the prayers of their priest will not avail to redeem them.",
        "author": "Karl Marx"
    },
    {
        "quote": "The labourer seeks to maintain the total of his wages for a given time by performing more labour, either by working a greater number of hours, or by accomplishing more in the same number of hours. Thus, urged on by want, he himself multiplies the disastrous effects of division of labour. The result is: the more he works, the less wages he receives. And for this simple reason: the more he works, the more he competes against his fellow workmen, the more he compels them to compete against him, and to offer themselves on the same wretched conditions as he does so that, in the last analysis, he competes against himself as a member of the working class.",
        "author": "Karl Marx"
    },
    {
        "quote": "Religious suffering is, at one and the same time, the expression of real suffering and protest against real suffering. Religion is the sigh of the oppressed creature, the heart of a heartless world, and the soul of soulless conditions. It is the opium of the people. The abolition of religion as the illusory happiness of the people is the demand for their real happiness. To call on them to give up their illusions about their condition is to call on them to give up a condition that requires illusions. The criticism of religion is, therefore, in embryo, the criticism of that vale of tears of which religion is the halo. Criticism has plucked the imaginary flowers on the chain not in order that man shall continue to bear that chain without fantasy or conclusion, but so that he shall throw off the chain and pluck the living flower.",
        "author": "Karl Marx"
    },
    {
        "quote": "This class has always to sacrifice a part of itself in order not to be wholly destroyed.",
        "author": "Karl Marx"
    },
    {
        "quote": "Marx himself makes it clear that he does not start from a basic concept – value – but from an elementary material phenomenon – the commodity – which is at the basis of capitalism, as the only economic organization based upon generalized commodity production.",
        "author": "Karl Marx"
    },
    {
        "quote": "because of Marx’s capacity to discover the long-term laws of motion of the capitalist mode of production in its essence, irrespective of thousands of ‘impurities’ and of secondary aspects, that his long-term predictions – the laws of accumulation of capital, stepped-up technological progress, accelerated increase in the productivity and intensity of labour, growing concentration and centralization of capital, transformation of the great majority of economically active people into sellers of labour-power, declining rate of profit, increased rate of surplus value, periodically recurrent recessions, inevitable class struggle between Capital and Labour, increasing revolutionary attempts to overthrow capitalism – have been so strikingly confirmed by history.",
        "author": "Karl Marx"
    },
    {
        "quote": "Everyone should be able to attend to his religious as well as his bodily needs without the police sticking their nose in.",
        "author": "Karl Marx"
    },
    {
        "quote": "In proportion as the exploitation of one individual by another is put an end to, the exploitation of one nation by another will also be put an end to. In proportion as the antagonism between classes within the nation vanishes, the hostility of one nation to another will come to an end.",
        "author": "Karl Marx"
    },
    {
        "quote": "The raising of wages excites in the worker the capitalist's mania to get rich, which he, however, can only satisfy by the sacrifice of his mind and body.",
        "author": "Karl Marx"
    },
    {
        "quote": "[T]he emancipation of the workers contains universal human emancipation — and it contains this because the whole of human servitude is involved in the relation of the worker to production, and all relations of servitude are but modifications and consequences of this relation.",
        "author": "Karl Marx"
    },
    {
        "quote": "The foundation of irreligious criticism is: Man makes religion, religion does not make man. Religion is, indeed, the self-consciousness and self-esteem of man who has either not yet won through to himself, or has already lost himself again. But man is no abstract being squatting outside the world. Man is the world of man – state, society. This state and this society produce religion, which is an inverted consciousness of the world, because they are an inverted world. Religion is the general theory of this world, its encyclopaedic compendium, its logic in popular form, its spiritual point d’honneur, its enthusiasm, its moral sanction, its solemn complement, and its universal basis of consolation and justification. It is the fantastic realization of the human essence since the human essence has not acquired any true reality. The struggle against religion is, therefore, indirectly the struggle against that world whose spiritual aroma is religion. \n\nReligious suffering is, at one and the same time, the expression of real suffering and a protest against real suffering. Religion is the sigh of the oppressed creature, the heart of a heartless world, and the soul of soulless conditions. It is the opium of the people. \n\nThe abolition of religion as the illusory happiness of the people is the demand for their real happiness. To call on them to give up their illusions about their condition is to call on them to give up a condition that requires illusions. The criticism of religion is, therefore, in embryo, the criticism of that vale of tears of which religion is the halo.\n\nCriticism has plucked the imaginary flowers on the chain not in order that man shall continue to bear that chain without fantasy or consolation, but so that he shall throw off the chain and pluck the living flower. The criticism of religion disillusions man, so that he will think, act, and fashion his reality like a man who has discarded his illusions and regained his senses, so that he will move around himself as his own true Sun. Religion is only the illusory Sun which revolves around man as long as he does not revolve around himself. \n\nIt is, therefore, the task of history, once the other-world of truth has vanished, to establish the truth of this world. It is the immediate task of philosophy, which is in the service of history, to unmask self-estrangement in its unholy forms once the holy form of human self-estrangement has been unmasked. Thus, the criticism of Heaven turns into the criticism of Earth, the criticism of religion into the criticism of law, and the criticism of theology into the criticism of politics.",
        "author": "Karl Marx"
    },
    {
        "quote": "In these crises, there breaks out an epidemic that, in all earlier epochs, would have seemed an absurdity — the epidemic of over-production. Society suddenly finds itself put back into a state of momentary barbarism; it appears as if a famine, a universal war of devastation, had cut off the supply of every means of subsistence; industry and commerce seem to be destroyed. And why? Because there is too much civilization, too much means of subsistence, too much industry, too much commerce",
        "author": "Karl Marx"
    },
    {
        "quote": "What the working man sells is not directly his labour, but his labouring power, the temporary disposal of which he makes over to the capitalist. this is so much the case that I do not know whether by the English Laws, but certainly by some Continental Laws, the maximum time is fixed for which a man is allowed to sell his labouring power. If allowed to do so for any indefinite period whatever, slavery would be immediately restored. Such a sale, if it comprised his lifetime, for example, would make him at once the lifelong slave of his employer.",
        "author": "Karl Marx"
    },
    {
        "quote": "For real wealth is the developed productive power of all individuals. The measure of wealth is then not any longer, in any way, labour time, but rather disposable time.",
        "author": "Karl Marx"
    },
    {
        "quote": "Az biraz tarih bilen herkes büyük sosyal devrimlerin kadınların katılımı olmadan gerçekleşemeyeceğini bilir. Toplumsal gelişim bizzat daha güzel olan bu cinsiyetin (çirkinler dahil) toplumsal konumuna bakılarak ölçülebilir.",
        "author": "Karl Marx"
    },
    {
        "quote": "Communism is for us not a state of affairs which is to be established, an ideal to which reality [will] have to adjust itself. We call communism the real movement which abolishes the present state of things. The conditions of this movement result from the premises now in existence.",
        "author": "Karl Marx"
    },
    {
        "quote": "Only in community [with others has each] individual the means of cultivating his gifts in all directions; only in the community, therefore, is personal freedom possible. In the previous substitutes for the community, in the State, etc. personal freedom has existed only for the individuals who developed within the relationship of the ruling class, and only insofar as they were individuals of this class. The illusory community, in which individuals have up till now combined, always took on an independent existence in relation to them, and was at the same time, since it was the combination of one class over against another, not only a completely illusory community, but a new fetter as well. In a real community the individuals obtain their freedom in and through their association.",
        "author": "Karl Marx"
    },
    {
        "quote": "[T]he various stages and interests are never completely overcome, but only subordinated to the prevailing interest and trail along beside the latter for centuries afterwards.",
        "author": "Karl Marx"
    },
    {
        "quote": "Thus things have now come to such a pass that the individuals must appropriate the existing totality of productive forces, not only to achieve self-activity, but, also, merely to safeguard their very existence. This appropriation is first determined by the object to be appropriated, the productive forces, which have been developed to a totality and which only exist within a universal intercourse. From this aspect alone, therefore, this appropriation must have a universal character corresponding to the productive forces and the intercourse.",
        "author": "Karl Marx"
    },
    {
        "quote": "All earlier revolutionary appropriations were restricted; individuals, whose self-activity was restricted by a crude instrument of production and a limited intercourse, appropriated this crude instrument of production, and hence merely achieved a new state of limitation. Their instrument of production became their property, but they themselves remained subordinate to the division of labour and their own instrument of production. In all expropriations up to now, a mass of individuals remained subservient to a single instrument of production; in the appropriation by the proletarians, a mass of instruments of production must be made subject to each individual, and property to all. Modern universal intercourse can be controlled by individuals, therefore, only when controlled by all.",
        "author": "Karl Marx"
    },
    {
        "quote": "The proletariat, a class of laborers,who live only so long as they find work,and who find work only so long as their labor increases capital. These laborers, who must sell themselves piecemeal, are a commodity,like every other article of commerce, and are consequently exposed to all the vicissitudes of competition, to all the fluctuations of the market.",
        "author": "Karl Marx"
    },
    {
        "quote": "In our reflecting and reasoning age, a man is not worth much who cannot give a good reason for everything, no matter how bad or crazy. Everything in the world that has been done wrong, has been done wrong for the very best of reasons.",
        "author": "Karl Marx"
    },
    {
        "quote": "Even an entire society, a nation, or all simultaneously existing societies taken together, are not the owners of the earth. They are simply its possessors, its beneficiaries, and have to bequeath it in an improved state to succeeding generations as boni patres familias [good heads of the household].",
        "author": "Karl Marx"
    },
    {
        "quote": "من هنا فإن الإنسان لم يُحرر من الدين و إنما حصل على الحرية الدينية. لم يُحرر من الملكية و إنما حصل على حرية الملكية. لم يُحرر من أنانية المهنة و إنما حصل على حرية المهنة.",
        "author": "Karl Marx"
    },
    {
        "quote": "Every product of labour is, in all states of society, a use value; but it is only at a definite historical epoch in a society’s development that such a product becomes a commodity, viz., at the epoch when the labour spent on the production of a useful article becomes expressed as one of the objective qualities of that article, i.e., as its value. It therefore follows that the elementary value form is also the primitive form under which a product of labour appears historically as a commodity, and that the gradual transformation of such products into commodities, proceeds pari passu with the development of the value form.",
        "author": "Karl Marx"
    },
    {
        "quote": "Let the ruling classes tremble at a Communistic revolution.\nThe proletarians have nothing to lose but their chains.\nThey have a world to win.",
        "author": "Karl Marx"
    },
    {
        "quote": "The highest point reached by contemplative [anschauende] materialism, that is, materialism which does not comprehend sensuousness as practical activity, is the contemplation of single individuals and of civil society [bürgerlichen Gesellschaft].",
        "author": "Karl Marx"
    },
    {
        "quote": "Sie wissen das nicht, aber sie tun es.",
        "author": "Karl Marx"
    },
    {
        "quote": "[Martin] Luther, we grant, overcame bondage out of devotion by replacing it by bondage out of conviction. He shattered faith in authority because he restored the authority of faith. He turned priests into laymen because he turned laymen into priests. He freed man from outer religiosity because he made religiosity the inner man. He freed the body from chains because he enchained the heart.",
        "author": "Karl Marx"
    },
    {
        "quote": "In proportion as the bourgeoisie, i.e., capital, is developed, in the same proportion is the proletariat, the modern working class, developed—a class of labourers, who live only so long as they find work, and who find work only so long as their labour increases capital. These labourers, who must sell themselves piece-meal, are a commodity, like every other article of commerce, and are consequently exposed to all the vicissitudes of competition, to all the fluctuations of the market.",
        "author": "Karl Marx"
    },
    {
        "quote": "Aš bjaurus, bet aš galiu nupirkti gražiausią moterį. Vadinasi, aš nesu bjaurus, nes bjaurumo poveikį, jo atbaidančią jėgą panaikina pinigai. Tegu aš - pagal savo individualybę - luošas, bet pinigai man suteikia 24 kojas. Vadinasi, aš nesu luošas. Aš blogas, nedoras, nesąžiningas, menko proto žmogus, bet pinigai gerbiami, vadinasi, gerbiamas jų savininkas. Pinigai yra didžiausias gėris - vadinasi, geras ir jų savininkas. Be to, pinigai išvaduoja mane nuo vargo būti nedoram, - todėl ir anksto manoma, jog aš doras.",
        "author": "Karl Marx"
    },
    {
        "quote": "La historia de todas las sociedades, hasta nuestros días es la historia de la lucha de las clases. Hombres libres y esclavos, patricios y plebeyos, señores y siervos, maestros y oficiales, en una palabra: opresores y oprimidos se enfrentaron siempre, mantuvieron una lucha constante, velada unas veces y otras franca y abierta, lucha que terminó siempre con la transformación revolucionaria de toda la sociedad o el hundimiento de las clases en pugna.",
        "author": "Karl Marx"
    },
    {
        "quote": "La cultura, cuya pérdida deplora, no es para la inmensa mayoría de los hombres más que el adiestramiento que los transforma en máquinas.",
        "author": "Karl Marx"
    },
    {
        "quote": "I laugh at the so-called 'practical' people and their wisdom. If one wants to live like a beast, it could naturally do, to turn its back on humanity's suffering and only care about its own pelt.",
        "author": "Karl Marx"
    },
    {
        "quote": "has left remaining no other nexus between man and man than naked self-interest,",
        "author": "Karl Marx"
    },
    {
        "quote": "There can be no doubt–and this very fact has led to false conceptions–that the great revolutions that took place in trade in the sixteenth and seventeenth centuries, along with the geographical discoveries of that epoch, and which rapidly advanced the development of commercial capital, were a major moment in promoting the transition from the feudal to the capitalist mode of production. The sudden expansion of the world market, the multiplication of commodities in circulation, the competition among the European nations for the seizure of Asiatic products and American treasures, the colonial system, all made a fundamental contribution towards shattering the feudal barriers to production. And yet the modern mode of production in its first period, that of manufacture, developed only where the conditions for it had been created in the Middle Ages. Compare Holland with Portugal, for example.49 And whereas in the sixteenth century, and partly still in the seventeenth, the sudden expansion of trade and the creation of a new world market had an overwhelming influence on the defeat of the old mode of production and the rise of the capitalist mode, this happened in reverse on the basis of the capitalist mode of production, once it had been created. The world market itself forms the basis for this mode of production. On the other hand, the immanent need that this has to produce on an ever greater scale drives it to the constant expansion of the world market, so that now it is not trade that revolutionizes industry, but rather industry that constantly revolutionizes trade. Moreover, commercial supremacy is now linked with the greater or lesser prevalence of the conditions for large-scale industry. Compare England and Holland, for example. The history of Holland’s decline as the dominant trading nation is the history of the subordination of commercial capital to industrial capital. The",
        "author": "Karl Marx"
    },
    {
        "quote": "اگر انسان، انسان باشد و روابطش با جهان روابطي انساني، آنگاه مي‌توان عشق را فقط با عشق، اعتماد را با اعتماد و ... رد و بدل كرد. اگر بخواهيم از هنر لذت ببريم، بايد هنرمندانه پرورش يافته باشيم؛ اگر مي‌خواهيم بر ديگران تأثير بگذاريم، بايد به‌ راستي قادر به برانگيختن و تشويق ديگران باشيم. هركدام از روابط ما با انسان و طبيعت بايد جلوه‌ي ويژه‌اي باشد كه با ابژه‌ي اراده و زندگي فردي واقعيمان منطبق باشد. اگر يك‌طرفه عشق مي‌ورزي، يعني عشقت به‌ عنوان عشق ناتوان از برانگيختن عشق متقابل است، اگر با تجلي زنده‌ي خود به‌ عنوان انساني عاشق، محبوب ديگري نمي‌شوي، آنگاه عشقت ناتوان است و اين عين بدبختي است.",
        "author": "Karl Marx"
    },
    {
        "quote": "Hegel dice en alguna parte que todos los grandes hechos y personajes de la historia universal aparecen, como si dijéramos, dos veces. Pero se olvidó de agregar: una vez como tragedia y la otra como farsa.",
        "author": "Karl Marx"
    },
    {
        "quote": "Philosophers have hitherto interpreted the world in various way; the point, however, is to change it",
        "author": "Karl Marx"
    },
    {
        "quote": "Religion is the moan of the oppressed creature, the sentiment of a heartless world, as it is the spirit of spiritless conditions. It is the opium of the people.",
        "author": "Karl Marx"
    },
    {
        "quote": "La société bourgeoise moderne, élevée sur les ruines de la société féodale, n'a pas aboli les antagonismes de classes. Elle n'a fait que substituer aux anciennes de nouvelles classes, de nouvelles conditions d'oppression, de nouvelles formes de lutte.",
        "author": "Karl Marx"
    },
    {
        "quote": "La classe des ouvriers modernes, qui ne vivent qu'à la condition de trouver du travail, et qui n'en trouvent plus dès que leur travail cesse d'agrandir le capital. Les ouvriers, contraints de se vendre au jour le jour, sont une marchandise comme tout autre article de commerce ; ils subissent, par conséquent, toutes les vicissitudes de la concurrence, toutes fluctuations du marché.",
        "author": "Karl Marx"
    },
    {
        "quote": "Le coût de production de l'ouvrier se réduit à peu près aux moyens d'entretien dont il a besoin pour vivre et propager sa race.",
        "author": "Karl Marx"
    },
    {
        "quote": "Le travailleur tombe dans le paupérisme, et le paupérisme s'accroît plus rapidement encore que la population et la richesse",
        "author": "Karl Marx"
    },
    {
        "quote": "Le prix moyen du travail salarié est le minimum du salaire, c'est-à-dire la somme des moyens d'existence dont l'ouvrier a besoin pour vivre en ouvrier. Par conséquent, ce que l'ouvrier s'approprie par son activité est tout juste ce qui lui est nécessaire pour entretenir une maigre existence, et pour se reproduire.",
        "author": "Karl Marx"
    },
    {
        "quote": "Vous êtes saisis d'horreur parce que nous voulons abolir la propriété privée. Mais dans votre société la propriété privée est abolie pour les 9/10ème de ses membres. C'est précisément parce qu'elle n'existe par pour 9/10ème qu'elle existe pour vous. Vous nous reprochez donc de vouloir abolir une forme de la propriété qui ne peut constituer qu'à la condition de priver l'immense majorité de la société de toute propriété.",
        "author": "Karl Marx"
    },
    {
        "quote": "Le communisme n'enlève à personne le pouvoir de s'approprier sa part des produits sociaux, il n'ôte que le pouvoir d'assujettir, à l'aide de cette appropriation, le travail d'autrui",
        "author": "Karl Marx"
    },
    {
        "quote": "Le pouvoir politique, à proprement parler, est le pouvoir organisé d’une classe pour l’oppression d’une autre.",
        "author": "Karl Marx"
    },
    {
        "quote": "Cependant, pour les pays les plus avancés, les mesures suivantes pourront assez généralement être applicables : \n\n1 ̊Expropriation de la propriété foncière et confiscation de la rente foncière au profit de l’Etat. \n2 ̊Impôt fortement progressif. \n3 ̊Abolition de l’héritage. \n4 ̊Confiscation de la propriété de tous les émigrants et de tous les rebelles. \n5 ̊Centralisation du crédit dans les mains de l’Etat au moyen d’une banque nationale, avec capital de l’Etat, et avec le monopole exclusif. \n6 ̊Centralisation dans les mains de l’Etat de tous les moyens de transport. \n7 ̊Augmentation des manufactures nationales et des instruments de production, défrichement des terrains incultes et amélioration des terres cultivées d’après un système général.\n8 ̊Travail obligatoire pour tous, organisation d’armées industrielles, particulièrement pour l’agriculture.\n9 ̊Combinaison du travail agricole et industriel, ; mesures tendant à faire disparaître la distinction entre ville et campagne. \n10 ̊Education publique et gratuite de tous les enfants, abolition du travail des enfants dans les fabriques tel qu’il est pratiqué aujourd’hui. Combinaison de l’éducation avec la production matérielle, etc., etc.",
        "author": "Karl Marx"
    },
    {
        "quote": "İşçi sınıfının çalışmakta olan kısmının aşırı çalışması, işçi sınıfının yedek kısmını büyütürken, diğer taraftan, yedekte bulunan kısmın rekabet yoluyla çalışmakta olan kısım üzerinde yarattığı baskının artması, çalışmakta olan işçileri aşırı çalışmak ve sermayenin diktasına boyun eğmek zorunda bırakır.",
        "author": "Karl Marx"
    },
    {
        "quote": "Burjuva toplumunda, her insanın meta alıcısı olarak meta hakkında ansiklopedik bilgi sahibi olduğu fictio juris’i (varsayımı) egemendir.",
        "author": "Karl Marx"
    },
    {
        "quote": "No eunuch flatters his tyrant more shamefully or seeks by more infamous means to stimulate his jaded appetite, in order to gain some favor, than does the eunuch of industry, the entrepreneur, in order to acquire a few silver coins or to charm the gold from the purse of his dearly beloved neighbor.",
        "author": "Karl Marx"
    },
    {
        "quote": "Labour is, first of all, a process between man and nature, a process by which\nman, through his own actions, mediates, regulates and controls the metabolism between himself and nature. He confronts the materials of nature as\na force of nature. He sets in motion the natural forces which belong to his\nown body, his arms, legs, head and hands, in order to appropriate the materials of nature in a form adapted to his own needs. Through this movement\nhe acts upon external nature and changes it, and in this way he simultaneously changes his own nature. . . . It [the labor process] is the universal condition for the metabolic interaction [Stoffwechsel] between man and nature, the everlasting nature-imposed condition of human existence.",
        "author": "Karl Marx"
    },
    {
        "quote": "A machine condemned to devour books and then throw them , in a changed form , on the dunghill of history .",
        "author": "Karl Marx"
    },
    {
        "quote": "The bourgeoisie, wherever it has got the upper hand, has put an end to all feudal, patriarchal, idyllic relations. It has pitilessly torn asunder the motley feudal ties that bound man to his “natural superiors”, and has left remaining no other nexus between man and man than naked self-interest, than callous “cash payment”. It has drowned the most heavenly ecstasies of religious fervour, of chivalrous enthusiasm, of philistine sentimentalism, in the icy water of egotistical calculation. It has resolved personal worth into exchange value, and in place of the numberless indefeasible chartered freedoms, has set up that single, unconscionable freedom — Free Trade. In one word, for exploitation, veiled by religious and political illusions, it has substituted naked, shameless, direct, brutal exploitation.\n\nThe bourgeoisie has stripped of its halo every occupation hitherto honored and looked up to with reverent awe. It has converted the physician, the lawyer, the priest, the poet, the man of science, into its paid wage laborers.",
        "author": "Karl Marx"
    },
    {
        "quote": "If his capacity for labour remains unsold, the labourer derives no benefit from it, but rather he will feel it to be a cruel nature-imposed necessity that this capacity has cost for its production a definite amount of the means of subsistence and that it will continue to do so for its reproduction. He will then agree with Sismondi: “that capacity for labour ... is nothing unless it is sold.",
        "author": "Karl Marx"
    },
    {
        "quote": "all cases, therefore, the use-value of the labour-power is advanced to the capitalist: the labourer allows the buyer to consume it before he receives payment of the price; he everywhere gives credit to the capitalist. That this credit is no mere fiction, is shown not only by the occasional loss of wages on the bankruptcy of the capitalist,[181] but also by a series of more enduring consequences.",
        "author": "Karl Marx"
    },
    {
        "quote": "It is a pure tautology to say that crises are provoked by a lack of effective demand or effective consumption. The capitalist system does not recognize any forms of consumer other than those who can pay, if we exclude the consumption of paupers and swindlers. The fact that commodities are unsaleable means no more than that no effective buyers have been found for them, i.e. no consumers (no matter whether the commodities are ultimately sold to meet the needs of productive or individual consumption).",
        "author": "Karl Marx"
    },
    {
        "quote": "One must force the frozen circumstances to dance, by singing to them their own melody.",
        "author": "Karl Marx"
    },
    {
        "quote": "Theory becomes realized among a people only in so far as it represents the realization of that people's needs.",
        "author": "Karl Marx"
    },
    {
        "quote": "The introduction of free competition is thus public declaration that from now on the members of society are unequal only to the extent that their capitals are unequal, that capital is the decisive power, and that therefore the capitalists, the bourgeoisie, have become the first class in society.",
        "author": "Karl Marx"
    },
    {
        "quote": "Since the mass of the employed living labour is continually on the decline as compared to the mass of materialised labour set in motion by it, i.e., to the productively consumed means of production, it follows that the portion of living labour, unpaid and congealed in surplus-value, must also be continually on the decrease compared to the amount of value represented by the invested total capital. Since the ratio of the mass of surplus-value to the value of the invested total capital forms the rate of profit, this rate must constantly fall.",
        "author": "Karl Marx"
    },
    {
        "quote": "there is only one way in which the murderous death agonies of the old society and the bloody birth throes of the new society can be shortened, simplified and concentrated, and that way is revolutionary terror.",
        "author": "Karl Marx"
    },
    {
        "quote": "The head of this emancipation is philosophy; its heart is the proletariat. Philosophy cannot be realized without the abolition of the proletariat, the proletariat cannot abolish itself without realizing philosophy.",
        "author": "Karl Marx"
    },
    {
        "quote": "Hegel nota in un passo delle sue opere che tutti i grandi fatti e i grandi personaggi della storia universale si presentano, per così dire, due volte. Ha dimenticato di aggiungere: la prima come tragedia, la seconda come farsa.",
        "author": "Karl Marx"
    },
    {
        "quote": "Acogeré con los brazos abiertos todos los juicios de la crítica científica. En cuanto a los prejuicios de la llamada opinión pública, a la que jamás he hecho concesiones, seguiré ateniéndome al lema del gran florentino: Segui il tuo corso, e lascia dir le genti! (III) Londres, 25 de julio de 1867. CARLOS MARX",
        "author": "Karl Marx"
    },
    {
        "quote": "Criticism has already settled all accounts with this subject. It no longer figures as an end in itself, but only as a means. Its essential pathos is indignation, its essential work is denunciation.",
        "author": "Karl Marx"
    },
    {
        "quote": "The real pressure must be made more oppressive by making men conscious of the pressure, and the disgrace more disgraceful by publishing it.",
        "author": "Karl Marx"
    },
    {
        "quote": "que el régimen económico de la producción y la estructuración social que de él se deriva necesariamente en cada época histórica constituye la base sobre la cual se asienta la historia política e intelectual de esa época, y que, por tanto, toda la historia de la sociedad -una vez disuelto el primitivo régimen de comunidad del suelo- es una historia de luchas de clases, de luchas entre clases explotadoras y explotadas, dominantes y dominadas, a tono con las diferentes fases del proceso social, hasta llegar a la fase presente, en que la clase explotada y oprimida -el proletariado- no puede ya emanciparse de la clase que la explota y la oprime -de la burguesía- sin emancipar para siempre a la sociedad entera de la opresión, la explotación y las luchas de clases; esta idea cardinal fue fruto personal y exclusivo de Marx .",
        "author": "Karl Marx"
    },
    {
        "quote": "Tarihte ne olduysa öyle olması gerektiği, başka türlü olamayacağı için öyle olmuştur",
        "author": "Karl Marx"
    },
    {
        "quote": "A spectre is haunting Europe—the spectre of Communism.",
        "author": "Karl Marx"
    },
    {
        "quote": "...paranın hareketi, yalnızca metaların dolaşımının ifadesi olduğu halde, tersine, metaların dolaşımı yalnızca paranın hareketinin sonucuymuş gibi görünür.",
        "author": "Karl Marx"
    },
    {
        "quote": "The values of commodities are directly as the times of labour employed in their production, and are inversely as the productive powers of the labour employed.",
        "author": "Karl Marx"
    },
    {
        "quote": "By buying the power of the workman, the capitalist has, therefore, acquired the right to use of make that labouring power during the whole day or week.",
        "author": "Karl Marx"
    },
    {
        "quote": "Abolid la explotación del hombre por el hombre\ny habréis abolido la explotación de una nación por\notra.",
        "author": "Karl Marx"
    },
    {
        "quote": "¿Hay necesidad de una gran perspicacia para\ncomprender que los conocimientos, las nociones y\nlas concepciones, en una palabra, la conciencia del\nhombre, cambia con toda modificación sobrevenida\nen las relaciones sociales, en la existencia colectiva?\n¿Qué demuestra la historia del pensamiento sino\nque la producción intelectual se transforma con la\nproducción material?",
        "author": "Karl Marx"
    },
    {
        "quote": "Ist die Konstruktion der Zukunft und das Fertigwerden für alle Zeiten nicht unsere Sache, so ist desto gewisser, was wir gegenwärtig zu vollbringen haben, ich meine die rücksichtslose Kritik alles Bestehenden, rücksichtslos sowohl in dem Sinne, daß die Kritik sich nicht vor ihren Resultaten fürchtet und ebensowenig vor dem Konflikte mit den vorhandenen Mächten.",
        "author": "Karl Marx"
    },
    {
        "quote": "The abolition of bourgeois individuality, bourgeois independence, and bourgeois freedom is undoubtedly aimed at.",
        "author": "Karl Marx"
    },
    {
        "quote": "Dolaşım aracı miktarının dolaşımdaki metaların fiyatlarının toplamı ve paranın ortalama el değiştirme hızı ile belirlenmesi yasası şöyle de ifade edilebilir: metaların değerlerinin toplamı ve başkalaşımlarının ortalama hızı veri ise, el değiştiren paranın ya da para maddesinin miktarı kendi değerine bağlı olur. Bunun tersinin geçerli olduğu, yani meta fiyatlarının dolaşım araçları miktarı ile ve bunun da bir ülkedeki para maddesinin miktarı ile belirlendiği yanılsaması, bunu ilk benimseyip savunanlar tarafından şu saçma hiptoteze dayandırılmıştı: dolaşım sürecine metalar fiyattan, para ise değerden yoksun olarak girer; fakat sonra, meta yığınının bir kısmı, metal yığınıın bir kısmıyla değiştirilmeye başlar.",
        "author": "Karl Marx"
    },
    {
        "quote": "Ser capitalista significa que no sólo se ocupa una\nposición personal en la producción, sino también\nuna posición social. El capital es un producto\ncolectivo; no puede ser puesto en movimiento sino\npor los esfuerzos combinados de muchos miembros\nde la sociedad, y también, en último término, por\nlos esfuerzos combinados de todos los miembros de\nla sociedad.\nEl capital no es, pues, una fuerza personal; es\nuna fuerza social.",
        "author": "Karl Marx"
    },
    {
        "quote": "Non c’è via maestra per la scienza, e solo hanno una probabilità di raggiungerne le vette luminose coloro che non temono di affaticarsi a salirne i ripidi sentieri.",
        "author": "Karl Marx"
    },
    {
        "quote": "La historia de\ntoda sociedad se resume en el desarrollo de los\nantagonismos de 1as clases, antagonismos que han\nrevestido diversas formas en las distintas épocas.\nPero cualquiera que haya sido la forma revestida\npor esos antagonismos, la explotación de una parte\nde la sociedad por la otra es un hecho común a\ntodos los siglos anteriores.",
        "author": "Karl Marx"
    },
    {
        "quote": "One basis for life and another basis for science is a priori a lie.",
        "author": "Karl Marx"
    },
    {
        "quote": "There is a specter haunting Europe, the specter of Communism.",
        "author": "Karl Marx"
    },
    {
        "quote": "L'histoire de toute société jusqu'à nos jours n'a été que l'histoire des luttes de classes. hommes libres et esclaves, patriciens et plébéiens, barons et serfs, maîtres de jurande et compagnons, en un mot, oppresseurs et opprimés, en opposition constante, ont mené une guerre ininterrompue, tantôt ouverte, tantôt dissimulée ; une guerre qui finissait toujours par une transformation révolutionnaire de la société toute entière, ou par la destruction des deux classes en lutte.",
        "author": "Karl Marx"
    },
    {
        "quote": "La burguesía va aglutinando cada vez más los medios de producción, la propiedad y los habitantes del país.  Aglomera la población, centraliza los medios de producción y concentra en manos",
        "author": "Karl Marx"
    },
    {
        "quote": "The philosophers have only interpreted the world, in various ways; the point is to change it",
        "author": "Karl Marx"
    },
    {
        "quote": "The separation between the Man of Labour and the Instruments of Labout once established, such a state of things will maintain itself and reproduce itself upon a constantly increasing scale, until a new and fundamental revolution in the mode of production should again overturn it, and restore the original union in a new historical form.",
        "author": "Karl Marx"
    },
    {
        "quote": "Toda la historia de la sociedad humana, hasta la actualidad , es una historia de luchas de clases. Libres y esclavos, patricios y plebeyos, barones y siervos de la gleba, maestros y oficiales; en una palabra, opresores y oprimidos, frente a frente siempre, empeñados en una lucha ininterrumpida, velada unas veces, y otras franca y abierta, en una lucha que conduce en cada etapa a la transformación revolucionaria de todo el régimen social o al exterminio de ambas clases beligerantes.",
        "author": "Karl Marx"
    },
    {
        "quote": "Truth is general, it does not belong to me alone, it belongs to all, it owns me, I do not own it. My property is the form, which is my spiritual individuality.",
        "author": "Karl Marx"
    },
    {
        "quote": "All fixed, fast-frozen relations, with their train of ancient and venerable prejudices and opinions, are swept away, all new-formed ones become antiquated before they can ossify. All that is solid melts into air, all that is holy is profaned, and man is at last compelled to face with sober senses his real conditions of life, and his relations with his kind.",
        "author": "Karl Marx"
    },
    {
        "quote": "Not an atom of matter enters into the objectivity of commodities as values; in this it is the direct opposite of the coarsely sensuous objectivity of commodities as physical objects. We may twist and turn a single commodity as we wish; it remains impossible to grasp it as a thing possessing value. However, let us remember that commodities possess an objective character as values only in so far as they are all expressions of an identical social substance, human labour, that their objective character as values is therefore purely social. From",
        "author": "Karl Marx"
    },
    {
        "quote": "There are moments in one's life which are like frontier posts marking the completion of a period but at the same time clearly indicating a new direction. At such a moment of transition we feel compelled to view the past and the present with the eagle eye of thought in order to become conscious of our real position. […] At such moments, however, a person becomes lyrical, for every metamorphosis is partly a swan song, partly the overture to a great new poem, which endeavors to achieve a stable form in brilliant colors that still merge into one another. Nevertheless, we should like to erect a memorial to what we have once lived through in order that this experience may regain in our emotions the place it has lost in our actions.",
        "author": "Karl Marx"
    },
    {
        "quote": "The history of all hitherto existing societies is the history of class struggles.",
        "author": "Karl Marx"
    },
    {
        "quote": "Para cultivarse espiritualmente con mayor libertad, un pueblo necesita estar exento de la esclavitud de sus propias necesidades corporales, no ser ya siervo del cuerpo.",
        "author": "Karl Marx"
    },
    {
        "quote": "Eleştiri, zinciri süsleyen hayali çiçekleri, insan bu gerçek dışı süslerden soyulmuş prangaları taşısın diye değil, zincirleri fırlatıp atsın ve canlı çiçeğe uzansın diye kopartmıştır.",
        "author": "Karl Marx"
    },
    {
        "quote": "Defining by a general law the expenditures on the...school....is a very different thing from appointing the state as educator of the people. Government and church should rather be equally excluded from any influence on the school.",
        "author": "Karl Marx"
    },
    {
        "quote": "Man is the highest essence of man, hence with the categorical imperative to overthrow all relations in which man is a debased, enslaved, abandoned, despicable essence.",
        "author": "Karl Marx"
    },
    {
        "quote": "Jeder Schritt wirklicher Bewegung ist wichtiger als ein Dutzend Programme.",
        "author": "Karl Marx"
    },
    {
        "quote": "Religion ist die Unfähigkeit des menschlichen Verstandes, Ereignissen ins Gesicht zu sehen, die er nicht versteht.",
        "author": "Karl Marx"
    },
    {
        "quote": "Varlıklarının toplumsal üretiminde, insanlar, belirli ilişkiler kurarlar; bu üretim ilişkileri, onların maddi üretici güçlerinin belirli bir gelişme derecesine tekabül eder. Bu üretim ilişkilerinin tümü, toplumun iktisadi yapısının, belirli toplumsal bilinç şekillerine tekabül eden bir hukuksal ve siyasal üstyapının, üzerinde yükseldiği gerçek temeli oluşturur. Maddi yaşamın üretim tarzı, genel olarak toplumsal, siyasal ve entelektüel yaşam sürecini koşullandırır. İnsanların varlığını belirleyen şey, bilinçleri değildir; tam tersine, onların bilincini belirleyen, toplumsal varlıklarıdır. Gelişmelerinin belirli bir aşamasında toplumun maddi üretici güçleri, o zamana kadar içinde hareket ettikleri mevcut üretim ilişkilerine, ya da bunların hukuksal ifadesinden başka bir şey olmayan mülkiyet ilişkilerine ters düşerler. Üretici güçlerin gelişmesinin biçimleri olan bu ilişkiler, onların engelleri haline gelirler. O zaman bir toplumsal devrim çağı başlar. İktisadi temeldeki değişme, kocaman üstyapıyı, büyük ya da az bir hızla altüst eder.",
        "author": "Karl Marx"
    },
    {
        "quote": "The formula for the circuit of capital: M-C...P...C'-M', is the self-evident form of the circuit of capital only on the basis of already developed capitalist production, because it presupposes the availability of the class of wage-labourers in sufficient numbers throughout society.",
        "author": "Karl Marx"
    },
    {
        "quote": "A class of labourers, who live only so long as they find work, and who find work only so long as their labour increases capital.",
        "author": "Karl Marx"
    },
    {
        "quote": "los obreros deben, en ciertas circunstancias, unirse y luchar por el aumento de sus jornales.",
        "author": "Karl Marx"
    },
    {
        "quote": "struggles.",
        "author": "Karl Marx"
    },
    {
        "quote": "La cooperación en el proceso de trabajo, que es la forma imperante en los comienzos de la civilización, en los pueblos de cazadores,20 o en la agricultura de las comunidades indias se basa, de una parte, en la propiedad colectiva sobre las condiciones de producción y de otra parte en el hecho de, que el individuo no ha roto todavía el cordón umbilical que le une a la comunidad o a la tribu, de la que forma parte como la abeja de la colmena. Ambas",
        "author": "Karl Marx"
    },
    {
        "quote": "Indudablemente, la voluntad del capitalista consiste en embolsarse lo más que pueda. Y lo que hay que hacer no es discurrir acerca de lo que quiere, sino investigar su poder, los límites de este poder y el carácter de estos límites.",
        "author": "Karl Marx"
    },
    {
        "quote": "In the so-called Christian State it is true that alienation counts, but not the individual. The only individual who counts, the king, is a being specially distinguished from other individuals, who is also religious and directly connected with heaven, with God. The relations which here prevail are still relations of faith. The religious spirit is therefore not yet really secularized.",
        "author": "Karl Marx"
    },
    {
        "quote": "The essential difference between the various economic forms of society, between, for instance, a society based on slave-labour, and one based on wage-labour, lies only in the mode in which this surplus-labour is in each case extracted from the actual producer, the labourer. [6]",
        "author": "Karl Marx"
    },
    {
        "quote": "The history of all hitherto existing society8 is the history of class struggles.",
        "author": "Karl Marx"
    },
    {
        "quote": "Those professions which are not so much involved in life itself as concerned with abstract truths are the most dangerous for the young man whose principles are not yet firm and whose convictions are not yet strong and unshakeable.",
        "author": "Karl Marx"
    },
    {
        "quote": "Political power, properly so called, is merely the organised power of one class for oppressing another. If the proletariat during its contest with the bourgeoisie is compelled, by the force of circumstances, to organise itself as a class, if, by means of a revolution, it makes itself the ruling class, and, as such, sweeps away by force the old conditions of production, then it will, along with these conditions, have swept away the conditions for the existence of class antagonisms and of classes generally, and will thereby have abolished its own supremacy as a class.",
        "author": "Karl Marx"
    },
    {
        "quote": "Political emancipation is a reduction of man, on the one hand to a member of civil society, an independent and egoistic individual, and on the other hand, to a citizen, a moral person. \n\nHuman emancipation will only be complete when the real, individual man has absorbed into himself the abstract citizen; when as an individual man, in his everyday life, in his work, and in his relationships, he has become a species-being; and when he has recognized and organized his own powers (forces propres) as social powers so that he no longer separates this social power from himself as political power.",
        "author": "Karl Marx"
    },
    {
        "quote": "In the social production which men carry on they enter into definite relations that are indispensable and independent of their will; these relations of production correspond to a definite stage of development of their material powers of production. The sum total of these relations of production constitutes the economic structure of society—the real foundation, on which rise legal and political superstructures and to which correspond definite forms of social consciousness. The mode of production in material life determines the general character of the social, political and spiritual processes of life. It is not the consciousness of men that determines their existence, but, on the contrary, their social existence determines their consciousness.",
        "author": "Karl Marx"
    },
    {
        "quote": "But in fact, it is capitalistic accumulation itself that constantly produces, and produces in the direct ratio of its own energy and extent, a relativity redundant population of labourers, i.e., a population of greater extent than suffices for the average needs of the self-expansion of capital, and therefore a surplus-population.",
        "author": "Karl Marx"
    },
    {
        "quote": "If the State is to have reality as the ethical, self-conscious realization of spirit, it must be distinguished from the form of authority and faith. But this distinction arises only in so far as the ecclesiastical side is in itself divided into several churches. Then only is the State seen to be superior to them, and wins and brings into existence the universality of thought as the principle of its form.",
        "author": "Karl Marx"
    },
    {
        "quote": "The bourgeoisie has subjected the country to the rule of the towns. It has created enormous cities, has greatly increased the urban population as compared with the rural, and has thus rescued a considerable part of the population from the idiocy of rural life. Just as it has made the country dependent on the towns, so it has made barbarian and semi-barbarian countries dependent on the civilised ones, nations of peasants on nations of bourgeois, the East on the West.",
        "author": "Karl Marx"
    },
    {
        "quote": "Maddi yaşamdaki üretim biçimi, yaşamın toplumsal, siyasal ve düşünsel sürecinin genel niteliğine egemendir. İnsanların varlıklarını belirleyen şey, bilinçleri değildir; tam tersine, onların bilinçlerini, toplumsal varlıkları belirler.",
        "author": "Karl Marx"
    },
    {
        "quote": "la tendencia general de la producción capitalista no es a elevar el nivel medio de los salarios, sino, por el contrario, a hacerlo bajar, o sea, a empujar más o menos el valor del trabajo a su límite mínimo. Siendo tal la tendencia de las cosas en este sistema, ¿quiere esto decir que la clase obrera deba renunciar a defenderse contra las usurpaciones del capital y cejar en sus esfuerzos para aprovechar todas las posibilidades que se le ofrezcan para mejorar temporalmente su situación? Si lo hiciese, veríase degradada en una masa uniforme de hombres desgraciados y quebrantados, sin salvación posible.",
        "author": "Karl Marx"
    },
    {
        "quote": "Diligence in some compels idleness in others.",
        "author": "Karl Marx"
    },
    {
        "quote": "Those professions which are not so much involved in life itself as concerned with abstract truths are the most dangerous for the young man whose principles are not yet firm and whose convictions are not yet strong and unshakeable. At the same time these professions may seem to be the most exalted if they have taken deep root in our hearts and if we are capable of sacrificing our lives and all endeavours for the ideas which prevail in them.",
        "author": "Karl Marx"
    },
    {
        "quote": "When a great social revolution shall have mastered the results of the bourgeois epoch, the market of the world and the modern powers of production, and subjected them to the common control of the most advanced peoples, then only will human progress cease to resemble that hideous, pagan idol, who would not drink the nectar but from the skulls of the slain.",
        "author": "Karl Marx"
    },
    {
        "quote": "This is what distinguishes the philosopher from the Christian. The Christian, in spite of logic, has only one incarnation of the Logos; the philosopher has never finished with incarnations.",
        "author": "Karl Marx"
    },
    {
        "quote": "The\ndevelopment of Modern Industry, therefore, cuts from under its feet the very foundation on which the bourgeoisie produces and appropriates products. What the bourgeoisie, therefore, produces, above all, is its own grave-diggers. Its fall and the victory of the proletariat are equally inevitable.",
        "author": "Karl Marx"
    },
    {
        "quote": "He freed man from outer religiosity because he made religiosity the inner man. He freed the body from chains because he enchained the heart.",
        "author": "Karl Marx"
    },
    {
        "quote": "How lame an anti-climax! If the working-class has remained “poor,” only “less poor” in proportion as it produces for the wealthy class “an intoxicating augmentation of wealth and power,” then it has remained relatively just as poor.",
        "author": "Karl Marx"
    },
    {
        "quote": "The bourgeoisie has stripped of its halo every occupation hitherto honoured and looked up to with reverent awe. It has converted the physician, the lawyer, the priest, the poet, the man of science, into its paid wage labourers.",
        "author": "Karl Marx"
    },
    {
        "quote": "Segui il tuo corso, e lascia dir le genti.",
        "author": "Karl Marx"
    },
    {
        "quote": "It compels all nations, on pain of extinction, to adopt the bourgeois mode of production; it compels them to introduce what it calls civilisation into their midst, i.e., to become bourgeois themselves. In one word, it creates a world after its own image.",
        "author": "Karl Marx"
    },
    {
        "quote": "Призрак бродит по Европе - призрак коммунизма.",
        "author": "Karl Marx"
    },
    {
        "quote": "The immediate aim of the Communist is the same as that of all the other proletarian parties: formation of the proletariat into a class, overthrow of the bourgeois supremacy, conquest of political power by the proletariat.",
        "author": "Karl Marx"
    },
    {
        "quote": "The capitalist buys labour-power in order to use it; and labour-power in use is labour itself. The purchaser of labour-power consumes it by setting the seller of it to work. By working, the latter becomes actually, what before he only was potentially, labour-power in action, a labourer. In order that his labour may re-appear in a commodity, he must, before all things, expend it on something useful, on something capable of satisfying a want of some sort. Hence, what the capitalist sets the labourer to produce, is a particular use-value, a specified article.",
        "author": "Karl Marx"
    },
    {
        "quote": "A second and more practical, but less systematic, form of this Socialism sought to depreciate every revolutionary movement in the eyes of the working class, by showing that no mere political reform, but only a change in the material conditions of existence, in economic relations, could be of any advantage to them. By changes in the material conditions of existence, this form of Socialism, however, by no means understands abolition of the bourgeois relations of production, an abolition that can be effected only by a revolution, but administrative reforms, based on the continued existence of these relations; reforms, therefore, that in no respect affect the relations between capital and labour, but, at the best, lessen the cost, and simplify the administrative work, of bourgeois government.",
        "author": "Karl Marx"
    },
    {
        "quote": "History is thorough, and passes through many phases when it bears an old figure to the grave. The last phase of a world historical figure is its comedy.",
        "author": "Karl Marx"
    },
    {
        "quote": "The weapon of criticism cannot, of course, replace criticism of the weapon, material force must be overthrown by material force; but theory also becomes a material force as soon as it has gripped the masses. Theory is capable of gripping the masses as soon as it demonstrates ad hominem, and it demonstrates ad hominem as soon as it becomes radical. To be radical is to grasp the root of the matter. But, for man, the root is man himself.",
        "author": "Karl Marx"
    },
    {
        "quote": "y, en términos generales, advertiréis, frente a un enorme aumento de valor no sólo de las mercancías, sino también en general de las operaciones en dinero, una tendencia a la disminución progresiva de los medios de pago.",
        "author": "Karl Marx"
    },
    {
        "quote": "It’s possible that I shall make an ass of myself. But in that case one can always get out of it with a little dialectic. I have, of course, so worded my proposition as to be right either way.",
        "author": "Karl Marx"
    },
    {
        "quote": "You are horrified at our intending to do away with private property. But in your existing society, private property is already done away with for nine-tenths of the population",
        "author": "Karl Marx"
    },
    {
        "quote": "The religious world is but the reflex of the real world. And for a society based upon the production of commodities, in which the producers in general enter into social relations with one another by treating their products as commodities and values, whereby they reduce their individual private labour to the standard of homogeneous human labour – for such a society, Christianity with its cultus of abstract man, more especially in its bourgeois developments, Protestantism, Deism, &c., is the most fitting form of religion.",
        "author": "Karl Marx"
    },
    {
        "quote": "El proceso acaba siempre sustrayendo a la circulación más dinero del que a ella se lanzó. El algodón comprado por 100 libras esterlinas se vende, por ejemplo, por 100 + 10, o sea por 110 libras esterlinas. La fórmula completa de este proceso es por tanto: D – M – D’, donde D’ = D + D D, o lo que es lo mismo igual a la suma de dinero primeramente desembolsada más un incremento. Este incremento o excedente que queda después de cubrir el valor primitivo es lo que yo llamo plusvalía (surplus value). Por tanto, el valor primeramente desembolsado no sólo se conserva en la circulación, sino que su magnitud de valor experimenta, dentro de ella, un cambio, se incrementa con una plusvalía, se valoriza. Y este proceso es el que lo convierte en capital.",
        "author": "Karl Marx"
    },
    {
        "quote": "Illi unum consilium habent et virtutem et potestatem suam bestiae tradunt. Et ne quis possit emere aut vendere, nisi qui habet characterem aut nomen bestiae aut numerum nominis ejus.",
        "author": "Karl Marx"
    },
    {
        "quote": "In general, the greater the productiveness of labour, the less is the labour time required for the production of an article, the less is the amount of labour crystallised in that article, and the less is its value;",
        "author": "Karl Marx"
    },
    {
        "quote": "Por eso el dinero constituye el punto de arranque y el punto final de todo proceso de valorización.",
        "author": "Karl Marx"
    },
    {
        "quote": "La bourgeoisie a joué dans l'histoire un rôle éminemment révolutionnaire.\n\nPartout où elle a conquis le pouvoir, elle a détruit les relations féodales, patriarcales et idylliques. Tous les liens variés qui unissent l'homme féodal à ses supérieurs naturels, elle les a brisés sans pitié pour ne laisser subsister d'autre lien, entre l'homme et l'homme, que le froid intérêt, les dures exigences du «paiement comptant». Elle a noyé les frissons sacrés de l'extase religieuse, de l'enthousiasme chevaleresque, de la sentimentalité petite-bourgeoise dans les eaux glacées du calcul égoïste. Elle a supprimé la dignité de l'individu devenu simple valeur d'échange; aux innombrables libertés dûment garanties et si chèrement conquises, elle a substitué l'unique et impitoyable liberté de commerce. En un mot, à l'exploitation que masquaient les illusions religieuses et politiques, elle a substitué une exploitation ouverte, éhontée, directe, brutale.\n\nLa bourgeoisie a dépouillé de leur auréole toutes les activités considérées jusqu'alors, avec un saint respect, comme vénérables. Le médecin, le juriste, le prêtre, le poète, l'homme de science, elle en a fait des salariés à ses gages.\n\nLa bourgeoisie a déchiré le voile de sentimentalité touchante qui recouvrait les rapports familiaux et les a réduits à de simples rapports d'argent.",
        "author": "Karl Marx"
    },
    {
        "quote": "Every emancipation is a restoration of the human world and of human relationships to a man himself.",
        "author": "Karl Marx"
    },
    {
        "quote": "The brilliancy of Aristotle’s genius is shown by this alone, that he discovered, in the expression of the value of commodities, a relation of equality. The peculiar conditions of the society in which he lived, alone prevented him from discovering what, “in truth,” was at the bottom of this equality.",
        "author": "Karl Marx"
    },
    {
        "quote": "The bourgeoisie, wherever it has got the upper hand, has put an end to all feudal, patriarchal, idyllic relations. It has pitilessly torn asunder the motley feudal ties that bound man to his “natural superiors,” and has left remaining no other nexus between man and man than naked self-interest, than callous “cash payment.” It has drowned the most heavenly ecstasies of religious fervour, of chivalrous enthusiasm, of philistine sentimentalism, in the icy water of egotistical calculation. It has resolved personal worth into exchange value. And in place of the numberless and feasible chartered freedoms, has set up that single, unconscionable freedom—Free Trade. In one word, for exploitation, veiled by religious and political illusions, naked, shameless, direct, brutal exploitation.",
        "author": "Karl Marx"
    },
    {
        "quote": "Hence forms of social production that preceded the bourgeois form, are treated by the bourgeoisie in much the same way as the Fathers of the Church treated pre-Christian religions.[46]",
        "author": "Karl Marx"
    },
    {
        "quote": "Nature does not produce on the one side owners of money or commodities, and on the other men possessing nothing but their own labour-power. This relation has no natural basis, neither is its social basis one that is common to all historical periods.",
        "author": "Karl Marx"
    },
    {
        "quote": "The last capitalist we hang shall be the one who sold us the rope.” ― Karl Marx",
        "author": "Karl Marx"
    },
    {
        "quote": "Reason has always existed, but not always in a reasonable form.” ― Karl Marx",
        "author": "Karl Marx"
    },
    {
        "quote": "You must be aware that the reward for labour, and quantity of labour, are quite disparate things.” ― Karl Marx",
        "author": "Karl Marx"
    },
    {
        "quote": "Capital, therefore, announces from its first appearance a new epoch in the process of social production.",
        "author": "Karl Marx"
    },
    {
        "quote": "The modern history of capital dates from the creation in the 16th century of a world-embracing commerce and a world-embracing market.",
        "author": "Karl Marx"
    },
    {
        "quote": "When gold replaced silver as a measure of value, the same name was applied according to the ratio between the values of silver and gold, to perhaps 1-15th of a pound of gold. The word pound, as a money-name, thus becomes differentiated from the same word as a weight-name.[70] (3) The debasing of money carried on for centuries by kings and princes to such an extent that, of the original weights of the coins, nothing in fact remained but the names.[71]",
        "author": "Karl Marx"
    },
    {
        "quote": "The class-struggles of the ancient world took the form chiefly of a contest between debtors and creditors, which in Rome ended in the ruin of the plebeian debtors. They were displaced by slaves. In the middle ages the contest ended with the ruin of the feudal debtors, who lost their political power together with the economic basis on which it was established. Nevertheless, the money relation of debtor and creditor that existed at these two periods reflected only the deeper-lying antagonism between the general economic conditions of existence of the classes in question.",
        "author": "Karl Marx"
    },
    {
        "quote": "In truth, however, value is here the active factor in a process, in which, while constantly assuming the form in turn of money and commodities, it at the same time changes in magnitude, differentiates itself by throwing off surplus value from itself; the original value, in other words, expands spontaneously. For the movement, in the course of which it adds surplus value, is its own movement, its expansion, therefore, is automatic expansion. Because it is value, it has acquired the occult quality of being able to add value to itself. It brings forth living offspring, or, at the least, lays golden eggs.",
        "author": "Karl Marx"
    },
    {
        "quote": "Die Gesamtheit dieser Produktionsverhältnisse bildet die ökonomische Struktur der Gesellschaft, die reale Basis, worauf sich ein juristischer und politischer Überbau erhebt und welcher bestimmte gesellschaftliche Bewußtseinsformen entsprechen. Die Produktionsweise des materiellen Lebens bedingt den sozialen, politischen und geistigen Lebensprozeß überhaupt. Es ist nicht das Bewußtsein der Menschen, das ihr Sein, sondern umgekehrt ihr gesellschaftliches Sein, das ihr Bewußtsein bestimmt. Auf einer gewissen Stufe ihrer Entwicklung geraten die materiellen Produktivkräfte der Gesellschaft in Widerspruch mit den vorhandenen Produktionsverhältnissen oder, was nur ein juristischer Ausdruck dafür ist, mit den Eigentumsverhältnissen, innerhalb deren sie sich bisher bewegt hatten.",
        "author": "Karl Marx"
    },
    {
        "quote": "Not only are they slaves of the bourgeois class, and of the bourgeois State; they are daily and hourly enslaved by the machine, by the over-looker, and, above all, by the individual bourgeois manufacturer himself.",
        "author": "Karl Marx"
    },
    {
        "quote": "The capitalist knows that all commodities, however scurvy they may look, or however badly they may smell, are in faith and in truth money, inwardly circumcised Jews, and what is more, a wonderful means whereby out of money to make more money.",
        "author": "Karl Marx"
    },
    {
        "quote": "Franklin says, “war is robbery, commerce is generally cheating.”[164] If the transformation of merchants’ money into capital is to be explained otherwise than by the producers being simply cheated, a long series of intermediate steps would be necessary, which, at present, when the simple circulation of commodities forms our only assumption, are entirely wanting.",
        "author": "Karl Marx"
    },
    {
        "quote": "The write must earn money in order to be able to live and to write, but he must by no means live and write for the purpose of making money",
        "author": "Karl Marx"
    },
    {
        "quote": "Así corno en las religiones vemos al hombre esclavizado por las criaturas de su propio cerebro, en la producción capitalista le vemos esclavizado por los productos de su propio brazo.9",
        "author": "Karl Marx"
    },
    {
        "quote": "PROLETARIANS AND COMMUNISTS",
        "author": "Karl Marx"
    },
    {
        "quote": "Quien como yo concibe el desarrollo de la formación económica de la sociedad como un proceso histórico–natural, no puede hacer al individuo responsable de la existencia de relaciones de que él es socialmente criatura, aunque subjetivamente se considere muy por encima de ellas.",
        "author": "Karl Marx"
    },
    {
        "quote": "capital collapses because it cannot exist alongside shared knowledge",
        "author": "Karl Marx"
    },
    {
        "quote": "A house may be large or small; as long as the surrounding houses are equally small it satisfies all social demands for a dwelling. If a palace rises besides the little house, the little house shrinks into a hut.",
        "author": "Karl Marx"
    },
    {
        "quote": "The abolition of existing property relations is not at all a distinctive feature of Communism.",
        "author": "Karl Marx"
    },
    {
        "quote": "They direct their attacks not against the bourgeois conditions of production, but against the instruments of production themselves; they destroy imported wares that compete with their labour, they smash to pieces machinery, they set factories ablaze, they seek to restore by force the vanished status of the workman of the Middle Ages.",
        "author": "Karl Marx"
    },
    {
        "quote": "Merced al rápido perfeccionamiento de los instrumentos de producción y al constante progreso de los medios de comunicación, la burguesía arrastra a la corriente de la civilización a todas las naciones, hasta a las más bárbaras. Los bajos precios de sus mercancías constituyen la artillería pesada que derrumba todas las murallas de China y hace capitular a los bárbaros más fanáticamente hostiles a los extranjeros. Obliga a todas las naciones, si no quieren sucumbir, a adoptar el modo burgués de producción, las constriñe a introducir la llamada civilización, es decir, a hacerse burgueses. En una palabra, forja un mundo a su imagen y semejanza.",
        "author": "Karl Marx"
    },
    {
        "quote": "Since Marx wrote, capitalist technology and industry have indeed spread all over the world. As they have done so, moreover, not only have material wealth and the possibilities for freeing mankind definitively from the burden of meaningless, repetitive and mechanical work increased, but so too has the polarization of society between fewer and fewer owners of capital and more and more workers of hand and brain, forced to sell their labour-power to these owners.",
        "author": "Karl Marx"
    },
    {
        "quote": "All old-established national industries have been destroyed or are daily being destroyed. They are dislodged by new industries, whose introduction becomes a life and death question for all civilised nations, by industries that no longer work up indigenous raw material, but raw material drawn from the remotest zones; industries whose products are consumed, not only at home, but in every quarter of the globe. In place of the old wants, satisfied by the productions of the country, we find new wants, requiring for their satisfaction the products of distant lands and climes. In place of the old local and national seclusion and self-sufficiency, we have intercourse in every direction, universal inter-dependence of nations.",
        "author": "Karl Marx"
    },
    {
        "quote": "Capital Marx’s fundamental aim was to lay bare the laws of motion which govern the origins, the rise, the development, the decline and the disappearance of a given social form of economic organization: the capitalist mode of production. He was not seeking universal laws of economic organization. Indeed, one of the essential theses of Capital is that no such laws exist. For Marx, there are no economic laws valid for each and every basically different form of society",
        "author": "Karl Marx"
    },
    {
        "quote": "Man makes religion, religion does not make Man",
        "author": "Karl Marx"
    },
    {
        "quote": "It was intended as an explanation of what would happen to labour, machinery, technology, the size of enterprises, the social structure of the population, the discontinuity of economic growth, and the relations between workers and work, as the capitalist mode of production unfolded all its terrifying potential.",
        "author": "Karl Marx"
    },
    {
        "quote": "the basic social classes of bourgeois society in a separate way: first the industrial capitalists; then the landowners; finally the proletariat.",
        "author": "Karl Marx"
    },
    {
        "quote": "Hence, the cost of production of a workman is restricted, almost entirely, to the means of subsistence that he requires for his maintenance, and for the propagation of his race. But the price of a commodity, and therefore also of labour, is equal to its cost of production. In proportion therefore, as the repulsiveness of the work increases, the wage decreases. Nay more, in proportion as the use of machinery and division of labour increases, in the same proportion the burden of toil also increases, whether by prolongation of the working hours, by increase of the work exacted in a given time or by increased speed of the machinery, etc.",
        "author": "Karl Marx"
    },
    {
        "quote": "every class struggle is a political struggle.",
        "author": "Karl Marx"
    },
    {
        "quote": "In short, the Communists everywhere support every revolutionary movement against the existing social and political order of things.",
        "author": "Karl Marx"
    },
    {
        "quote": "Die Entfremdung erscheint sowohl darin, daß mein Lebensmittel eines andern ist, daß das, was mein Wunsch, der unzugängliche Besitz eines andern ist, als daß jede Sache selbst ein andres als sie selbst, als daß meine Tätigkeit ein andres, als endlich – und das gilt auch für den Kapitalisten – daß überhaupt die unmenschliche Macht her[rscht].",
        "author": "Karl Marx"
    },
    {
        "quote": "All that is solid melts into air, all that is holy is profaned, and man is at last compelled to face with sober senses, his real conditions of life and his relations with his kind.",
        "author": "Karl Marx"
    },
    {
        "quote": "The various interests and conditions of life within the ranks of the proletariat are more and more equalised, in proportion as machinery obliterates all distinctions of labour, and nearly everywhere reduces wages to the same low level.",
        "author": "Karl Marx"
    },
    {
        "quote": "Die Geschichte ist die wahre Naturgeschichte des Menschen.",
        "author": "Karl Marx"
    },
    {
        "quote": "La religión es el opio del pueblo",
        "author": "Karl Marx"
    },
    {
        "quote": "My dialectical method is not only different from the Hegelian, but is its direct opposite.",
        "author": "Karl Marx"
    },
    {
        "quote": "All I know is that I am not a Marxist",
        "author": "Karl Marx"
    },
    {
        "quote": "The intellectual creations of individual nations become common property. National one-sidedness and narrow-mindedness become more and more impossible, and from the numerous national and local literatures, there arises a world literature.",
        "author": "Karl Marx"
    },
    {
        "quote": "La burguesía ha producido maravillas mucho mayores que las pirámides de Egipto, los acueductos romanos y las catedrales góticas; ha acometido y dado cima a empresas mucho más grandiosas que las emigraciones de los pueblos y las cruzadas.",
        "author": "Karl Marx"
    },
    {
        "quote": "La época de la burguesía se caracteriza y distingue de todas las demás por el constante y agitado desplazamiento de la producción, por la conmoción ininterrumpida de todas las relaciones sociales, por una inquietud y una dinámica incesantes.",
        "author": "Karl Marx"
    },
    {
        "quote": "The chief guide which must direct us in the choice of a profession is the welfare of mankind and our own perfection. It should not be thought that these two interests could be in conflict, that one would have to destroy the other; on the contrary, man's nature is so constituted that he can attain his own perfection only by working for the perfection, for the good, of his fellow men.\n\nIf he works only for himself, he may perhaps become a famous man of learning, a great sage, an excellent poet, but he can never be a perfect, truly great man.\n\nHistory calls those men the greatest who have ennobled themselves by working for the common good; experience acclaims as happiest the man who has made the greatest number of people happy; religion itself teaches us that the ideal being whom all strive to copy sacrificed himself for the sake of mankind, and who would dare to set at nought such judgments?\n\nIf we have chosen the position in life in which we can most of all work for mankind, no burdens can bow us down, because they are sacrifices for the benefit of all; then we shall experience no petty, limited, selfish joy, but our happiness will belong to millions, our deeds will live on quietly but perpetually at work, and over our ashes will be shed the hot tears of noble people.",
        "author": "Karl Marx"
    },
    {
        "quote": "But don’t wrangle with us so long as you apply, to our intended abolition of bourgeois property, the standard of your bourgeois notions of freedom, culture, law, &c. Your very ideas are but the outgrowth of the conditions of your bourgeois production and bourgeois property, just as your jurisprudence is but the will of your class made into a law for all, a will whose essential character and direction are determined by the economical conditions of existence of your class.\n\nThe selfish misconception that induces you to transform into eternal laws of nature and of reason, the social forms springing from your present mode of production and form of property – historical relations that rise and disappear in the progress of production – this misconception you share with every ruling class that has preceded you. What you see clearly in the case of ancient property, what you admit in the case of feudal property, you are of course forbidden to admit in the case of your own bourgeois form of property.",
        "author": "Karl Marx"
    },
    {
        "quote": "In bourgeois society, living labour is but a means to increase accumulated labour. In Communist society, accumulated labour is but a means to widen, to enrich, to promote the existence of the labourer. \n\nIn bourgeois society, therefore, the past dominates the present; in Communist society, the present dominates the past. In bourgeois society capital is independent and has individuality, while the living person is dependent and has no individuality.",
        "author": "Karl Marx"
    },
    {
        "quote": "And the abolition of this state of things is called by the bourgeois, abolition of individuality and freedom! And rightly so. The abolition of bourgeois individuality, bourgeois independence, and bourgeois freedom is undoubtedly aimed at.\n\nBy freedom is meant, under the present bourgeois conditions of production, free trade, free selling and buying.\n\nBut if selling and buying disappears, free selling and buying disappears also. This talk about free selling and buying, and all the other “brave words” of our bourgeois about freedom in general, have a meaning, if any, only in contrast with restricted selling and buying, with the fettered traders of the Middle Ages, but have no meaning when opposed to the Communistic abolition of buying and selling, of the bourgeois conditions of production, and of the bourgeoisie itself.",
        "author": "Karl Marx"
    },
    {
        "quote": "Political economy starts with the fact of private property; it does not explain it to us. It expresses in general, abstract formulas the material process through which private property actually passes, and these formulas it then takes for laws. It does not comprehend these laws — i.e., it does not demonstrate how they arise from the very nature of private property.",
        "author": "Karl Marx"
    },
    {
        "quote": "The devaluation of the world of men is in direct proportion to the increasing value of the world of things.",
        "author": "Karl Marx"
    },
    {
        "quote": "[T]he more the worker spends himself, the more powerful becomes the alien world of objects which he creates over and against himself, the poorer he himself — his inner world — becomes, the less belongs to him as his own. It is the same in religion. The more man puts into God, the less he retains in himself. The worker puts his life into the object; but now his life no longer belongs to him but to the object. Hence, the greater this activity, the more the worker lacks objects. Whatever the product of his labor is, he is not. Therefore, the greater the product, the less is he himself. The alienation of the worker in his product means not only that his labor becomes an object, an external existence, but that it exists outside him, independently, as something alien to him, and that it becomes a power on its own confronting him. It means that the life which he has conferred on the object confronts him as something hostile and alien.",
        "author": "Karl Marx"
    },
    {
        "quote": "Last words are for fools who haven’t said enough",
        "author": "Karl Marx"
    },
    {
        "quote": "Thus political economy — despite its worldly and voluptuous appearance — is a true moral science, the most moral of all the sciences. Self-renunciation, the renunciation of life and of all human needs, is its principal thesis. The less you eat, drink and buy books; the less you go to the theater, the dance hall, the public house, the less you think, love, theorize, sing, paint, fence, etc., the more you save — the greater becomes your treasure which neither moths nor rust will devour — your capital. The less you are, the less you express your own life, the more you have, i.e., the greater is your alienated life, the greater is the store of your estranged being. Everything which the political economist takes from you in life and in humanity, he replaces for you in money and in wealth; and all the things which you cannot do, your money can do. It can eat and drink, go to the dance hall and the theater; it can travel, it can appropriate art, learning, the treasures of the past, political power — all this it can appropriate for you — it can buy all this: it is true endowment. Yet being all this, it wants to do nothing but create itself, buy itself; for everything else is after all its servant, and when I have the master I have the servant and do not need his servant. All passions and all activity must therefore be submerged in avarice. The worker may only have enough for him to want to live, and may only want to live in order to have that.",
        "author": "Karl Marx"
    },
    {
        "quote": "You must make everything that is yours saleable, i.e., useful. If I ask the political economist: Do I obey economic laws if I extract money by offering my body for sale, by surrendering it to another's lust? (The factory workers in France call the prostitution of their wives and daughters the nth working hour, which is literally correct.) — Or am I not acting in keeping with political economy if I sell my friend to the Moroccans? (And the direct sale of men in the form of a trade in conscripts, etc., takes place in all civilized countries.) — Then the political economist replies to me: You do not transgress my laws; but see what Cousin Ethics and Cousin Religion have to say about it. My political economic ethics and religion have nothing to reproach you with, but — But whom am I now to believe, political economy or ethics? — The ethics of political economy is acquisition, work, thrift, sobriety — but political economy promises to satisfy my needs. — The political economy of ethics is the opulence of a good conscience, of virtue, etc.; but how can I live virtuously if I do not live? And how can I have a good conscience if I do not know anything? It stems from the very nature of estrangement that each sphere applies to me a different and opposite yardstick — ethics one and political economy another; for each is a specific estrangement of man and focuses attention on a particular field of estranged essential activity, and each stands in an estranged relation to the other.",
        "author": "Karl Marx"
    },
    {
        "quote": "That culture, the loss of which he laments, is, for the enormous majority, a mere training to act as a machine.",
        "author": "Karl Marx"
    },
    {
        "quote": "Tantae molis erat to unleash the 'eternal natural laws' of the capitalist mode of production, to complete the process of separation between the workers and the conditions of their labour, to transform, at one pole, the social means of production and subsistence into capital, and at the opposite pole, the mass of the population into wage-labourers, into the free 'labouring poor', that artificial product of modern history. If money, according to Augier, 'comes into the world with a congenital bloodstain on one cheek,' capital comes dripping from head to toe, from every pore, with blood and dirt.",
        "author": "Karl Marx"
    },
    {
        "quote": "The bourgeoisie, by the rapid improvement of all instruments of production, by the immensely facilitated means of communication, draws all, even the most barbarian, nations into civilisation. The cheap prices of its commodities are the heavy artillery with which it batters down all Chinese walls, with which it forces the barbarians' intensely obstinate hatred of foreigners to capitulate. It compels all nations, on pain of extinction, to adopt the bourgeois mode of production; it compels them to introduce what it calls civilisation into their midst, i.e., to become bourgeois themselves. In one word, it creates a world after its own image.",
        "author": "Karl Marx"
    },
    {
        "quote": "Modern industry has converted the little workshop of the patriarchal master into the great factory of the industrial capitalist. Masses of labourers, crowded into the factory, are organised like soldiers. As privates of the industrial army they are placed under the command of a perfect hierarchy of officers and sergeants. Not only are they slaves of the bourgeois class, and of the bourgeois State; they are daily and hourly enslaved by the machine, by the over-looker, and, above all, by the individual bourgeois manufacturer himself. The more openly this despotism proclaims gain to be its end and aim, the more petty, the more hateful and the more embittering it is.",
        "author": "Karl Marx"
    },
    {
        "quote": "The executive of the modern State is but a committee for managing the common affairs of the whole bourgeoisie.",
        "author": "Karl Marx"
    },
    {
        "quote": "Hitherto, every form of society has been based, as we have already seen, on the antagonism of oppressing and oppressed classes. But in order to oppress a class, certain conditions must be assured to it under which it can, at least, continue its slavish existence. The serf, in the period of serfdom, raised himself to membership in the commune, just as the petty bourgeois, under the yoke of feudal absolutism, managed to develop into a bourgeois. The modern laborer, on the contrary, instead of rising with the progress of industry, sinks deeper and deeper below the conditions of existence of his own class. He becomes a pauper, and pauperism develops more rapidly than population and wealth. And here it becomes evident, that the bourgeoisie is unfit any longer to be the ruling class in society, and to impose its conditions of existence upon society as an over-riding law. It is unfit to rule because it is incompetent to assure an existence to its slave within his slavery, because it cannot help letting him sink into such a state, that it has to feed him, instead of being fed by him. Society can no longer live under this bourgeoisie, in other words, its existence is no longer compatible with society.",
        "author": "Karl Marx"
    },
    {
        "quote": "The theoretical conclusions of the Communists are in no way based on ideas or principles that have been invented, or discovered, by this or that would-be universal reformer. They merely express, in general terms, actual relations springing from an existing class struggle, from a historical movement going on under our very eyes. The abolition of existing property relations is not at all a distinctive feature of Communism. All property relations in the past have continually been subject to historical change consequent upon the change in historical conditions. The French Revolution, for example, abolished feudal property in favour of bourgeois property. The distinguishing feature of Communism is not the abolition of property generally, but the abolition of bourgeois property. But modern bourgeois private property is the final and most complete expression of the system of producing and appropriating products, that is based on class antagonisms, on the exploitation of the many by the few. In this sense, the theory of the Communists may be summed up in the single sentence: Abolition of private property. We Communists have been reproached with the desire of abolishing the right of personally acquiring property as the fruit of a man's own labour, which property is alleged to be the groundwork of all personal freedom, activity and independence.",
        "author": "Karl Marx"
    },
    {
        "quote": "The average price of wage-labour is the minimum wage, i.e., that quantum of the means of subsistence, which is absolutely requisite in bare existence as a labourer. What, therefore, the wage-labourer appropriates by means of his labour, merely suffices to prolong and reproduce a bare existence. We by no means intend to abolish this personal appropriation of the products of labour, an appropriation that is made for the maintenance and reproduction of human life, and that leaves no surplus wherewith to command the labour of others. All that we want to do away with, is the miserable character of this appropriation, under which the labourer lives merely to increase capital, and is allowed to live only in so far as the interest of the ruling class requires it.",
        "author": "Karl Marx"
    },
    {
        "quote": "You are horrified at our intending to do away with private property. But in your existing society, private property is already done away with for nine-tenths of the population; its existence for the few is solely due to its non-existence in the hands of those nine-tenths. You reproach us, therefore, with intending to do away with a form of property, the necessary condition for whose existence is the non-existence of any property for the immense majority of society.",
        "author": "Karl Marx"
    },
    {
        "quote": "The utility of a thing makes it a use value.[14] But this utility is not a thing of air. Being limited by the physical properties of the commodity, it has no existence apart from that commodity. A commodity, such as iron, corn, or a diamond, is therefore, so far as it is a material thing, a use value, something useful. This property of a commodity is independent of the amount of labour required to appropriate its useful qualities.",
        "author": "Karl Marx"
    },
    {
        "quote": "In the economic system, under the rule of private property, the interest which an individual has in society is in precisely inverse proportion to the interest society has in him — just as the interest of the usurer in the spendthrift is by no means identical with the interest of the spendthrift.",
        "author": "Karl Marx"
    },
    {
        "quote": "The medieval proverb nulle terre sans seigneur [There is no land without its lord. — Ed.] is thereby replaced by that other proverb, l'argent n'a pas de maître [Money knows no master. — Ed.], wherein is expressed the complete domination of dead matter over man.",
        "author": "Karl Marx"
    },
    {
        "quote": "In short, the Communists everywhere support every revolutionary movement against the existing social and political order of things. In all these movements they bring to the front, as the leading question in each, the property question, no matter what its degree of development at the time. Finally, they labour everywhere for the union and agreement of the democratic parties of all countries. The Communists disdain to conceal their views and aims.\nThey openly declare that their ends can be attained only by\nthe forcible overthrow of all existing social conditions.\nLet the ruling classes tremble at a Communistic revolution.\nThe proletarians have nothing to lose but their chains.\nThey have a world to win. WORKING MEN OF ALL COUNTRIES, UNITE!",
        "author": "Karl Marx"
    },
    {
        "quote": "[E]verything which appears in the worker as an activity of alienation, of estrangement, appears in the non-worker as a state of alienation, of estrangement.",
        "author": "Karl Marx"
    },
    {
        "quote": "Communism as the positive transcendence of private property as human self-estrangement, and therefore as the real appropriation of the human essence by and for man; communism therefore as the complete return of man to himself as a social (i.e., human) being — a return accomplished consciously and embracing the entire wealth of previous development. This communism, as fully developed naturalism, equals humanism, and as fully developed humanism equals naturalism; it is the genuine resolution of the conflict between man and nature and between man and man — the true resolution of the strife between existence and essence, between objectification and self-confirmation, between freedom and necessity, between the individual and the species. Communism is the riddle of history solved, and it knows itself to be this solution.",
        "author": "Karl Marx"
    },
    {
        "quote": "Religion, family, state, law, morality, science, art, etc., are only particular modes of production, and fall under its general law. The positive transcendence of private property as the appropriation of human life, is therefore the positive transcendence of all estrangement — that is to say, the return of man from religion, family, state, etc., to his human, i.e., social, existence.",
        "author": "Karl Marx"
    },
    {
        "quote": "We have seen what significance, given socialism, the wealth of human needs acquires, and what significance, therefore, both a new mode of production and a new object of production obtain: a new manifestation of the forces of human nature and a new enrichment of human nature. Under private property their significance is reversed: every person speculates on creating a new need in another, so as to drive him to fresh sacrifice, to place him in a new dependence and to seduce him into a new mode of enjoyment and therefore economic ruin. Each tries to establish over the other an alien power, so as thereby to find satisfaction of his own selfish need. The increase in the quantity of objects is therefore accompanied by an extension of the realm of the alien powers to which man is subjected, and every new product represents a new potentiality of mutual swindling and mutual plundering. Man becomes ever poorer as man, his need for money becomes even greater if he wants to master the hostile power.",
        "author": "Karl Marx"
    },
    {
        "quote": "All our invention and progress seem to result in endowing material forces with intellectual life, and stultifying human life into a material force.",
        "author": "Karl Marx"
    },
    {
        "quote": "The bourgeoisie cannot exist without constantly revolutionizing the instruments of production, and thereby the relations of production, and with them the whole relations of society. Conservation of the old modes of production in unaltered form, was, on the contrary, the first condition of existence for all earlier industrial classes.",
        "author": "Karl Marx"
    },
    {
        "quote": "The bourgeoisie, during its rule of scarce one hundred years, has created more massive and more colossal productive forces than have all preceding generations together. … what earlier century had even a presentiment that such productive forces slumbered in the lap of social labour?",
        "author": "Karl Marx"
    },
    {
        "quote": "La burguesía … ha creado fuerzas productivas mucho más colosales y masivas que todas las pasadas generaciones juntas, …¿Cuál de los pasados siglos pudo sospechar siquiera que en el seno del trabajo social dormitasen tantas y tales fuerzas productivas?",
        "author": "Karl Marx"
    },
    {
        "quote": "The need of a constantly expanding market for its products chases the bourgeoisie over the whole surface of the globe. It must nestle everywhere, settle everywhere, establish connections everywhere.",
        "author": "Karl Marx"
    },
    {
        "quote": "In place of the old wants, satisfied by the productions of the country, we find new wants, requiring for their satisfaction the products of distant lands and climes. In place of the old local and national seclusion and self-sufficiency, we have intercourse in every direction, universal inter-dependence of nations. And as in material, so also in intellectual production. The intellectual creations of individual nations become common property. National one-sidedness and narrow-mindedness become more and more impossible, and from the numerous national and local literatures, there arises a world literature.",
        "author": "Karl Marx"
    },
    {
        "quote": "Growth of productive capital and rise of wages, are they really, so indissolubly united as the bourgeois economists maintain? We must not believe their mere words. We dare not believe them even when they claim that the fatter capital is the more will its slave be pampered.",
        "author": "Karl Marx"
    },
    {
        "quote": "We have thus seen that even the most favorable situation for the working class, namely, the most rapid growth of capital, however much it may improve the material life of the worker, does not abolish the antagonism between his interests and the interests of the capitalist. Profit and wages remain as before, in inverse proportion.",
        "author": "Karl Marx"
    },
    {
        "quote": "Furthermore, to the same degree in which the division of labour increases, is the labour simplified. The special skill of the labourer becomes worthless. He becomes transformed into a simple monotonous force of production, with neither physical nor mental elasticity. His work becomes accessible to all; therefore competitors press upon him from all sides. Moreover, it must be remembered that the more simple, the more easily learned the work is, so much the less is its cost of production, the expense of its acquisition, and so much the lower must the wages sink—for, like the price of any other commodity, they are determined by the cost of production. Therefore, in the same measure in which labour becomes more unsatisfactory, more repulsive, do competition increase and wages decrease.",
        "author": "Karl Marx"
    },
    {
        "quote": "The economists tell us, to be sure, that those labourers who have been rendered superfluous by machinery find new avenues of employment, They dare not assert directly that the same labourers that have been discharged find situations in new branches of labour. Facts cry out too loudly against this lie. Strictly speaking, they only maintain that new means of employment will be found for other sections of the working class; for example, for that portion of the young generation of labourers who were about to enter upon that branch of industry which had just been abolished. Of course, this is a great satisfaction to the disabled labourers. There will be no lack of fresh exploitable blood and muscle for the Messrs. Capitalists—the dead may bury their dead. This consolation seems to be intended more for the comfort of the capitalists themselves than of their labourers. If the whole class of the wage-labourer were to be annihilated by machinery, how terrible that would be for capital, which, without wage-labour, ceases to be capital!",
        "author": "Karl Marx"
    },
    {
        "quote": "But even if we assume that all who are directly forced out of employment by machinery, as well as all of the rising generation who were waiting for a chance of employment in the same branch of industry, do actually find some new employment—are we to believe that this new employment will pay as high wages as did the one they have lost? If it did, it would be in contradiction to all the laws of political economy. We have seen how modern industry always tends to the substitution of the simpler and more subordinate employments for the higher and more complex ones. How, then, could a mass of workers thrown out of one branch of industry by machinery find refuge in another branch, unless they were to be paid more poorly?",
        "author": "Karl Marx"
    },
    {
        "quote": "To sum up: the more productive capital grows, the more it extends the division of labour and the application of machinery; the more the division of labour and the application of machinery extend, the more does competition extend among the workers, the more do their wages shrink together.",
        "author": "Karl Marx"
    },
    {
        "quote": "The necessary consequence of this was political centralization. Independent, or but loosely connected provinces, with separate interests, laws, governments and systems of taxation, became lumped together into one nation, with one government, one code of laws, one national class interest, one frontier, and one customs tariff.",
        "author": "Karl Marx"
    },
    {
        "quote": "In proportion as the bourgeoisie, i.e., capital, is developed, in the same proportion is the proletariat, the modern working class, developed; a class of laborers, who live only so long as they find work, and who find work only so long as their labor increases capital. These laborers, who must sell themselves piecemeal, are a commodity, like every other article of commerce, and are consequently exposed to all the vicissitudes of competition, to all the fluctuations of the market.",
        "author": "Karl Marx"
    },
    {
        "quote": "In point of fact, however, whether a man works three days of the week for himself on his own field and three days for nothing on the estate of his lord, or whether he works in the factory or the workshop six hours daily for himself and six for his employer, comes to the same, although in the latter case the paid and unpaid portions of labour are inseparably mixed up with each other, and the nature of the whole transaction is completely masked by the intervention of a contract and the pay received at the end of the week. The gratuitous labour appears to be voluntarily given in the one instance, and to be compulsory in the other. That makes all the difference.",
        "author": "Karl Marx"
    },
    {
        "quote": "And on its part, German Socialism recognized more and more its own calling as the bombastic representative of the petty bourgeois philistine.\n\nIt proclaimed the German nation to be the model nation, and the German petty philistine to be the typical man. To every villainous meanness of this model man it gave a hidden, higher, socialistic interpretation, the exact contrary of its real character.",
        "author": "Karl Marx"
    },
    {
        "quote": "The discovery of America, the rounding of the Cape, opened up fresh ground for the rising bourgeoisie. The East Indian and Chinese markets, the colonization of America, trade with the colonies, the increase in the means of exchange and in commodities generally, gave to commerce, to navigation, to industry, an impulse never before known, and thereby, to the revolutionary element in the tottering feudal society, a rapid development.",
        "author": "Karl Marx"
    },
    {
        "quote": "Meantime the markets kept ever growing, the demand ever rising. Even manufacture no longer sufficed. Thereupon steam and machinery revolutionized industrial production. The place of manufacture was taken by the giant, Modern Industry, the place of the industrial middle class, by industrial millionaires, the leaders of whole industrial armies, the modern bourgeois.\n\nModern industry has established the world's market, for which the discovery of America paved the way. The market has given an immense development to commerce, to navigation, to communication by land. This development has, in its turn, reacted on the extension of industry; and in proportion as industry, commerce, navigation and railways extended, in the same proportion the bourgeoisie developed, increased its capital, and pushed into the background every class handed down from the middle ages.\n\nWe see, therefore, how the modern bourgeoisie is itself the product of a long course of development, of a series of revolutions in the modes of production and of exchange.",
        "author": "Karl Marx"
    },
    {
        "quote": "The desire after hoarding is in its very nature unsatiable. In its qualitative aspect, or formally considered, money has no bounds to its efficacy, i.e., it is the universal representative of material wealth, because it is directly convertible into any other commodity. But, at the same time, every actual sum of money is limited in amount, and, therefore, as a means of purchasing, has only a limited efficacy. This antagonism between the quantitative limits of money and its qualitative boundlessness, continually acts as a spur to the hoarder in his Sisyphus-like labour of accumulating. It is with him as it is with a conqueror who sees in every new country annexed, only a new boundary.",
        "author": "Karl Marx"
    },
    {
        "quote": "To call on them to give up their illusions about their condition is to call on them to give up a condition that requires illusions. The criticism of religion is therefore in embryo the criticism of that vale of tears of which religion is the halo",
        "author": "Karl Marx"
    },
    {
        "quote": "The theoretical conclusions of the Communists are in no way based on ideas or principles that have been invented, or discovered, by this or that would-be universal reformer.\n\nThey merely express, in general terms, actual relations springing from an existing class struggle, from a historical movement going on under our very eyes. The abolition of existing property relations is not at all a distinctive feature of Communism.\n\nAll property relations in the past have continually been subject to historical change, consequent upon the change in historical conditions.",
        "author": "Karl Marx"
    },
    {
        "quote": "In this sense the theory of the Communists may be summed up in the single sentence: Abolition of private property.\n\nWe Communists have been reproached with the desire of abolishing the right of personally acquiring property as the fruit of a man's own labor, which property is alleged to be the ground work of all personal freedom, activity and independence.\n\nHard-won, self-acquired, self-earned property! Do you mean the property of the petty artisan and of the small peasant, a form of property that preceded the bourgeois form? There is no need to abolish that; the development of industry has to a great extent already destroyed it, and is still destroying it daily.\n\nOr do you mean modern bourgeois private property?\n\nBut does wage labor create any property for the laborer? Not a bit. It creates capital, i.e., that kind of property which exploits wage-labor, and which cannot increase except upon condition of begetting a new supply of wage-labor for fresh exploitation. Property, in its present form, is based on the antagonism of capital and wage labor. Let us examine both sides of this antagonism.\n\nTo be a capitalist, is to have not only a purely personal, but a social status in production. Capital is a collective product, and only by the united action of many members, nay, in the last resort, only by the united action of all members of society, can it be set in motion.\n\nCapital is therefore not a personal, it is a social power.",
        "author": "Karl Marx"
    },
    {
        "quote": "In these crises a great part not only of the existing products, but also of the previously created productive forces, is periodically destroyed. In these crises there breaks out an epidemic that, in all earlier epochs, would have seemed an absurdity—the epidemic of overproduction. Society suddenly finds itself put back into a state of momentary barbarism; it appears as if a famine, a universal war of devastation had cut off the supply of every means of subsistence; industry and commerce seem to be destroyed; and why? because there is too much civilization, too much means of subsistence, too much industry, too much commerce. The productive forces at the disposal of society no longer tend to further the development of the conditions of bourgeois property; on the contrary, they have become too powerful for these conditions, by which they are fettered, and so soon as they overcome these fetters, they bring disorder into the whole of bourgeois society, endanger the existence of bourgeois property. The conditions of bourgeois society are too narrow to comprise the wealth created by them. And how does the bourgeoisie get over these crises? On the one hand by enforced destruction of a mass of productive forces; on the other, by the conquest of new markets, and by the more thorough exploitation of the old ones. That is to say, by paving the way for more extensive and more destructive crises, and by diminishing the means whereby crises are prevented.\n\nThe weapons with which the bourgeoisie felled feudalism to the ground are now turned against the bourgeoisie itself.",
        "author": "Karl Marx"
    },
    {
        "quote": "In bourgeois society living labor is but a means to increase accumulated labor. In Communist society accumulated labor is but a means to widen, to enrich, to promote the existence of the laborer.\n\nIn bourgeois society, therefore, the past dominates the present; in Communist society, the present dominates the past. In bourgeois society capital is independent and has individuality, while the living person is dependent and has no individuality.\n\nAnd the abolition of this state of things is called by the bourgeois: abolition of individuality and freedom! And rightly so. The abolition of bourgeois individuality, bourgeois independence, and bourgeois freedom is undoubtedly aimed at.",
        "author": "Karl Marx"
    },
    {
        "quote": "If a man got two shillings weekly wages, and if his wages rose to four shillings, the rate of wages would have risen by 100 per cent. This would seem a very magnificent thing if expressed as a rise in the rate of wages, although the actual amount of wages, four shillings weekly, would still remain a wretchedly small, a starvation, pittance. You must not, therefore, allow yourselves to be carried away by the high-sounding per cents in the rate of wages. You must always ask: What was the original amount?",
        "author": "Karl Marx"
    },
    {
        "quote": "It has been objected, that upon the abolition of private property all work will cease, and universal laziness will overtake us.\n\nAccording to this, bourgeois society ought long ago to have gone to the dogs through sheer idleness; for those of its members who work, acquire nothing, and those who acquire anything, do not work. The whole of this objection is but another expression of tautology, that there can no longer be any wage-labor when there is no longer any capital.\n\nAll objections against the Communistic mode of producing and appropriating material products, have, in the same way, been urged against the Communistic modes of producing and appropriating intellectual products. Just as, to the bourgeois the disappearance of class property is the disappearance of production itself, so the disappearance of class culture is to him identical with the disappearance of all culture.\n\nThat culture, the loss of which he laments, is, for the enormous majority, a mere training to act as a machine.",
        "author": "Karl Marx"
    },
    {
        "quote": "Now and then the workers are victorious, but only for a time. The real fruit of their battles lies not in the immediate result but in the ever improved means of communication that are created in modern industry and that place the workers of different localities in contact with one another. It was just this contact that was needed to centralize the numerous local struggles, all of the same character, into one national struggle between classes. But every class struggle is a political struggle. And that union, to attain which the burghers of the middle ages, with their miserable highways, required centuries, the modern proletarians, thanks to railways, achieve in a few years.",
        "author": "Karl Marx"
    },
    {
        "quote": "The philosophers have only interpreted the world in various ways; the point is, to change it",
        "author": "Karl Marx"
    },
    {
        "quote": "The essential condition for the existence, and for the sway of the bourgeois class, is the formation and augmentation of capital; the condition for capital is wage-labor. Wage-labor rests exclusively on competition between the laborers. The advance of industry, whose involuntary promoter is the bourgeoisie, replaces the isolation of the laborers, due to competition, by their revolutionary combination, due to association. The development of modern industry, therefore, cuts from under its feet the very foundation on which the bourgeoisie produces and appropriates products. What the bourgeoisie therefore produces, above all, are its own grave diggers. Its fall and the victory of the proletariat are equally inevitable.",
        "author": "Karl Marx"
    },
    {
        "quote": "The less the skill and exertion of strength implied in manual labour, in other words, the more modern industry becomes developed, the more is the labour of men superseded by that of women.",
        "author": "Karl Marx"
    },
    {
        "quote": "The selfish misconception that induces you to transform into eternal laws of nature and of reason, the social forms springing from your present mode of production and form of property—historical relations that rise and disappear in the progress of production—the misconception you share with every ruling class that has preceded you. What you see clearly in the case of ancient property, what you admit in the case of feudal property, you are of course forbidden to admit in the case of your own bourgeois form of property.",
        "author": "Karl Marx"
    },
    {
        "quote": "Our bourgeois, not content with having the wives and daughters of their proletarians at their disposal, not to speak of common prostitutes, take the greatest pleasure in seducing each other's wives.\n\nBourgeois marriage is in reality a system of wives in common, and thus, at the most, what the Communists might possibly be reproached with, is that they desire to introduce, in substitution for a hypocritically concealed, an openly legalized community of women. For the rest it is self-evident that the abolition of the present system of production must bring with it the abolition of the community of women springing from that system, i.e., of prostitution both public and private.",
        "author": "Karl Marx"
    },
    {
        "quote": "The workingmen have no country. We cannot take from them what they have not got. Since the proletariat must first of all acquire political supremacy, must rise to be the leading class of the nation, must constitute itself the nation, it is, so far, itself national, though not in the bourgeois sense of the word.\n\nNational differences and antagonisms between peoples are daily more and more vanishing; owing to the development of the bourgeoisie, to freedom of commerce, to the world's market, to uniformity in the mode of production and in the conditions of life corresponding thereto.\n\nThe supremacy of the proletariat will cause them to vanish still faster. United action, of the leading civilized countries at least, is one of the first conditions for the emancipation of the proletariat.",
        "author": "Karl Marx"
    },
    {
        "quote": "philosophers have only interpreted the world; the point however, is to change it",
        "author": "Karl Marx"
    },
    {
        "quote": "Men make their own history, but they do not make it as they please; they do not make it under self-selected circumstances, but under circumstances existing already, given and transmitted from the past. The tradition of all dead generations weighs like a nightmare on the brains of the living.",
        "author": "Karl Marx"
    },
    {
        "quote": "The cheap prices of its commodities are the heavy artillery with which it batters down all Chinese walls, with which it forces the barbarians' intensely obstinate hatred of foreigners to capitulate.",
        "author": "Karl Marx"
    },
    {
        "quote": "The demands of the Paris proletariat are utopian nonsense, to which an end must be put.",
        "author": "Karl Marx"
    },
    {
        "quote": "This organisation of the proletarians into a class, and, consequently into a political party, is continually being upset again by the competition between the workers themselves. But it ever rises up again, stronger, firmer, mightier.",
        "author": "Karl Marx"
    },
    {
        "quote": "The mode of production of material life conditions the social, political and intellectual life process in general.",
        "author": "Karl Marx"
    },
    {
        "quote": "All fixed, fast-frozen relations, with their train of ancient and venerable prejudices and opinions, are swept away, all new-formed ones become antiquated before they can ossify. All that is solid melts into air, all that is holy is profaned, and man is at last compelled to face with sober senses, his real conditions of life, and his relations with his kind.",
        "author": "Karl Marx"
    },
    {
        "quote": "Use values become a reality only by use or consumption: they also constitute the substance of all wealth, whatever may be the social form of that wealth. In the form of society we are about to consider, they are, in addition, the material depositories of exchange value.",
        "author": "Karl Marx"
    },
    {
        "quote": "History repeats itself, first as tragedy, second as farce",
        "author": "Karl Marx"
    },
    {
        "quote": "Constant revolutionizing of production, uninterrupted disturbance of all social conditions, everlasting uncertainty and agitation, distinguish the bourgeois epoch from all earlier ones. All fixed, fast-frozen relations, with their train of ancient and venerable prejudices and opinions, are swept away; all new-formed ones become antiquated before they can ossify. All that is solid melts into air, all that is holy is profaned, and man is at last compelled to face with sober senses his real conditions of life and his relations with his kind.",
        "author": "Karl Marx"
    },
    {
        "quote": "All that is solid melts into air, all that is holy is profaned, and man is at last compelled to face with sober senses, his real conditions of life, and his relations with his kind.",
        "author": "Karl Marx"
    },
    {
        "quote": "Men make their own history, but they do not make it as they please; they do not make it under self-selected circumstances, but under circumstances existing already, given and transmitted from the past.",
        "author": "Karl Marx"
    },
    {
        "quote": "The bourgeoisie, in truth, is bound to fear the stupidity of the masses so long as they remain conservative, and the insight of the masses as soon as they become revolutionary.",
        "author": "Karl Marx"
    },
    {
        "quote": "The bourgeoisie keeps more and more doing away with the scattered state of the population, of the means of production, and of property. It has agglomerated production, and has concentrated property in a few hands. The necessary consequence of this was political centralisation. Independent, or but loosely connected provinces, with separate interests, laws, governments and systems of taxation, became lumped together into one nation, with one government, one code of laws, one national class-interest, one frontier and one customs-tariff. The bourgeoisie, during its rule of scarce one hundred years, has created more massive and more colossal productive forces than have all preceding generations together. Subjection of Nature's forces to man, machinery, application of chemistry to industry and agriculture, steam-navigation, railways, electric telegraphs, clearing of whole continents for cultivation, canalisation of rivers, whole populations conjured out of the ground—what earlier century had even a presentiment that such productive forces slumbered in the lap of social labour?",
        "author": "Karl Marx"
    },
    {
        "quote": "The less you eat, drink and buy books; the less you go to the theatre, the dance hall, the public house; the less you think, love, theorise, sing, paint, fence, etc., the more you save – the greater becomes your treasure which neither moths nor rust will devour – your capital. The less you are, the less you express your own life, the more you have, i.e., the greater is your alienated life, the greater is the store of your estranged being.",
        "author": "Karl Marx"
    },
    {
        "quote": "We thus see that the price of a commodity is indeed determined by its cost of production, but in such wise that the periods in which the price of these commodities rises above the cost of production are balanced by the periods in which it sinks below the cost of production, and vice versa. Of course this does not hold good for a single given product of an industry, but only for that branch of industry. So also it does not hold good for an individual manufacturer, but only for the whole class of manufacturers.",
        "author": "Karl Marx"
    },
    {
        "quote": "They cannot represent themselves; they must be represented.",
        "author": "Karl Marx"
    },
    {
        "quote": "En nuestra sociedad los que trabajan no adquieren y los que adquieren no trabajan.",
        "author": "Karl Marx"
    },
    {
        "quote": "It is unquestionable true that the £1,000 which you deposit at A today may be reissued tomorrow, and form a deposit at B. The day after that, reissued from B, it may form a deposit at C... and so on to infinitude; and that the same £1,000 in money may, thus, by a succession of transfers, multiply itself into a sum of deposits absolutely infinite.",
        "author": "Karl Marx"
    },
    {
        "quote": "Thus does the beginner, who has acquired a new language, keep on translating it back into his own mother tongue; only then has he grasped the spirit of the new language and is able freely to express himself therewith when he moves in it without recollections of the old, and has forgotten in its use his own hereditary tongue.",
        "author": "Karl Marx"
    },
    {
        "quote": "When the ancient world was in its last throes, the ancient religions were overcome by Christianity. When Christian ideas succumbed in the 18th century to rationalist ideas, feudal society fought its death battle with the then revolutionary bourgeoisie. The ideas of religious liberty and freedom of conscience merely gave expression to the sway of free competition within the domain of knowledge.",
        "author": "Karl Marx"
    },
    {
        "quote": "The premises from which we begin are not arbitrary ones, not dogmas, but real premises from which abstraction can only be made in the imagination. They are the real individuals, their activity and the material conditions under which they live, both those which they find already existing and those produced by their activity. These premises can thus be verified in a purely empirical way.",
        "author": "Karl Marx"
    },
    {
        "quote": "The same cause which may increase the [net] revenue of the country’ (i.e., as Ricardo explains in the same passage, ‘the revenues of landlords and capitalists’, whose wealth, from the economic point of view, is equivalent to the wealth of the nation), ‘may at the same time render the population redundant and deteriorate the condition of the labourer’ (Ricardo, op. cit., p. 469). ‘The constant aim and the tendency of every improvement in machinery is, in fact, to do away entirely with the labour of man, or to lessen its price by substituting the labour of women and children for that of grown-up men, or of unskilled for that of skilled workmen’ (Ure, op. cit., p. 23).",
        "author": "Karl Marx"
    },
    {
        "quote": "Die Proletarier dieser Welt haben nichts zu verlieren als ihre Ketten. Sie haben eine Welt zu gewinnen. Proletarier aller Länder, vereinigt euch!",
        "author": "Karl Marx"
    },
    {
        "quote": "ბალზაკის „ადამიანური კომედიიდან“ „ეკონომიკური დეტალების თვასაზრისითაც მე უფრო მეტი გავიგე (მაგალითად, რეალური და პირადი საკუთრების შესახებ რევოლუციის შემდეგ), ვიდრე ამას გავიგებდი ერთად აღებული ამ ეპოქის ყველა პროფესიონალი ისტორიკოსის, ეკონომისტის, სტატისტიკოსის წიგნებიდან",
        "author": "Karl Marx"
    },
    {
        "quote": "Criticism has torn up the imaginary flowers from the chain not so that man shall wear the unadorned, bleak chain but so that he will shake off the chain and pluck the living flower.",
        "author": "Karl Marx"
    },
    {
        "quote": "Wie niet liever met eigen krachten een eigen wereld bouwt, de schepper van een wereld is, dan eeuwig in zijn eigen schulp te blijven, die is door de geest met een banvloek getroffen, met een interdict, maar in omgekeerde betekenis: hij is verjaagd uit het heiligdom van de geest, verstoken van de eeuwige luxe van de geest, en gedoemd om wiegeliedjes te zingen over zijn eigen privé-gelukzaligheid en daar 's nachts van zichzelf te dromen.",
        "author": "Karl Marx"
    },
    {
        "quote": "It has created enormous cities, has greatly increased the urban population as compared with the rural, and has thus rescued a considerable part of the population from the idiocy of rural life.",
        "author": "Karl Marx"
    },
    {
        "quote": "Life is struggle.",
        "author": "Karl Marx"
    },
    {
        "quote": "An ounce of action is worth a ton of theory.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "If there were no Frenchwomen, life wouldn't be worth living.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Thus, as far as he is a scientific man, as far as he knows anything, he is a materialist; outside his science, in spheres about which he knows nothing, he translates his ignorance into Greek and calls it agnosticism.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "The emancipation of woman will only be possible when woman can take part in production on a large, social scale, and domestic work no longer claims anything but an insignificant amount of her time.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Darwin did not know what a bitter satire he wrote on mankind ... when he showed that free competition, the struggle for existence, which the economists celebrate as the highest historical achievement, is the normal state of the animal kingdom. Only conscious organization of social production, in which production and distribution are carried on in a planned way, can lift mankind above the rest of the animal.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "The middle classes have a truly extraordinary conception of society. They really believe that human beings . . . have real existence only if they make money or help to make it.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "All that is real in human history becomes irrational in the process of time.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "The free development of each is the condition for the free development of all.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Do you charge us with wanting to stop the exploitation of children by their parents? To this crime we plead guilty.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "What is good for the ruling class, is alleged to be good for the whole of society with which the ruling class identifies itself.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "In short, the Communists everywhere support every revolutionary movement against the existing social and political order of things.\n\nIn all these movements they bring to the front, as the leading question in each, the property question, no matter what its degree of development at the time. \n\nFinally, they labour everywhere for the union and agreement of the democratic parties of all countries.\n\nThe Communists disdain to conceal their views and aims.\n\nThey openly declare that their ends can be attained only by the forcible overthrow of all existing social conditions.\n\nLet the ruling classes tremble at a Communistic revolution. The proletarians have nothing to lose but their chains. They have a world to win.\n\nWORKING MEN OF ALL COUNTRIES, UNITE!",
        "author": "Friedrich Engels"
    },
    {
        "quote": "The 'Manifesto' being our joint production, I consider myself bound to state that the fundamental proposition which forms its nucleus belongs to Marx. That proposition is: that in every historical epoch, the prevailing mode of economic production and exchange, and the social organization necessarily following from it, form the basis upon which is built up, and from which alone can be explained, the political and intellectual history of that epoch; that consequently the whole history of mankind (since the dissolution of primitive tribal society, holding land in common ownership) has been a history of class struggles, contests between exploiting and exploited, ruling and oppressed classes; that the history of these class struggles forms a series of evolution in which, nowadays, a stage has been reached where the exploited and the oppressed class—the proletariat—cannot attain its emancipation from the sway of the exploiting and ruling class—the bourgeoisie—without, at the same time, and once for all, emancipating society at large from all exploitation, oppression, class distinctions and class struggles.\n\nThis proposition, which, in my opinion, is destined to do for history what Darwin's theory has done for biology, we, both of us, had been gradually approaching for some years before 1845.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "The history of all hitherto existing societies is the history of class struggles.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "The executive of the modern State is but a committee for managing the common affairs of the whole bourgeoisie.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "In this sense, the theory of the Communists may be summed up in the single sentence: Abolition of private property.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Let the ruling classes tremble at a Communistic revolution. The proletarians have nothing to lose but their chains. They have a world to win.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Competition permits the capitalist to deduct from the price of labour power that which the family earns from its own little garden or field; the workers are compelled to accept any piece wages offered to them, because otherwise they would get nothing at all, and they could not live from the products of their small-scale agriculture alone, and because, on the other hand, it is just this agriculture and landownership which chains them to the spot and prevents them from looking around for other employment.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Monogamy was the first form of the family not founded on natural, but on economic conditions, viz.: the victory of private property over primitive and natural collectivism.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Actually, each mental image of the world system is and remains limited, objectively by the historical situation and subjectively by its author's physical and mental constitution.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "The immediate aim of the Communist is the same as that of all the other proletarian parties: formation of the proletariat into a class, overthrow of the bourgeois supremacy, conquest of political power by the proletariat.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "What we can now conjecture about the way in which sexual relations will be ordered after the impending overthrow of capitalist production is mainly of a negative character, limited for the most part to what will disappear. But what will there be new? That will be answered when a new generation has grown up: a generation of men who never in their lives have known what it is to buy a woman’s surrender with money or any other social instrument of power; a generation of women who have never known what it is to give themselves to a man from any other considerations than real love, or to refuse to give themselves to their lover from fear of the economic consequences. When these people are in the world, they will care precious little what anybody today thinks they ought to do; they will make their own practice and their corresponding public opinion about the practice of each individual –and that will be the end of it.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "And if strict monogamy is the height of all virtue, then the palm must go to the tapeworm, which has a complete set of male and female sexual organs in each of its 50-200 proglottides, or sections, and spends its whole life copulating in all its sections with itself.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "But the degradation of the women was avenged in the men and degraded them also, until they sank into the abomination of boy-love.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "The modern individual family is founded on the open or\nconcealed slavery of the wife…Within the family he is\nthe bourgeois and his wife represents the proletariat.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "With the pairing family, therefore, the abduction and barter of women began—widespread symptoms, and nothing but that, of a new and much more profound change.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "The word Familia did not originally signify the ideal of our modern philistine, which is a compound of sentimentality and domestic discord. Among the Romans, in the beginning, it did not even refer to the married couple and their children, but to the slaves alone. Famulus means a household slave and familia signifies the totality of slaves belonging to one individual. The expression was invented by the romans to describe a new social organism, the head of which had under him wife and children and a number of slaves, under Roman paternal power, with power of life and death over them all.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "The bourgeoisie has through its exploitation of the world-market given a cosmopolitan character to production and consumption in every country. To the great chagrin of Reactionists, it has drawn from under the feet of industry the national ground on which it stood. All old-established national industries have been destroyed or are daily being destroyed. They are dislodged by new industries, whose introduction becomes a life and death question for all civilised nations, by industries that no longer work up indigenous raw material, but raw material drawn from the remotest zones; industries whose products are consumed, not only at home, but in every quarter of the globe. In place of the old wants, satisfied by the productions of the country, we find new wants, requiring for their satisfaction the products of distant lands and climes.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "In the Semitic patriarchal family, only the patriarch himself, or at best a few of his sons, practice polygamy, the others must be satisfied with one wife.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "That the mutual affection of the people concerned should be the one paramount reason for marriage, outweighing everything else, was and always had been absolutely unheard of in the practice of the ruling classes; that sort of thing only happened in romance – or among the oppressed classes, which did not count.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "The first class antagonism appearing in history coincides with the development of the antagonism of man and wife in monogamy, and the first class oppression with that of the female by the male sex.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "The modern bourgeois society that has sprouted from the ruins of feudal society has not done away with class antagonisms.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "This police force consisted--of slaves. The free Athenian regarded this police duty as so degrading that he preferred being arrested by an armed slave rather than lending himself to such an ignominious service.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Love affairs in a modern sense occurred in classical times only outside of official society. The shepherds whose happiness and woe in love is sung by Theocritos and Moschus, such as Daphnis and Chloë of Longos, all these were slaves who had no share in the state and in the daily sphere of the free citizen. Outside of slave circles we find love affairs only as products of disintegration of the sinking old world. Their objects are women who also are standing outside of official society, hetaerae that are either foreigners or liberated slaves: in Athens since the beginning of its decline, in Rome at the time of the emperors. If love affairs really occurred between free male and female citizens, it was only in the form of adultery.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "bourgeoisie has subjected the country to the rule of the towns. It has created enormous cities, has greatly increased the urban population as compared with the rural, and has thus rescued a considerable part of the population from the idiocy of rural life. Just as it has made the country dependent on the towns, so it has made barbarian and semi-barbarian countries dependent on the civilised ones, nations of peasants on nations of bourgeois, the East on the West.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "True, t is only individuals who starve, but what security has the working-man that it may not be his turn tomorrow? Who assures him employment, who vouches for it that, if for any reason or no reason his lord and master discharges him tomorrow, he can struggle along with those dependant upon him, until he may find some one else 'to give him bread'? Who guarantees that willingness to work shall suffice to obtain work, that uprightness, industry, thrift, and the rest of the virtues recommended by the bourgeoisie, are really his road to happiness? No one. He knows that every breeze that blows, every whim of his employer, every bad turn of trade may hurl him back into the fierce whirlpool from which he has temporarily saved himself, and in which it is hard and often impossible to keep his head above water. He knows that, though he may have the means of living today, it is very uncertain whether he shall tomorrow.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "the organization of a certain number of free and unfree persons into one family under the paternal authority of the head of the family. In the Semitic form this head of the family lives in polygamy, the unfree members have wife and children, and the purpose of the whole organization is the tending of herds in a limited territory.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Naked greed has been the moving spirit of civilization from the first day of its existence to the present time; wealth, more wealth, and wealth again; wealth not of society, but of this shabby individual was its sole and determining aim.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Here monogamy, there hetaerism and its most extreme form, prostitution. Hetaerism is as much a social institution as all others. It continues the old sexual freedom—for the benefit of the men. In reality not only permitted, but also assiduously practised by the ruling class, it is denounced only nominally. Still in practice this denunciation strikes by no means the men who indulge in it, but only the women. These are ostracised and cast out by society, in order to proclaim once more the fundamental law of unconditional male supremacy over the female sex. However,",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Why do the anti-authoritarians not confine themselves to crying out against political authority, the state? All Socialists are agreed that the political state, and with it political authority, will disappear as a result of the coming social revolution, that is, that public functions will lose their political character and will be transformed into the simple administrative functions of watching over the true interests of society. But the anti-authoritarians demand that the political state be abolished at one stroke, even before the social conditions that gave birth to it have been destroyed. They demand that the first act of the social revolution shall be the abolition of authority. Have these gentlemen ever seen a revolution? A revolution is certainly the most authoritarian thing there is; it is the act whereby one part of the population imposes its will upon the other part by means of rifles, bayonets and cannon — authoritarian means, if such there be at all; and if the victorious party does not want to have fought in vain, it must maintain this rule by means of the terror which its arms inspire in the reactionists. Would the Paris Commune have lasted a single day if it had not made use of this authority of the armed people against the bourgeois? Should we not, on the contrary, reproach it for not having used it freely enough?",
        "author": "Friedrich Engels"
    },
    {
        "quote": "The bourgeoisie cannot exist without constantly revolutionising the instruments of production, and thereby the relations of production, and with them the whole relations of society.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "If the introduction and increase of machinery means the displacement of millions of manual by a few machine-workers, improvement in machinery means the displacement of more and more of the machine-workers themselves. It means, in the last instance, the production of a number of available wage-workers in excess of the average needs of capital, the formation of a complete industrial reserve army, as I called it in 1845, available at the times when industry is working at high pressure, to be cast out upon the street when the inevitable crash comes, a constant dead-weight upon the limbs of the working class in its struggle for existence with capital, a regulator for the keeping of wages down to the low level that suits the interests of capital. Thus it comes about, to quote Marx, that machinery becomes the most powerful weapon in the war of capital against the working class; that the instruments of labour constantly tear the means of subsistence out of the hands of the labourer; that the very product of the worker is turned into an instrument for his subjugation. Thus it comes about that the evolutioni of the instruments of labour becomes at the same time, from the outset, the most reckless waste of labour-power, and robbery based upon the normal conditions under which labour functions; that machinery, the most powerful instrument for shortening labour-time, becomes the most unfailing means for placing every moment of the labourer’s time and that of his family at the disposal of the capitalist for the purpose of expanding the value of his capital.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "In truth, they were not human beings; they were merely toiling machines in the service of the few aristocrats who had guided history down to that time.  The industrial revolution has simply carried this out to its logical end by making the workers machines pure and simple, taking from them the last trace of independent activity, and so forcing them to think and demand a position worthy of men.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "The feudal system of industry, under which industrial production was monopolised by closed guilds, now no longer sufficed for the growing wants of the new markets.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "In the conditions of the proletariat, those of old society at large are already virtually swamped. The proletarian is without property; his relation to his wife and children has no longer anything in common with the bourgeois family-relations; modern industrial labour, modern subjection to capital, the same in England as in France, in America as in Germany, has stripped him of every trace of national character. Law, morality, religion, are to him so many bourgeois prejudices, behind which lurk in ambush just as many bourgeois interests.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Political power, properly so called, is merely the organised power of one class for oppressing another.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "According to the materialist conception of history, the ultimately determining element in history is the production and reproduction of real life.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Malthus declares in plain English that the right to live, a right previously asserted in favour of every man in the world, is nonsense. He quotes the words of a poet, that the poor man comes to the feast of Nature and finds no cover laid for him, and adds that ‘she bids him begone’, for he did not before his birth ask of society whether or not he is welcome. This is now the pet theory of all genuine English bourgeois, and very naturally, since it is the most specious excuse for them, and has moreover, a good deal of truth in it under existing conditions. If, then, the problem is not to make the ‘surplus population’ useful, to transform it into available population, but merely to let it starve to death in the least objectionable way and to prevent its having too many children, this, of course, is simple enough, provided the surplus population perceives its own superfluousness and takes kindly to starvation. There is, however, in spite of the strenuous exertions of the humane bourgeoisie, no immediate prospect of its succeeding in bringing about such a disposition among the workers. The workers have taken it into their heads that they, with their busy hands, are the necessary, and the rich capitalists, who do nothing, the surplus population.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "History does nothing, it possesses no immense wealth, it wages no battles. It is man, real, living man who does all that, who possesses and fights; history is not, as it were, a person apart, using man as a means to achieve its own aims; history is nothing but the activity of man pursuing his aims.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "...in pure mathematics the mind deal only with its own creations and imaginations. The concepts of number and form have not been derived from any source other than the world of reality. The ten fingers on which men learned to count, that is, to carry out the first arithmetical operation, may be anything else, but they are certainly not only objects that can be counted, but also the ability to exclude all properties of the objects considered other than their number-and this ability is the product of a long historical evolution based on experience. Like the idea of number, so the idea of form is derived exclusively from the external world, and does not arise in the mind as a product of pure thought.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "A further step for preventing inbreeding is found among the Kamilaroi on the Darling River in New South Wales, where the two original classes are split into four, and every one of these is married as a whole to a certain other class. The first two classes are husbands and wives by birth. According to the place of the mother in the first or second class, the children belong to the third and fourth. The children of these two classes, who are also married to one another, again belong to the first and second class. So that a certain generation belongs to the first and second class, the next to the third and fourth and the following again to the first and second. Hence the children of natural brothers and sisters (on the mother's side) cannot marry one another, but their grandchildren can do so.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "A certain pairing for a longer or shorter term took place even during the group marriage or still earlier. A man had his principal wife (one can hardly call it favorite wife as yet) among many women, and he was to her the principal husband among others. This fact in no small degree contributed to the confusion among missionaries, who regarded group marriage now as a disorderly community of women, now as an arbitrary adultery.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "We have, then, three main forms of the family, corresponding in general to the three main stages of human development. For savagery group marriage, for barbarism the pairing family, for civilization monogamy supplemented by adultery and prostitution. Between the pairing family and monogamy, in the higher stage of barbarism, the rule of men over female slaves and polygamy is inserted. As",
        "author": "Friedrich Engels"
    },
    {
        "quote": "struggle in place of the old ones. Our epoch, the epoch of the bourgeoisie, possesses, however, this distinctive feature: it has simplified the class antagonisms. Society as a whole is more and more splitting up into two great hostile camps, into two great classes, directly facing each other: Bourgeoisie",
        "author": "Friedrich Engels"
    },
    {
        "quote": "All that is solid melts into air, all that is holy is profaned, and man is at last compelled to face with sober senses, his real conditions of life, and his relations with his kind.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "In the second place, however, history is made in such a way that the final result always arises from conflicts between many individual wills, of which each in turn has been made what it is by a host of particular conditions of life. Thus there are innumerable intersecting forces, an infinite series of parallelograms of forces which give rise to one resultant — the historical event. This may again itself be viewed as the product of a power which works as a whole unconsciously and without volition. For what each individual wills is obstructed by everyone else, and what emerges is something that no one willed. Thus history has proceeded hitherto in the manner of a natural process and is essentially subject to the same laws of motion. But from the fact that the wills of individuals — each of whom desires what he is impelled to by his physical constitution and external, in the last resort economic, circumstances (either his own personal circumstances or those of society in general) — do not attain what they want, but are merged into an aggregate mean, a common resultant, it must not be concluded that they are equal to zero. On the contrary, each contributes to the resultant and is to this extent included in it.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "A spectre is haunting Europe—the",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Not democracy caused the downfall of Athens, as the European glorifiers of princes and lickspittle schoolmasters would have us believe, but slavery ostracizing the labor of the free citizen. The",
        "author": "Friedrich Engels"
    },
    {
        "quote": "No party has renounced the right to armed resistance, in certain circumstances without lying",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Capitalist production...was necessary to develop the productive forces of society to a level which will make possible an equal development worthy of human beings for all members of society. All earlier forms of society were too poor for this.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "cash money.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "And the first historical form of sexlove as a passion, as an attribute of every human being (at least of the ruling classes), the specific character of the highest form of the sexual impulse, this first form, the love of the knights in the middle ages, was by no means matrimonial love, but quite the contrary.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "No member is permitted to marry within the gens. This is the fundamental rule of the gens, the tie that holds it together. It is the negative expression of the very positive blood relationship, by virtue of which the individuals belonging to it become a gens. By the discovery of this simple fact Morgan for the first time revealed the nature of the gens. How little the gens had been understood before him is proven by former reports on savages and barbarians, in which the different organizations of which the gentile order is composed are jumbled together without understanding and distinction as tribe, clan, thum, etc. Sometimes it is stated that intermarrying within these organizations is forbidden.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "on it, lose all practical value and all theoretical justification. Therefore, although the originators of these systems were, in many respects, revolutionary, their disciples have, in every case, formed mere reactionary sects. They hold fast by the original views of their masters, in opposition to the progressive historical development of the proletariat. They,",
        "author": "Friedrich Engels"
    },
    {
        "quote": "If we now take one of the two standard groups of a Punaluan family, namely that of a series of natural and remote sisters (i. e., first, second and more remote descendants of natural sisters), their children and their natural or remote brothers on the mother's side (who according to our supposition are not their husbands), we have exactly that circle of persons who later appear as members of a gens, in the original form of this institution. They all have a common ancestress, by virtue of the descent that makes the different female generations sisters. But the husbands of these sisters cannot be chosen among their brothers any more, can no longer come from the same ancestress, and do not, therefore, belong to the consanguineous group of relatives, the gens of a later time. The children of these same sisters, however, do belong to this group, because descent from the female line alone is conclusive, alone is positive. As soon as the proscription of sexual intercourse between all relatives on the mother's side, even the most remote of them, is an accomplished fact, the above named group has become a gens, i. e., constitutes a definite circle of consanguineous relatives of female lineage who are not permitted to marry one another. Henceforth this circle is more and more fortified by other mutual institutions of a social or religious character and thus distinguished from other gentes of the same tribe. Of this more anon. Finding,",
        "author": "Friedrich Engels"
    },
    {
        "quote": "understands",
        "author": "Friedrich Engels"
    },
    {
        "quote": "In Attica there were four tribes of three phratries each; the number of gentes in each phratry was thirty. Such an accurate division of groups reveals the fact of a conscious and well-planned interference with the natural order.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Communism deprives no man of the power to appropriate the products of society; all that it does is to deprive him of the power to subjugate the labour of others by means of such appropriation.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "We must apologise to the readers for returning with such insistence to the Robinson Crusoe and Friday story, which properly belongs to the nursery and not to the field of science — but how can we help it?",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Competition is the completest expression of the battle of all against all which rules in modern civil society. This battle, a battle for life, for existence, for everything, in case of need a battle of life and death, is fought not between the different classes of society only, but also between the individual members of these classes. Each is in the way of the other, and each seeks to crowd out all who are in his way, and to put himself in their place. The workers are in as constant competition among themselves as the members of the bourgeoisie among themselves. The power-loom weaver is in competition with the hand-loom weaver, the unemployed or ill-paid hand-loom weaver with the man who has work or is better paid, each trying to supplant the other. But this competition of the workers among themselves is the worst side of the present state of things in its effect upon the worker, the sharpest weapon against the proletariat in the hands of the bourgeoisie. Hence the effort of the workers to nullify this competition by associations, hence the hatred of the bourgeoisie towards these associations, and its triumph in every defeat which befalls them.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "The proletariat too needs democratic forms for the seizure of political power but they are for it, like all political forms, mere means. [Friedrich Engels to Eduard Bernstein in Zurich, 24 March, 1884]",
        "author": "Friedrich Engels"
    },
    {
        "quote": "In the earlier epochs of history, we find almost everywhere a complicated arrangement of society into various orders, a manifold gradation of social rank.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "It is the Darwinian struggle of the individual for existence transferred from Nature to society with intensified violence.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "If our juridical, philosophical, and religious ideas are the more or less remote offshoots of the economical relations prevailing in a given society, such ideas cannot, in the long run, withstand the effects of a complete change in these relations. And, unless we believe in supernatural revelation, we must admit that no religious tenets will ever suffice to prop up a tottering society.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "In fact, in England too, the working-people have begun to move again. They are, no doubt, shackled by traditions of various kinds. Bourgeois traditions, such as the widespread belief that there can be but two parties, Conservatives and Liberals, and that the working-class must work out its salvation by and through the great Liberal Party. […]",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Robert Owen had adopted the teaching of the materialistic philosophers: that man’s character is the product, on the one hand, of heredity; on the other, of the environment of the individual during his lifetime, and especially during his period of development.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "The history of all hitherto existing societies is the history of class struggles. Freeman",
        "author": "Friedrich Engels"
    },
    {
        "quote": "The Utopians’ mode of thought has for a long time governed the Socialist ideas of the 19th century, and still governs some of them. Until very recently, all French and English Socialists did homage to it. The earlier German Communism, including that of Weitling, was of the same school. To all these, Socialism is the expression of absolute truth, reason and justice, and has only to be discovered to conquer all the world by virtue of its own power. And as an absolute truth is independent of time, space, and of the historical development of man, it is a mere accident when and where it is discovered. With all this, absolute truth, reason, and justice are different with the founder of each different school. And as each one’s special kind of absolute truth, reason, and justice is again conditioned by his subjective understanding, his conditions of existence, the measure of his knowledge and his intellectual training, there is no other ending possible in this conflict of absolute truths than that they shall be mutually exclusive of one another.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "FREEDOM is the recognition of NECESSITY.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Take it aisy",
        "author": "Friedrich Engels"
    },
    {
        "quote": "L'État moderne, quelle qu'en soit la forme, est une machine essentiellement capitaliste",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Old materialism looked upon all previous history as a crude heap of irrationality and violence; modern materialism sees in it the process of evolution of humanity, and aims at discovering the laws thereof.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "The materialist conception of history starts from the proposition that the production of the means to support human life and, next to production, the exchange of things produced, is the basis of all social structure; that in every society that has appeared in history, the manner in which wealth is distributed and society divided into classes or orders is dependent upon what is produced, how it is produced, and how the products are exchanged.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Advantages in natural or artificial conditions of production now decide the existence or non-existence of individual capitalists, as well as of whole industries and countries. He that falls is remorselessly cast aside. It is the Darwinian struggle of the individual for existence transferred from Nature to society with intensified violence. The conditions of existence natural to the animal appear as the final term of human development. The contradiction between socialized production and capitalistic appropriation now presents itself as an antagonism between the organization of production in the individual workshop and the anarchy of production in society generally.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "In these crises, the contradiction between socialized production and capitalist appropriation ends in a violent explosion. The circulation of commodities is, for the time being, stopped. Money, the means of circulation, becomes a hindrance to circulation. All the laws of production and circulation of commodities are turned upside down. The economic collision has reached its apogee. The mode of production is in rebellion against the mode of exchange.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Certainly, if the taking over by the State of the tobacco industry is socialistic, then Napoleon and Metternich must be numbered among the founders of Socialism.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "But, the transformation — either into joint-stock companies and trusts, or into State-ownership — does not do away with the capitalistic nature of the productive forces. In the joint-stock companies and trusts, this is obvious. And the modern State, again, is only the organization that bourgeois society takes on in order to support the external conditions of the capitalist mode of production against the encroachments as well of the workers as of individual capitalists. The modern state, no matter what its form, is essentially a capitalist machine — the state of the capitalists, the ideal personification of the total national capital. The more it proceeds to the taking over of productive forces, the more does it actually become the national capitalist, the more citizens does it exploit. The workers remain wage-workers — proletarians. The capitalist relation is not done away with. It is, rather, brought to a head. But, brought to a head, it topples over. State-ownership of the productive forces is not the solution of the conflict, but concealed within it are the technical conditions that form the elements of that solution.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "The first act by virtue of which the State really constitutes itself the representative of the whole of society — the taking possession of the means of production in the name of society — this is, at the same time, its last independent act as a State.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "So long as the total social labor only yields a produce which but slightly exceeds that barely necessary for the existence of all; so long, therefore, as labor engages all or almost all the time of the great majority of the members of society — so long, of necessity, this society is divided into classes.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "The socialized appropriation of the means of production does away, not only with the present artificial restrictions upon production, but also with the positive waste and devastation of productive forces and products that are at the present time the inevitable concomitants of production, and that reach their height in the crises.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "private property and exchange, distinctions of wealth, exploitation of the labor power of others and, by this agency, the foundation of class antagonism, are formed. These new elements of society strive in the course of time to adapt the old state of society to the new conditions, until the impossibility of harmonizing these two at last leads to a complete revolution.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "With the seizing of the means of production by society, production of commodities is done away with, and, simultaneously, the mastery of the product over the producer. Anarchy in social production is replaced by systematic, definite organization. The struggle for individual existence disappears. Then, for the first time, man, in a certain sense, is finally marked off from the rest of the animal kingdom, and emerges from mere animal conditions of existence into really human ones. The whole sphere of the conditions of life which environ man, and which have hitherto ruled man, now comes under the dominion and control of man, who for the first time becomes the real, conscious lord of nature, because he has now become master of his own social organization. The laws of his own social action, hitherto standing face-to-face with man as laws of Nature foreign to, and dominating him, will then be used with full understanding, and so mastered by him. Man's own social organization, hitherto confronting him as a necessity imposed by Nature and history, now becomes the result of his own free action. The extraneous objective forces that have, hitherto, governed history,pass under the control of man himself. Only from that time will man himself, more and more consciously, make his own history — only from that time will the social causes set in movement by him have, in the main and in a constantly growing measure, the results intended by him. It is the ascent of man from the kingdom of necessity to the kingdom of freedom.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "less labor is developed, and the less abundant the quantity of its production and, therefore, the wealth of society, the more society is seen to be under the domination of sexual ties.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Production has become a social act. Exchange and appropriation continue to be individual acts, the acts of individuals. The social product is appropriated by the individual capitalist. Fundamental contradiction, whence arise all the contradictions in which our present-day society moves, and which modern industry brings to light.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "To accomplish this act of universal emancipation is the historical mission of the modern proletariat. To thoroughly comprehend the historical conditions and this the very nature of this act, to impart to the now oppressed proletarian class a full knowledge of the conditions and of the meaning of the momentous act it is called upon to accomplish, this is the task of the theoretical expression of the proletarian movement, scientific Socialism.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Though not expressly stated in our recognised treatises, it is still a law of modern Political Economy that the larger the scale on which Capitalistic Production is carried on, the less can it support the petty devices of swindling and pilfering which characterise its early stages.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "The wage-worker sells to the capitalist his labour-force for a certain daily sum. After a few hours’ work he has reproduced the value of that sum; but the substance of his contract is, that he has to work another series of hours to complete his working-day; and the value he produces during these additional hours of surplus labour is surplus value, which cost the capitalist nothing, but yet goes into his pocket.",
        "author": "Friedrich Engels"
    },
    {
        "quote": "Freedom in capitalist society always remains about the same as it was in ancient Greek republics: Freedom for slave owners.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "Despair is typical of those who do not understand the causes of evil, see no way out, and are incapable of struggle.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "A lie told often enough becomes the truth.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "Without Revolutionary theory, there can be no Revolutionary Movement.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "Give me just one generation of youth, and I'll transform the whole world.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "Can a nation be free if it oppresses other nations? It cannot.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "Unity is a great thing and a great slogan. But what the workers’ cause needs is the unity of Marxists, not unity between Marxists, and opponents and distorters of Marxism.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "When a liberal is abused, he says, ‘Thank God they didn’t beat me.’ When he is beaten, he thanks God they didn’t kill him. When he is killed, he will thank God that his immortal soul has been delivered from its mortal clay.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "While the State exists, there can be no freedom. When there is freedom there will be no State.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "I can't listen to music too often. It affects your nerves, makes you want to say stupid nice things and stroke the heads of people who could create such beauty while living in this vile hell.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "There are no morals in politics; the is only experience. A scoundrel may be of use because he is a scoundrel",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "Every society is three meals away from chaos",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "The intellectual forces of the workers and peasants are growing and getting stronger in their fight to overthrow the bourgeoisie and their accomplices, the educated classes, the lackeys of capital, who consider themselves the brains of the nation. In fact they are not its brains but its shit.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "Three keys to success: read, read, read.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "Communism is Soviet power plus the electrification of the whole country.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "The revolution does not need historians.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "It is true that liberty is precious; so precious that it must be carefully rationed.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "It is necessary sometimes to take one step backward to take two steps forward.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "The feminine section of the proletarian army is of particularly great significance... the success of a revolution depends on the extent to which women take part in it.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "The bourgeoisie are today evading taxation by bribery and through their connections; we must close all loopholes.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "Por isso dizemos que para nós não há uma moral situada fora da sociedade humana; isso é um engano. Para nós, a moral está subordinada aos interesses da luta de classes do proletariado.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "I particularly approve of and welcome the arrest of millionaire saboteurs in the first and second-class railway carriage.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "Trust is good, control is better.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "In the history of modern socialism this is a phenomenon, that the strife of the various trends within the socialist movement has from national become international.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "Por isso, seria um grande erro aprender-se comunismo apenas nos livros. Os nossos discursos e artigos actuais não são mera repetição daquilo que se diziam antes do comunismo, porque os nossos discursos e artigos estão ligados com o nosso trabalho diário em todos os domínios. Sem trabalho, sem luta, o conhecimento livresco do comunismo, adquirido em folhetos e obras comunistas, não tem absolutamente nenhum valor, porque não faria mais do que manter o velho abismo entre a teoria e a prática, o velho abismo que era o aspecto mais nocivo da antiga sociedade burguesa.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "Have these gentlemen ever seen a revolution? A revolution is certainly the most authoritarian thing there is; it is an act whereby one part of the population imposes its will upon the other part by means of rifles, bayonets, and cannons, all of which are highly authoritarian means. And the victorious party must maintain its rule by means of the terror which its arms inspire in the reactionaries. Would the Paris Commune have lasted more than a day if it had not used the authority of the armed people against the bourgeoisie? Cannot we, on the contrary, blame it for having made too little use of that authority? Therefore, one of two things: either that anti-authoritarians don’t know what they are talking about, in which case they are creating nothing but confusion. Or they do know, and in that case they are betraying the cause of the proletariat. In either case they serve only reaction.8 This",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "Социализм — это учет. Если вы хотите взять на учет каждый кусок железа и ткани, то это и будет социализм.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "Logic,' indeed!",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "Why should we bother to reply to Kautsky? He would reply to us, and we would have to reply to his reply. There’s no end to that. It will be quite enough for us to announce that Kautsky is a traitor to the working class, and everyone will understand everything.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "Ancak kendine güveni olmayanlar, güvenilmez insanlarla bile olsa geçici ittifaklara girmekten korkar ve hiçbir politik parti bu tür ittifaklar olmadan var olamaz.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "The Guchkov government is held in a vice: bound by the interests of capital, it is compelled to strive to continue the predatory, robber war, to protect the monstrous profits of capital and the landlords, to restore the monarchy. Bound by its revolutionary origin and by the need for an abrupt change from tsarism to democracy, pressed by the bread-hungry and peace-hungry masses, the government is compelled to lie, to wriggle, to play for time, to “proclaim” and promise (promises are the only things that are very cheap even at a time of madly rocketing prices) as much as possible and do as little as possible, to make concessions with one hand and to withdraw them with the other. Under",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "I had already drawn up the plan for the next, the seventh chapter, on the 'Experience of the Russian Revolutions of 1905 and 1917.' But... It is more pleasant and useful to go through the 'experience of the revolution' than to write about it.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "Peace reigned in Europe, but this was because domination over hundreds of millions of people in the colonies by the European nations was sustained only through constant, incessant, interminable wars, which we Europeans do not regard as wars at all, since all too often they resembled, not wars, but brutal massacres, the wholesale slaughter of unarmed peoples.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "Thus the Labour Party is a ‘capitalist workers’ party’.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "Our party, like any other political party, strives for political supremacy for itself.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "At the basis of these swindles and manipulations lies socialised production; but the immense progress of humanity, which achieved this socialisation, goes to benefit the speculators.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "In capitalist society, providing it develops under the most favorable conditions, we have a more or less complete democracy in the democratic republic. But this democracy is always hemmed in by the narrow limits set by capitalist exploitation and consequently always remains, in effect, a democracy for the minority, only for the propertied classes, only for the rich. Freedom in capitalist society always remains about the same as it was in the ancient Greek republics: freedom for the slaveowners. Owing to the conditions of capitalist exploitation, the modern wage slaves are so crushed by want and poverty that “they cannot be bothered with democracy,” “cannot be bothered with politics”; in the ordinary, peaceful course of events, the majority of the population is debarred from participation in public and political life. The",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "It is not surprising that the author is driven to the conclusion that “the French Republic is a financial monarchy”; “it is the complete domination of the financial oligarchy; the latter dominates over the press and the government.”[9]",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "I can’t listen to music because it makes me want to say sweet, silly things, and pat people on the head… but you have to beat people’s heads, beat them mercilessly! … What a devilishly difficult job I have.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "What is a liberal-democratic philistine? An empty gut, filled with cowardice.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "American ethics”, which the European professors and well-meaning bourgeois so hypocritically deplore, have, in the age of finance capital, become the ethics of literally every large city in any country.",
        "author": "Vladimir Lenin"
    },
    {
        "quote": "The atom bomb is a paper tiger which the United States reactionaries use to scare people. It looks terrible, but in fact it isn't.",
        "author": "Mao Zedong"
    },
    {
        "quote": "Politics is war without bloodshed while war is politics with bloodshed",
        "author": "Mao Zedong"
    },
    {
        "quote": "Sich übereilt auf einen Kampf einlassen, heißt ohne sichere Aussicht auf Sieg kämpfen.",
        "author": "Mao Zedong"
    },
    {
        "quote": "Das bedeutet, daß ein Sieg - selbst wenn er in der ersten Schlacht gewonnen wurde - nur als Niederlage gewertet werden kann, wenn er dem Feldzug im ganzen mehr schadet als hilft.",
        "author": "Mao Zedong"
    },
    {
        "quote": "Ein magisches Schnellverfahren gibt es nicht.",
        "author": "Mao Zedong"
    },
    {
        "quote": "To read too many books is harmful.",
        "author": "Mao Zedong"
    },
    {
        "quote": "An army of the people is invincible!",
        "author": "Mao Zedong"
    },
    {
        "quote": "War can only be abolished through war, and in order to get rid of the gun it is necessary to take up the gun.",
        "author": "Mao Zedong"
    },
    {
        "quote": "Firstly, do not fear hardship, and secondly, do not fear death.",
        "author": "Mao Zedong"
    },
    {
        "quote": "The struggle of the Black people in the United States for emancipation is a component part of the general struggle of al the people of the world against U.S. imperialism, a component part of the contemporary world revolution. I call on the workers, peasants, and revolutionary intellectuals of all countries and all who are willing to fight against U.S. imperialism to take action and extend strong support to the struggle of the Black people in the United States! People of the whole world, unite still more closely and launch a sustained and vigorous offensive against our common enemy, U.S. imperialism, and its accomplices! It can be said with certainty that the complete collapse of colonialism, imperialism, and all systems of exploitation, and the complete emancipation of all the oppressed peoples and nations of the world are not far off.",
        "author": "Mao Zedong"
    },
    {
        "quote": "...this protracted war will pass through three stages. The first stage covers the period of the enemy's strategic offensive and our strategic defensive. The second stage will be the period of the enemy's strategic consolidation and our preparation for the counter-offensive. The third stage will be the period of our strategic counter-offensive and the enemy's strategic retreat.",
        "author": "Mao Zedong"
    },
    {
        "quote": "Under the white population of the United States of America only the reactionary classes oppress the black population. Under no circumstance can they represent the workers, farmers and revolutionary intellectuals and other enlighted people who form the majority of the white population.",
        "author": "Mao Zedong"
    },
    {
        "quote": "Our attitude towards ourselves should be to be insatiable in learning and towards others to be tireless in teaching.",
        "author": "Mao Zedong"
    },
    {
        "quote": "All are past and gone!\nFor truly great men,\nlook to this age alone.",
        "author": "Mao Zedong"
    },
    {
        "quote": "Lenin dice que el análisis concreto de la situación concreta es «lo más esencial del marxismo, el alma viva del marxismo». Muchos de nuestros camaradas, poco acostumbrados a pensar en forma analítica, no quieren analizar y estudiar repetida y profundamente las cosas complejas, sino que prefieren formular conclusiones simplistas que son absolutamente afirmativas o absolutamente negativas. (…) Desde ahora, debemos remediar este estado de cosas.",
        "author": "Mao Zedong"
    },
    {
        "quote": "¿De dónde provienen las ideas correctas del hombre? ¿Caen del cielo? No. ¿Son innatas en su cerebro? No. Provienen únicamente de la práctica social, de los tres tipos de práctica social: la lucha por la producción, la lucha de clases y la experimentación científica. «¿De dónde provienen las ideas correctas?» (mayo de 1963).",
        "author": "Mao Zedong"
    },
    {
        "quote": "A revolution is an insurrection, an act of violence by which one class overthrows another.",
        "author": "Mao Zedong"
    },
    {
        "quote": "¿No eran tigres vivos, tigres de hierro, tigres auténticos? Sin embargo, al final se transformaron en tigres de papel, tigres muertos, tigres de requesón de soya.",
        "author": "Mao Zedong"
    },
    {
        "quote": "Hay una antigua fábula china llamada «El Viejo Tonto que removió las montañas». Cuenta que hace mucho tiempo vivía en el Norte de China un anciano conocido como el Viejo Tonto de las montañas del Norte. Su casa miraba al Sur y frente a ella, obstruyendo la pasada, se alzaban dos grandes montañas: Taijang y Wangwu. El Viejo Tonto tomó la decisión de llevar a sus hijos a remover con azadones las dos montañas. Otro anciano, conocido",
        "author": "Mao Zedong"
    },
    {
        "quote": "A revolution is not a dinner party, or writing an essay, or painting a picture, or doing embroidery.",
        "author": "Mao Zedong"
    },
    {
        "quote": "La manera como estos camaradas enfocan las cuestiones es errónea. En vez de considerar sus aspectos esenciales o principales, destacan los no esenciales o secundarios. Es de señalar que hay que tratar estos últimos aspectos uno por uno sin subestimarlos, mas no debemos considerarlos como esenciales o principales, pues, de lo contrario, nos desorientaremos. «Sobre el problema de la cooperativización agrícola»",
        "author": "Mao Zedong"
    },
    {
        "lastQuote": "test",
        "lastNumber": 0
    }
]