[
    {
        "quote": "Productivity depends on many factors, including our workforce's knowledge and skills and the quantity and quality of the capital, technology, and infrastructure that they have to work with.",
         "author": "Janet Yellen"
    },
    {
        "quote": "In the long run, outsourcing is another form of trade that benefits the U.S. economy by giving us cheaper ways to do things.",
         "author": "Janet Yellen"
    },
    {
        "quote": "Although we work through financial markets, our goal is to help Main Street, not Wall Street.",
        "author": "Janet Yellen"
    },
    {
        "quote": "Access to capital is important for all firms, but it's particularly vital for startups and young firms, which often lack a sufficient stream of earnings to increase employment and internally finance capital spending.",
         "author": "Janet Yellen"
    },
    {
        "quote": "The future path of the federal funds rate is necessarily uncertain because economic activity and inflation will likely evolve in unexpected ways. For example, no one can be certain about the pace at which economic headwinds will fade. More generally, the economy will inevitably be buffeted by shocks that cannot be foreseen.",
         "author": "Janet Yellen"
    },
    {
        "quote": "The Federal Reserve's monetary policy objective is to foster maximum employment and price stability. In this regard, a key challenge is to assess just how far the economy now stands from the attainment of its maximum employment goal.",
         "author": "Janet Yellen"
    },
    {
        "quote": "We need to increase the transparency of shadow banking markets so that authorities can monitor for signs of excessive leverage and unstable maturity transformation outside regulated banks.",
         "author": "Janet Yellen"
    },
    {
        "quote": "I've been collecting rocks since I was 8 and have over 200 different specimens.",
         "author": "Janet Yellen"
    },
    {
        "quote": "Transparency concerning the Federal Reserve's conduct of monetary policy is desirable because better public understanding enhances the effectiveness of policy. More important, however, is that transparent communications reflect the Federal Reserve's commitment to accountability within our democratic system of government.",
         "author": "Janet Yellen"
    },
    {
        "quote": "The Global Financial Crisis and Great Recession posed daunting new challenges for central banks around the world and spurred innovations in the design, implementation, and communication of monetary policy.",
         "author": "Janet Yellen"
    },
    {
        "quote": "We will watch very carefully what is happening in the economy and adjust policies appropriate.",
         "author": "Janet Yellen"
    },
    {
        "quote": "We necessarily operate in an environment in which there's a great deal of uncertainty. In such an environment, it makes sense to use a risk-management approach to identify and avoid the big mistakes. That's one reason I favor a cautious approach.",
         "author": "Janet Yellen"
    },
    {
        "quote": "The Fed should not be responding to the ups and downs of the markets, and it is certainly not our policy to do so. But when there are significant financial developments, it's incumbent on us to ask ourselves what is causing them.",
         "author": "Janet Yellen"
    },
    {
        "quote": "Yankee Stadium is a natural venue for another lesson: You won't succeed all the time. Even Ruth, Gehrig, and DiMaggio failed most of time when they stepped to the plate. Finding the right path in life, more often than not, involves some missteps.",
         "author": "Janet Yellen"
    },
    {
        "quote": "Academia is very flexible, but I had a spouse who was very committed to being a completely full partner in our marriage. I think if you counted up how many hours each one of us logged in, he certainly gets more than 50%.",
         "author": "Janet Yellen"
    },
    {
        "quote": "Uncertainty about sales impedes business planning and could harm capital formation just as much as uncertainty about inflation can create uncertainty about relative prices and harm business planning.",
         "author": "Janet Yellen"
    },
    {
        "quote": "It's important for market participants to have a sense of how we think about the economy and the appropriate path of policy, to look at incoming data, and to form their own judgments as to whether or not changes in policy would be appropriate.",
         "author": "Janet Yellen"
    },
    {
        "quote": "Beyond monetary policy, fiscal policy has traditionally played an important role in dealing with severe economic downturns.",
         "author": "Janet Yellen"
    },
    {
        "quote": "It slightly worries me that when people find a problem, they rush to judgment of what to do.",
         "author": "Janet Yellen"
    },
    {
        "quote": "A U.K. vote to exit the European Union could have significant economic repercussions.",
         "author": "Janet Yellen"
    },
    {
        "quote": "Many financial innovations such as the increased availability of low-cost mutual funds have improved opportunities for households to participate in asset markets and diversify their holdings.",
         "author": "Janet Yellen"
    },
    {
        "quote": "The extent of and continuing increase in inequality in the United States greatly concern me.",
         "author": "Janet Yellen"
    },
    {
        "quote": "Stores don't order merchandise unless they think they can sell it right away. Manufacturers and builders don't produce unless they have buyers lined up. My business contacts describe this as a paradigm shift and they believe it's permanent.",
         "author": "Janet Yellen"
    },
    {
        "quote": "The principle that a central bank, charged with controlling inflation, should be independent from the government is unassailable. It may also be true that it's easier for the central bank to guard its independence from political pressure when it mainly holds government securities.",
         "author": "Janet Yellen"
    },
    {
        "quote": "I will be the first to say that it is always difficult to get monetary policy just right. But the Fed's analytical prowess is top-notch, and our forecasting record is second to none.",
         "author": "Janet Yellen"
    },
    {
        "quote": "My bottom line is that monetary policy should react to rising prices for houses or other assets only insofar as they affect the central bank's goal variables - output, employment, and inflation.",
         "author": "Janet Yellen"
    },
    {
        "quote": "We need to keep in mind the well-established fact that the full effects of monetary policy are felt only after long lags. This means that policy makers cannot wait until they have achieved their objectives to begin adjusting policy.",
         "author": "Janet Yellen"
    },
    {
        "quote": "Audit the Fed is a bill that would politicize monetary policy, would bring short-term political pressures to bear on the Fed. In terms of openness about our financial accounts, we are extensively audited.",
         "author": "Janet Yellen"
    },
    {
        "quote": "The financial crisis and the Great Recession demonstrated, in a dramatic and unmistakable manner, how extraordinarily vulnerable are the large share of American families with very few assets to fall back on. We have come far from the worst moments of the crisis, and the economy continues to improve.",
         "author": "Janet Yellen"
    },
    {
        "quote": "In government institutions and in teaching, you need to inspire confidence. To achieve credibility, you have to very clearly explain what you are doing and why. The same principles apply to businesses.",
         "author": "Janet Yellen"
    },
    {
        "quote": "As a general principle, the American people would be well served by the active pursuit of effective policies to support longer-run growth in productivity.",
         "author": "Janet Yellen"
    },
    {
        "quote": "There is always some chance of recession in any year. But the evidence suggests that expansions don't die of old age.",
         "author": "Janet Yellen"
    },
    {
        "quote": "Efforts to promote financial stability through adjustments in interest rates would increase the volatility of inflation and employment. As a result, I believe a macro-prudential approach to supervision and regulation needs to play the primary role.",
         "author": "Janet Yellen"
    },
    {
        "quote": "Labor force participation peaked in early 2000, so its decline began well before the Great Recession. A portion of that decline clearly relates to the aging of the baby boom generation. But the pace of decline accelerated with the recession.",
         "author": "Janet Yellen"
    },
    {
        "quote": "Household spending growth has been particularly solid in 2015, with purchases of new motor vehicles especially strong. Job growth has bolstered household income, and lower energy prices have left consumers with more to spend on other goods and services.",
         "author": "Janet Yellen"
    },
    {
        "quote": "Starting in late 2007, faced with acute financial market distress, the Federal Reserve created programs to keep credit flowing to households and businesses. The loans extended under those programs helped stabilize the financial system.",
         "author": "Janet Yellen"
    },
    {
        "quote": "A pickup in demand in many advanced economies and a stabilization in commodity prices should, in turn, boost the growth prospects of emerging market economies.",
         "author": "Janet Yellen"
    },
    {
        "quote": "It seems to me that women have made an awful lot of progress, but they probably remain underrepresented at the highest levels of most organizations, for a variety of reasons. And it's probably going to take a long time to change that.",
         "author": "Janet Yellen"
    },
    {
        "quote": "While admirers of capitalism, we also to a certain extent believe it has limitations that require government intervention in markets to make them work.",
         "author": "Janet Yellen"
    },
    {
        "quote": "Are deviations from full employment a social problem? Obviously.",
         "author": "Janet Yellen"
    },
    {
        "quote": "If we were to raise interest rates too steeply, and we were to trigger a downturn or contribute to a downturn, we have limited scope for responding, and it is an important reason for caution.",
         "author": "Janet Yellen"
    },
    {
        "quote": "I don't feel that I've faced discrimination. I've had every chance to succeed and more, and I think that's what all women should have.",
         "author": "Janet Yellen"
    },
    {
        "quote": "If strong economic conditions can partially reverse supply-side damage after it has occurred, then policymakers may want to aim at being more accommodative during recoveries than would be called for under the traditional view that supply is largely independent of demand.",
         "author": "Janet Yellen"
    },
    {
        "quote": "Policies to strengthen education and training, to encourage entrepreneurship and innovation, and to promote capital investment, both public and private, could all potentially be of great benefit in improving future living standards in our nation.",
         "author": "Janet Yellen"
    },
    {
        "quote": "Productivity growth, however it occurs, has a disruptive side to it. In the short term, most things that contribute to productivity growth are very painful.",
         "author": "Janet Yellen"
    },
    {
        "quote": "If there is a job that you feel passionate about, do what you can to pursue that job; if there is a purpose about which you are passionate, dedicate yourself to that purpose.",
         "author": "Janet Yellen"
    },
    {
        "quote": "Expanded credit access has helped households maintain living standards when suffering job loss, illness, or other unexpected contingencies.",
         "author": "Janet Yellen"
    },
    {
        "quote": "Firms are not always willing to cut wages, even if there are people lined up outside the gates to work. So why don't they?",
         "author": "Janet Yellen"
    },
    {
        "quote": "Although most Americans apparently loathe inflation, Yale economists have argued that a little inflation may be necessary to grease the wheels of the labor market and enable efficiency-enhancing changes in relative pay to occur without requiring nominal wage cuts by workers.",
         "author": "Janet Yellen"
    },
    {
        "quote": "There were a lot of manufacturing jobs lost over a long period of time and particularly after - during the Great Recession. We've had some recovery in manufacturing employment as the economy's recovered.",
         "author": "Janet Yellen"
    },
    {
        "quote": "To me, a wise and humane policy is occasionally to let inflation rise even when inflation is running above target.",
         "author": "Janet Yellen"
    },
    {
        "quote": "Individuals out of work for an extended period can become less employable as they lose the specific skills acquired in their previous jobs and also lose the habits needed to hold down any job.",
         "author": "Janet Yellen"
    },
    {
        "quote": "I am strongly committed to pursuing the dual goals that Congress has assigned us: maximum employment and price stability.",
         "author": "Janet Yellen"
    },
    {
        "quote": "American workers have faced serious difficulties in the labor market since the first oil shock in 1973. Since that time, the pace of productivity advance has slowed for reasons which are still not understood, lowering the rate at which living standards have advanced.",
         "author": "Janet Yellen"
    },
    {
        "quote": "U.S. economic activity continues to expand, led by solid growth in household spending. But business investment remains soft, and subdued foreign demand and the appreciation of the dollar since mid-2014 continue to restrain exports.",
         "author": "Janet Yellen"
    },
    {
        "quote": "One common way of judging whether housing's price is in line with its fundamental value is to consider the ratio of housing prices to rents. This is analogous to the ratio of prices to dividends for stocks.",
         "author": "Janet Yellen"
    },
    {
        "quote": "In 1977, when I started my first job at the Federal Reserve Board as a staff economist in the Division of International Finance, it was an article of faith in central banking that secrecy about monetary policy decisions was the best policy: Central banks, as a rule, did not discuss these decisions, let alone their future policy intentions.",
         "author": "Janet Yellen"
    },
    {
        "quote": "A clear lesson of history is that a 'sine qua non' for sustained economic recovery following a financial crisis is a thoroughgoing repair of the financial system.",
         "author": "Janet Yellen"
    },
    {
        "quote": "I felt that the Fed had always been the agency that picked up the pieces when there was a financial crisis, and it was invented to do exactly that.",
         "author": "Janet Yellen"
    }
]